[
  {
    "id": 1,
    "name": "Swami Dayanand Saraswati",
    "quote": "I am a sage so even due to your bad behavior I will never think bad of you.Go,god will give you right power to think.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 2,
    "name": "Swami Vivekananda",
    "quote": "Arise, awake, and stop not until the goal is achieved.",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 3,
    "name": "Rabindranath Tagore",
    "quote": "You can’t cross the sea merely by standing and staring at the water.",
    "src": "/quotes/ravi.jpg"
  },
  {
    "id": 4,
    "name": "Adi Shankaracharya",
    "quote": "Sickness is not cured by saying 'Medicine,' but by drinking it;",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 5,
    "name": "Adi Shankaracharya",
    "quote": "When your last breath arrives, Grammar can do nothing.",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 6,
    "name": "Adi Shankaracharya",
    "quote": "Brahman alone is real; the world is illusory; the individual soul is none other than Brahman.",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 7,
    "name": "Adi Shankaracharya",
    "quote": "Do not be proud of wealth, people, relations and friends, or youth. All these are snatched by time in the blink of an eye. Giving up this illusory world, know and attain the Supreme.",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 8,
    "name": "Adi Shankaracharya",
    "quote": "The world, like a dream full of attachments and aversions seems real until the awakening.",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 9,
    "name": "Adi Shankaracharya",
    "quote": "Curb your senses and your mind and see the Lord within your heart.",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 10,
    "name": "Adi Shankaracharya",
    "quote": "A s the mind becomes gradually established in the Self, it proportionately gives up the desire for external objects. When all such desires have been eliminated, there is the unobstructed realization of the Self.",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 11,
    "name": "Adi Shankaracharya",
    "quote": "Seated in a solitary place, free from desires and with senses controlled, one should meditate free of thought on that one infinite Self.",
    "src": "/quotes/shankara.jpg"
  },
  {
    "id": 12,
    "name": "Madhwacharya",
    "quote": " Lord Vishnu is the supreme deity, and all other deities are to be considered as his assistants.",
    "src": "/quotes/madhwa.jpg"
  },
  {
    "id": 13,
    "name": "Madhwacharya",
    "quote": "Lord Vishnu is called as the true “BRAHMAM”, and he is omnipotence.",
    "src": "/quotes/madhwa.jpg"
  },
  {
    "id": 14,
    "name": "Madhwacharya",
    "quote": "TLord Vishnu is undertaking the task of creation, protection and destruction work.",
    "src": "/quotes/madhwa.jpg"
  },
  {
    "id": 15,
    "name": "Chanakya",
    "quote": "As soon as the fear approaches near, attack and destroy it.",
    "src": "/quotes/chanakya.jpg"
  },
  {
    "id": 16,
    "name": "Madhwacharya",
    "quote": "Lord Vishnu will guide you, protect you and hug you like your affectionate mother.",
    "src": "/quotes/madhwa.jpg"
  },
  {
    "id": 17,
    "name": "Swami Dayanand Saraswati",
    "quote": "I consider almighty god above all so only I always propagate his true message of Vedas.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 18,
    "name": "Swami Dayanand Saraswati",
    "quote": "Those who help others they are helped by the god.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 19,
    "name": "Swami Dayanand Saraswati",
    "quote": "We should never say lie, never leave the path of dharma due to fear of critics or due to any greed.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 20,
    "name": "Swami Dayanand Saraswati",
    "quote": "Making enemy on name of religion is always bad.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 21,
    "name": "Swami Dayanand Saraswati",
    "quote": "When bad does not leave their badness why does the good leave there goodness.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 22,
    "name": "Swami Dayanand Saraswati",
    "quote": "As the god has given sun,water,earth,fire,air,moon to all,In the same way he had given true knowledge of Vedas for all mankind.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 23,
    "name": "Swami Dayanand Saraswati",
    "quote": "Till you live you should always do right karma.",
    "src": "/quotes/Saraswati.jpg"
  },
  {
    "id": 24,
    "name": "Swami Vivekananda",
    "quote": "In a day, when you don’t come across any problems – you can be sure that you are traveling in a wrong path",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 25,
    "name": "Swami Vivekananda",
    "quote": "Education is not the filling of a pail, but the lighting of a fire.",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 26,
    "name": "Swami Vivekananda",
    "quote": "The end and aim of all education is the development of character.",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 27,
    "name": "Swami Vivekananda",
    "quote": "Knowledge is power. We all agree to that. Knowledge is the manifestation of power already in man.",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 28,
    "name": "Swami Vivekananda",
    "quote": "The only way to know truth is through experience.",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 29,
    "name": "Swami Vivekananda",
    "quote": "India is the land of religion and philosophy, the birthplace of spiritual giants and home to the grandest temples and the greatest rivers.",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 30,
    "name": "Swami Vivekananda",
    "quote": "India has a rich and varied cultural heritage that is reflected in its art, music, dance, and literature.",
    "src": "/quotes/viveka.jpg"
  },
  {
    "id": 31,
    "name": "Rabindranath Tagore",
    "quote": "I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.",
    "src": "/quotes/ravi.jpg"
  },
  {
    "id": 32,
    "name": "Rabindranath Tagore",
    "quote": "It is very simple to be happy, but it is very difficult to be simple.",
    "src": "/quotes/ravi.jpg"
  },
  {
    "id": 33,
    "name": "Rabindranath Tagore",
    "quote": "A mind all logic is like a knife all blade. It makes the hand bleed that uses it.",
    "src": "/quotes/ravi.jpg"
  },
  {
    "id": 34,
    "name": "Rabindranath Tagore",
    "quote": "By plucking her petals you do not gather the beauty of the flower",
    "src": "/quotes/ravi.jpg"
  },
  {
    "id": 35,
    "name": "Madhwacharya",
    "quote": "Everything belongs to Lord Vishnu, and he is the true owner of all the things owned by us.",
    "src": "/quotes/madhwa.jpg"
  },
  {
    "id": 35,
    "name": "Madhwacharya",
    "quote": "Lord Vishnu is being praised by the holy sages, saints and even by the gods and demigods in the heaven for several millions of years.",
    "src": "/quotes/madhwa.jpg"
  },
  {
    "id": 36,
    "name": "Chanakya",
    "quote": "The arrow shot by the archer may or may not kill a single person. But stratagems devised by wise men can kill even babes in the womb.",
    "src": "/quotes/chanakya.jpg"
  },
  {
    "id": 37,
    "name": "Chanakya",
    "quote": "A person should not be too honest. Straight trees are cut first and honest people are screwed first.",
    "src": "/quotes/chanakya.jpg"
  },
  {
    "id": 38,
    "name": "Chanakya",

    "quote": "Books are as useful to a stupid person as a mirror is useful to a blind person.",
    "src": "/quotes/chanakya.jpg"
  },
  {
    "id": 39,
    "name": "Chanakya",
    "quote": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.",
    "src": "/quotes/chanakya.jpg"
  },
  {
    "id": 40,
    "name": "Chanakya",
    "quote": "Do not reveal what you have thought upon doing, but by wise council keep it secret being determined to carry it into execution.",
    "src": "/quotes/chanakya.jpg"
  },
  {
    "id": 41,
    "name": "Chanakya",
    "quote": "Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.",
    "src": "/quotes/chanakya.jpg"
  },
  {
    "id": 42,
    "name": "Ramanujacharya",
    "quote": "Pure devotion and complete surrender is the best way to reach the abode of God.",
    "src": "/quotes/ramanuja.jpg"
  },
  {
    "id": 43,
    "name": "Ramanujacharya",
    "quote": "To become a staunch devotee of Lord Vishnu, it is highly recommended to love others, and to treat everyone as the holy aspects of Lord Vishnu.",
    "src": "/quotes/ramanuja.jpg"
  },
  {
    "id": 44,
    "name": "Ramanujacharya",
    "quote": "Always eat Satvic and simple food, in order to control the bad habits like lust and anger.By understanding the holy subject of Vedas, we can get good knowledge about the supreme god, Lord Vishnu.",
    "src": "/quotes/ramanuja.jpg"
  },
  {
    "id": 45,
    "name": "Ramanujacharya",
    "quote": "Let joyful tears flow on your eyes by singing, dancing and chanting the wonderful glories of Lord Vishnu.",
    "src": "/quotes/ramanuja.jpg"
  }
]
