[
  {
    "id": 1,
    "chapter": "1",
    "ShlokaNo": "1",
    "shlok": "ॐ सुकेशा च भारद्वाज: शैब्यश्च सत्यकाम: सौर्यायणी च गार्ग्य: कौसल्यश्चाश्वलायनो भार्गवो वैदर्भि: कबन्धी कात्यायनस्ते हैते ब्रह्मपरा ब्रह्मनिष्ठा: परं ब्रह्मान्वेषमाणा एष ह वै तत्सर्वं वक्ष्यतीति ते ह समित्पाणयो भगवन्तं पिप्पलादमुपसन्ना:॥ १ ॥",
    "translationHindi": "भरद्वाजनन्दन सुकेशा, शिबिकुमार सत्यकाम, गर्गगोत्रमें उत्पन्न हुआ सौर्यायणि (सूर्यका पोता), अश्वलकुमार कौसल्य, विदर्भदेशीय भार्गव और कत्यके पोतेका पुत्र कबन्धी—ये अपर ब्रह्मकी उपासना करनेवाले और तदनुकूल अनुष्ठानमें तत्पर  छ: ऋषिगण परब्रह्मके जिज्ञासु होकर भगवान् पिप्पलादके पास यह सोचकर कि ये हमें उसके विषयमें सब कुछ बतला देंगे, हाथमें समिधा लेकर गये॥ १ ॥",
    "translationEnglish": "That seer said to them; as yet, live another year in tapas, Brahmacharya and faith; then ask us questions as you please and if we know, we shall, indeed, explain all to you.",
    "commentaryHindi": "भरद्वाजका पुत्र भारद्वाज जो नामसे सुकेशा था; शिबिका पुत्र शैब्य जिसका नाम सत्यकाम था; सूर्यके पुत्रको ‘सौर्य’ कहते हैं उसका पुत्र सौर्यायणि जो गर्गगोत्रोत्पन्न होनेसे गार्ग्य कहलाता था—यहाँ ‘सौर्यायणि:’ के स्थानमें ‘सौर्यायणी’ [र्इकारान्त] प्रयोग छान्दस है; अश्वलका पुत्र आश्वलायन जो नामसे कौसल्य था; भृगुका गोत्रज होनेसे भार्गव जो विदर्भदेशमें उत्पन्न होनेसे वैदर्भि कहलाता था तथा कबन्धी नामक कात्यायन—कत्यका [*युवसंज्ञक] अपत्य [यानी कत्यका प्रपौत्र] जिसका प्रपितामह अभी विद्यमान था। यहाँ ‘युव’ अर्थमें [गोत्रप्रत्ययान्त कात्य शब्दसे ‘फक् ’ प्रत्यय होकर उसके स्थानमें ‘आयन’ आदेश] हुआ है। ये सब ब्रह्मपर अर्थात् अपर ब्रह्मको ही परभावसे प्राप्त हुए और तदनुकूल अनुष्ठानमें तत्पर अतएव ब्रह्मनिष्ठ ऋषिगण परब्रह्मका अन्वेषण करते हुए—वह ब्रह्म क्या है? जो नित्य और विज्ञेय है; उसकी प्राप्तिके लिये ही हम यथेच्छ प्रयत्न करेंगे—इस प्रकार उसकी खोज करते हुए, उसे जाननेके लिये यह समझकर कि ‘ये हमें सब कुछ बतला देंगे’ आचार्यके पास गये। किस प्रकार गये? [इसपर कहते हैं—] वे सब समित्पाणि अर्थात् जिन्होंने अपने हाथोंमें समिधाके भार उठा रखे हैं ऐसे होकर पूज्य आचार्य भगवान् पिप्पलादके समीप गये॥ १ ॥",
    "commentaryEnglish": "Om, adoration to the Paramatman, This Brahmana is begun for the purpose of explaining at length the drift that has been expressed by the mantras. The story of the sage questioning and the sage replying is for the purpose of eulogising knowledge. Thus it praises knowledge, by saying that it should be acquired by men who have been observing Brahmacharya and residing in the house of the preceptor for a year, and who have performed tapas, and that it should be imparted by preceptors but little short of omniscient, like Pippalada, etc., and not by anybody whosoever; and by the indication of such means as Brahmacharya their observance is directed; Sukesa by name and son of Bharadvaja; Saibyah, son of Sibi; Satyakama by name; Sauryayani ] the son of Surya (sun) is Saurya and his son is Sauryayani. This form (with a long vowel ending) is Vedic license; Gargya, one born of the family of Garga; Kausalya by name. Âsvalayana, the son of Asvala; Bhargava, one born of the family of Bhrigu; strictly the gotrapatyam of Bhrigu (vide, Panini); Vaidarbhi, born in Vidarbha; Kabandhi by name; Katyayana, son of Katya; his great-grandfather being alive, the suffix denoting uva pratyayam is used (vide, Panini). All these intent on Brahman, i.e., believing in the Apara Brahman as supreme and devoted to its practice seeking after the highest Brahman, i.e., wishing to attempt, as they could, to attain that eternal knowable, approached the worshipful preceptor Pippalada, with loads of samit in their hands, for the purpose of knowing that, thinking that he would explain all to them."
  },
  {
    "id": 2,
    "chapter": "1",
    "ShlokaNo": "2",
    "shlok": "तन्ह स ऋषिरुवच भूय एव तपसा ब्रह्मचर्येण श्रद्धया संवत्सरं संवत्स्यथ यथाकामं प्रश्नान्पृच्छत यदि विज्ञास्यामः सर्वं ह वो वक्श्याम इति ॥ २ ॥",
    "translationHindi": " कहते हैं, उस ऋषिने उनसे कहा—‘तुम तपस्या, ब्रह्मचर्य और श्रद्धासे युक्त होकर एक वर्ष और निवास करो; फिर अपनी इच्छानुसार प्रश्न करना, यदि मैं जानता होऊँगा तो तुम्हें सब बतला दूँगा’॥ २ ॥",
    "translationEnglish": "Then Kabandhi, having approached Katyayana asked: worthy master, whence are these creatures born?",
    "commentaryHindi": "इस प्रकार अपने समीप आये हुए उन लोगोंसे पिप्पलाद ऋषिने कहा—‘यद्यपि तुमलोग पहलेसे ही तपस्वी हो तो भी तप—इन्द्रियसंयम, विशेषत: ब्रह्मचर्यसे तथा श्रद्धा यानी आस्तिकबुद्धिसे आदरयुक्त होकर गुरुशुश्रूषामें तत्पर  रह एक वर्ष और भी निवास करो। फिर अपनी इच्छानुसार अर्थात् जिसकी जैसी इच्छा हो उसका अतिक्रमण न करते हुए—जिसकी जिस विषयमें जिज्ञासा हो उसी विषयमें प्रश्न करना। यदि मैं तुम्हारे पूछे हुए विषयको जानता होऊँगा तो तुम्हें तुम्हारी पूछी  हुर्इ सब बात बतला दूँगा।’ यहाँ ‘यदि’ शब्द अपनी नम्रता प्रकट करनेके लिये है अज्ञान या संशय प्रदर्शित करनेके लिये नहीं, जैसा कि आगे प्रश्नका निर्णय करनेसे स्पष्ट हो जाता है॥ २ ॥",
    "commentaryEnglish": "The seer said to them, who had thus approached him, though you have already performed tapas by controlling your senses, still again, live another year here especially careful about Brahmacharya and faith and well intent on serving your preceptor; then, as you please, i.e., without restraining your desire, ask questions, every one of you, on subjects on which you may wish to know. If we know what is asked about (the word ‘if’ is intended to show that the preceptor was not conceited, not that there was any doubt as to his knowledge, as is apparent from his answering the questions), we shall explain to you all you ask about."
  },
  {
    "id": 3,
    "chapter": "1",
    "ShlokaNo": "3",
    "shlok": "अथ कबन्धी कात्यायन उपेत्य पप्रच्छ। भगवन् कुतो ह वा इमा: प्रजा: प्रजायन्त इति॥ ३ ॥",
    "translationHindi": "तदनन्तर (एक वर्ष गुरुकुलवास करनेके पश्चात्) कात्यायन कबन्धीने गुरुजीके पास जाकर पूछा—‘भगवन्! यह सारी प्रजा किससे उत्पन्न होती है?’॥ ३ ॥",
    "translationEnglish": "To him he said: ‘The lord of creatures, wishing for creatures, thought; and having thought out his thought created a pair—food and eater—thinking they would produce creatures for him variously.’",
    "commentaryHindi": "तदनन्तर एक वर्ष पीछे कात्यायन कबन्धीने [गुरुजीके] समीप जाकर पूछा—‘भगवन्! यह ब्राह्मणादि सम्पूर्ण प्रजा किससे उत्पन्न होती है?’ अर्थात् अपरब्रह्मविषयक ज्ञान एवं कर्मके समुच्चयका जो कार्य है और उसकी जो गति है  वह बतलानी चाहिये। उसीके लिये यह प्रश्न किया गया है॥ ३ ॥",
    "commentaryEnglish": "Then, i.e., after a year, Kabandhi having approached Katyayana asked ‘Oh, worthy master, whence do these creatures, Brahmins and the rest, arise?’ This question is intended to elicit what results are attained and what path is gone through, by combining Aparavidya and Karma."
  },
  {
    "id": 4,
    "chapter": "1",
    "ShlokaNo": "4",
    "shlok": "तस्मै स होवाच प्रजाकामो वै प्रजापति: स तपोऽतप्यत स तपस्तप्त्वा स मिथुनमुत्पादयते। रयिं च प्राणं चेत्येतौ मे बहुधा प्रजा: करिष्यत इति॥ ४ ॥",
    "translationHindi": " उससे उस पिप्पलाद मुनिने कहा—‘प्रसिद्ध है कि प्रजा उत्पन्न करनेकी इच्छावाले प्रजापतिने तप किया। उसने तप करके रयि और प्राण यह जोड़ा उत्पन्न किया [और सोचा—] ये दोनों ही मेरी अनेक प्रकारकी प्रजा उत्पन्न करेंगे’॥ ४ ॥ ",
    "translationEnglish": "The sun is life, indeed, and the moon, the food; all this having form and formless is food; so form is certainly food.",
    "commentaryHindi": " अपनेसे इस प्रकार प्रश्न करनेवाले कबन्धीसे उसकी शंका निवृत्त करनेके लिये पिप्पलाद मुनिने कहा—प्रजाकाम अर्थात् अपनी प्रजा रचनेकी इच्छावाले प्रजापतिने ‘मैं सर्वात्मा होकर जगत्की रचना करूँ’ इस प्रकारके विज्ञानसे सम्पन्न, यथोक्त कर्म करनेवाला  (जगद्रचनामें उपयुक्त ज्ञान और कर्मके समुच्चयका अनुष्ठान करनेवाला) तद्भावभावित (पूर्वकल्पीय प्रजापतित्वकी भावनासे सम्पन्न) और कल्पके आदिमें हिरण्यगर्भरूपसे उत्पन्न होकर तथा रची जानेवाली सम्पूर्ण स्थावर-जंगम प्रजाका पति होकर जन्मान्तरमें  भावना किये श्रुत्यर्थविषयक ज्ञानरूप तपको तपा अर्थात् उस ज्ञानका स्मरण किया। तदनन्तर इस प्रकार तपस्या कर अर्थात् श्रुतिप्रकाशित ज्ञानका स्मरण कर उसने सृष्टिके साधनभूत मिथुन—जोड़ेको उत्पन्न किया। उसने रयि यानी सोमरूप अन्न और प्राण यानी भोक्ता अग्निको रचा, अर्थात् यह सोचकर कि ये भोक्ता और भोग्यरूप अग्नि और सोम मेरी  नाना प्रकारकी प्रजा उत्पन्न करेंगे अण्डके उत्पत्तिक्रमसे सूर्य और चन्द्रमाको रचा॥ ४ ॥",
    "commentaryEnglish": "To him who thus interrogated, he replied for solving the doubt. Wishing to create creatures out of himself, the lord of creatures, the atman of all thinking to create the universe, acting according to the word filled with the thought, being Hiranyagarbha born at the beginning of this Kalpa and being the lord of all created beings and things immoveable and moveable, revolved in his mind the knowledge acquired in the previous birth, the drift of which is revealed by the srutis. Having thus brooded over the knowledge, imparted by the srutis produced a pair, a couple—necessary for creation,—the moon, i.e., food and prana, fire (sun), i.e., the eater. Thinking that agni (sun) and the moon, i e., (the eater and the food) respectively would create diverse creatures, he created the sun and the moon, in the order beginning with anda (globe)."
  },
  {
    "id": 5,
    "chapter": "1",
    "ShlokaNo": "5",
    "shlok": "आदित्यो ह वै प्राणो रयिरेव चन्द्रमा रयिर्वा एतत् सर्वं यन्मूर्तं चामूर्तं च तस्मान्मूर्तिरेव रयि:॥ ५ ॥ ",
    "translationHindi": "निश्चय आदित्य ही प्राण है और रयि ही  चन्द्रमा है। यह जो कुछ मूर्त (स्थूल) और अमूर्त (सूक्ष्म) है सब रयि ही है; अत: मूर्ति ही रयि है॥ ५ ॥ ",
    "translationEnglish": "Now the sun rising enters the east. By that, he bathes, in his rays, all prana in the east. When he lights up the south, the west, the north, the nadir, the zenith, the inter-space and all, by that, he bathes in his rays, all prana.",
    "commentaryHindi": "यहाँ निश्चयपूर्वक आदित्य ही प्राण अर्थात् भोक्ता अग्नि है और रयि ही चन्द्रमा है। रयि ही अन्न है और वह चन्द्रमा ही है।यह भोक्ता (अग्नि) और अन्न एक ही है। एक प्रजापति ही यह मिथुनरूप हो गया है, इसमें भेद केवल गौण और प्रधान भावका ही है। सो किस प्रकार? [इसपर कहते हैं—]यह सब रयि—अन्न ही है। वह क्या है? यह जो मूर्त यानी स्थूल है और जो अमूर्त यानी सूक्ष्म है वह मूर्त  और अमूर्त भोक्ताभोग्यरूप होनेपर भी रयि ही है। अत: इस प्रकार विभक्त हुए अमूर्तसे अन्य जो मूर्तरूप है वही रयि—अन्न है; क्योंकि वह अमूर्त भोक्तासे भोगा जाता है॥ ५ ॥ ",
    "commentaryEnglish": "Here the sun is prana, the eater, the fire the moon is the food, the moon is, indeed, food. This pair, the eater and the food really one, different aspects of the lord of creatures. The distinction is really one of secondary and primary. How? all this gross and subtle, is, indeed, in one aspect food, both having form and formless, the eater and the food. Therefore, when a dinner is made, i.e., what has form and what has not; (the former) is food being eaten by what is formless."
  },
  {
    "id": 6,
    "chapter": "1",
    "ShlokaNo": "6",
    "shlok": "अथादित्य उदयन्यत्प्राचीं दिशं प्रविशति तेन प्राच्यान् प्राणान् रश्मिषु संनिधत्ते। यद्दक्षिणां यत्प्रतीचीं यदुदीचीं यदधो यदूर्ध्वं यदन्तरा दिशो यत्सर्वं प्रकाशयति तेन सर्वान् प्राणान् रश्मिषु संनिधत्ते॥ ६ ॥",
    "translationHindi": "जिस समय सूर्य उदित होकर पूर्व  दिशामें प्रवेश करता है तो उसके द्वारा वह पूर्व दिशाके प्राणोंको अपनी किरणोंमें धारण करता है। इसी प्रकार जिस समय वह दक्षिण, पश्चिम, उत्तर, नीचे, ऊपर और अवान्तर दिशाओंको प्रकाशित करता है उससे भी वह उन सबके प्राणोंको अपनी किरणोंमें धारण करता है॥ ६ ॥",
    "translationEnglish": "This is he, the totality of all living beings, assuming every form, life and fire, (who) rises (every day). This is told by the Rik.",
    "commentaryHindi": "जिस समय सूर्य उदित होकर—ऊपरकी ओर जाकर अर्थात् प्राणियोंके  नेत्रोंका विषय होकर अपने प्रकाशसे पूर्व दिशामें प्रवेश करता है—उसे [अपने तेजसे] व्याप्त करता है; उसके द्वारा अपनी व्याप्तिसे वह उस (पूर्व दिशा)-में स्थित सम्पूर्ण अन्तर्भूत प्राच्य प्राणोंको अपने अवभासरूप और सर्वत्र व्याप्त किरणोंमें व्याप्त होनेके कारण वह  सम्पूर्ण प्राणियोंको धारण करता यानी अपनेमें प्रविष्ट कर लेता है, अर्थात् उन्हें आत्मभूत कर लेता है। इसी प्रकार जब वह दक्षिण, पश्चिम, उत्तर, नीचे और ऊपरकी ओर प्रवेश करता है अथवा अवान्तर दिशाओंको—कोणस्थ दिशाएँ अवान्तर दिशाएँ हैं उनको या अन्य सबको  प्रकाशित करता है तो अपने प्रकाशकी व्याप्तिसे वह सम्पूर्ण—समस्त दिशाओंमें स्थित प्राणोंको अपनी किरणोंमें धारण कर लेता है॥ ६ ॥",
    "commentaryEnglish": "Similarly, though formless the prana, i.e., the eater, is all, and food also is prana; how? Now the sun rising, i.e., becoming perceivable by the eyes of living beings, lights up the east with his light; by thus pervading all with his light makes all the lives in the east one with his own self, all living beings being pervaded by his all-pervading rays of light; similarly also, when he lights the south, the west, the north, the nadir, the zenith, the inter-space, the cardinal points and those between them, he bathes all lives in all those directions in his all-pervading light."
  },
  {
    "id": 7,
    "chapter": "1",
    "ShlokaNo": "7",
    "shlok": "स एष वैश्वानरो विश्वरूप: प्राणोऽग्निरुदयते। तदेतदृचाभ्युक्तम्॥ ७ ॥",
    "translationHindi": "वह यह (भोक्ता) वैश्वानर विश्वरूप प्राण अग्नि ही प्रकट होता है।यही बात ऋक्ने भी कही है॥ ७ ॥ ",
    "translationEnglish": "Having all forms, shining, omniscient, the highest stay, sole-light, heat-giver, having a thousand rays, existing in a hundred forms, life of all creation, this sun rises.",
    "commentaryHindi": "वह यह भोक्ता प्राण वैश्वानर (समष्टि जीवरूप), सर्वात्मा और  सर्वरूप है तथा सर्वमय होनेके कारण ही प्राण और अग्निरूप है। वह भोक्ता ही प्रतिदिन सम्पूर्ण दिशाओंको आत्मभूत करता हुआ उदित होता अर्थात् ऊपरकी ओर जाता है। यह ऊपर कही बात ही ऋक् अर्थात् मन्त्रद्वारा भी कही गयी है॥ ७ ॥ ",
    "commentaryEnglish": "This is he, the eater, life, the atman of all, Assuming all forms, being the atman of the universe, prana and fire. This is the eater, who rises every day making all cardinal points his own. This, now explained, has also been told by the mantra also."
  },
  {
    "id": 8,
    "chapter": "1",
    "ShlokaNo": "8",
    "shlok": "विश्वरूपं हरिणं जातवेदसं परायणं ज्योतिरेकं तपन्तम्। सहस्ररश्मि: शतधा वर्तमान: प्राण: प्रजानामुदयत्येष सूर्य:॥ ८ ॥ ",
    "translationHindi": "सर्वरूप, रश्मिवान्, ज्ञानसम्पन्न, सबके आश्रय, ज्योतिर्मय, अद्वितीय और तपते हुए सूर्यको [विद्वानोंने अपने आत्मारूपसे जाना है]। यह सूर्य सहस्रों किरणोंवाला, सैकड़ों प्रकारसे वर्तमान और प्रजाओंके प्राणरूपसे उदित होता है॥ ८ ॥",
    "translationEnglish": "The year is the lord of the creation; of it, two paths, the southern and the northern. Those who follow the path of karma alone, by the performance of sacrificial and pious acts, win only the world of the moon; they certainly return again; therefore, these sages desirous of offspring take the southern route. This is the food reached by the way of the manes.",
    "commentaryHindi": "विश्वरूप—सर्वरूप, हरिण—किरणवान्, जातवेदस्—जिसे ज्ञान प्राप्त हो गया है, परायण—सम्पूर्ण प्राणोंके आश्रय, ज्योति:—सम्पूर्ण प्राणियोंके नेत्रस्वरूप, एक—अद्वितीय और तपते हुए  यानी तपन-क्रिया करते हुए सूर्यको ब्रह्मवेत्ताओंने अपने आत्मस्वरूपसे जाना है। जिसे इस प्रकार जाना है वह कौन है? जो यह सहस्ररश्मि—अनेकों किरणोंवाला और सैकड़ों यानी अनेक प्रकारके प्राणिभेदसे वर्तमान तथा प्रजाओंका प्राणरूप सूर्य उदित होता है॥ ८ ॥ ",
    "commentaryEnglish": "Visvarupam, having all forms; Harinam, shining; jatavedasam, omniscient; the highest stay] to whom all lives cling; sole-light] the eye, as it were of all living beings, having no second. Tapantam, giving heat. This sun, their own atman, the knowers of Brahman, the seers have known. Who is it that they have known? Having a thousand rays, having many rays; existing in a hundred forms, i.e., existing in many forms in different living beings. This sun, the life of all creation, rises."
  },
  {
    "id": 9,
    "chapter": "1",
    "ShlokaNo": "9",
    "shlok": "संवत्सरो वै प्रजापतिस्तस्यायने दक्षिणं चोत्तरं च। तद्ये ह वै तदिष्टापूर्ते कृतमित्युपासते ते चान्द्रमसमेव लोकमभिजयन्ते। त एव पुनरावर्तन्ते तस्मादेत ऋषय: प्रजाकामा दक्षिणं प्रतिपद्यन्ते। एष ह वै रयिर्य: पितृयाण:॥ ९ ॥",
    "translationHindi": "संवत्सर ही प्रजापति है;  उसके दक्षिण और उत्तर दो अयन हैं। जो लोग इष्टापूर्तरूप कर्ममार्गका अवलम्बन करते हैं वे चन्द्रलोकपर ही विजय पाते हैं और वे ही पुन: आवागमनको प्राप्त होते हैं, अत: ये सन्तानेच्छु ऋषिलोग दक्षिण मार्गको ही प्राप्त होते हैं। [इस प्रकार] जो पितृयाण है वही रयि है॥ ९ ॥",
    "translationEnglish": "Now, by the northern route, by tapas, Brahmacharya, faith and knowledge seeking after the atman, they gain the sun. This is the stay of all lives, this is immortal, this is fearless, the highest goal; they do not return from thence. This is the obstacle. About that, is this (following) verse.",
    "commentaryHindi": "वह मिथुन ही संवत्सररूप काल है और वही प्रजापति है, क्योंकि संवत्सर उस मिथुनसे ही निष्पन्न हुआ है। चन्द्रमा और सूर्यसे निष्पन्न होनेवाली  तिथि और दिन-रात्रिके समुदायका नाम ही संवत्सर है; अत: वह (संवत्सर) रयि और प्राणसे अभिन्न होनेके कारण मिथुनरूप ही कहा जाता है। सो किस प्रकार? उस संवत्सर नामक प्रजापतिके दक्षिण और उत्तर दो अयन—मार्ग हैं। ये छ:-छ: मासवाले दो अयन प्रसिद्ध ही हैं,  जिनसे कि सूर्य केवल कर्मपरायण और ज्ञानसंयुक्त कर्मपरायण पुरुषोंके पुण्यलोकोंका विधान करता हुआ दक्षिण तथा उत्तर मार्गोंसे गमन करता है। सो किस प्रकार? इसपर कहते हैं—उन ब्राह्मणादिमें जो ऋषिलोग निश्चयपूर्वक उस इष्ट और पूर्त यानी इष्टापूर्त इत्यादि कृतकी  ही उपासना करते हैं—अकृतकी नहीं करते वे सर्वदा चान्द्रमस—चन्द्रमामें ही होनेवाले यानी मिथुनात्मक प्रजापतिके अंश रयि अर्थात् अन्नभूत लोकको ही जीतते हैं, क्योंकि चन्द्रलोक कृत (कर्म) रूप है। श्रुतिमें दूसरा ‘तत्’ शब्द क्रियाविशेषण है। वे वहाँ ही अपने कर्मका  क्षय होनेपर फिर लौट आते हैं, जैसा कि “इस (मनुष्य) लोक अथवा इससे भी निकृष्ट (तिर्यगादि) लोकमें प्रवेश करते हैं” इस [मुण्डक श्रुति]-में कहा है। क्योंकि ऐसा है इसलिये ये सन्तानार्थी ऋषि—स्वर्गद्रष्टा गृहस्थलोग इष्ट और पूर्त कर्मोंद्वारा उनके फलरूपसे अन्नात्मक प्रजापति  यानी चन्द्रलोकका ही निर्माण करते हैं; अत: वे अपने कर्मोंद्वारा उपार्जित दक्षिण यानी दक्षिणायनमार्गसे उपलक्षित चन्द्रलोकको ही प्राप्त होते हैं। यह जो पितृयाण अर्थात् पितृयाणसे उपलक्षित चन्द्रलोक है वह निश्चय रयि—अन्न ही है॥ ९ ॥ ",
    "commentaryEnglish": "How the pair—the moon, having form, the food and the prana, the formless, the eater, the sun, could create all creatures is explained. This pair alone is time, the year is the lord of creatures, because the year is accomplished by the pair which together are the lord of creatures; the year being a combination of tithis, days and nights accomplished by the moon and the sun, is said to be of the nature of the pair, food and eater being no other than they. How is that? Of the year the lord of creatures, are two paths, the southern and the northern. These are the two well-known paths, each extending over six months, by which the sun goes south and north, distributing worlds among those who perform karma alone and those who combine karma with worship. The second tadu, i.e., the tadu in ‘tadupasate’ is an adverbial adjunct. Those among the Brahmins and the rest who follow only what is done, as Ishtam (sacrifices) and purtam (pious acts) and not what is not made, i.e., nothing eternal, attain the world of the moon, i.e., the world of food, a portion of the lord of creatures, who is both food and eater, the worlds of the moon being in the nature of one made, i.e., not eternal. They, after consumption there of what has been done, return, i.e., enter this world or something worse, as is said. As these devotees, i.e., the house-holders, the seers of heaven, desirous of offspring achieve as the fruit by the sacrificial and pious acts, the moon, i.e., the lord of creatures in the form of food; therefore, they attain what was performed by them, i.e., the food, i.e., the moon to which the southern route leads. This is the food, the moon, to which the route of the manes leads."
  },
  {
    "id": 10,
    "chapter": "1",
    "ShlokaNo": "10",
    "shlok": "अथोत्तरेण तपसा ब्रह्मचर्येण श्रद्धया  विद्ययात्मान-मन्विष्यादित्यमभिजयन्ते। एतद्वै प्राणानामायतनमेत-दमृतमभयमेतत्परायणमेतस्मान्न पुनरावर्तन्त इत्येष निरोधस्तदेष श्लोक:॥ १० ॥",
    "translationHindi": "तथा तप, ब्रह्मचर्य, श्रद्धा और विद्याद्वारा आत्माकी खोज करते हुए वे उत्तरमार्गद्वारा सूर्यलोकको प्राप्त होते हैं। यही प्राणोंका  आश्रय है; यही अमृत है, यही अभय है और यही परा गति है। इससे फिर नहीं लौटते; अत: यही निरोधस्थान है। इस विषयमें यह [अगला] मन्त्र है—॥ १० ॥",
    "translationEnglish": "Having five feet, the father of all, having twelve forms, they say he is seated in a place higher than Dyuloka, full of water. These others say that the world is lodged in him, all knowing, ever moving with seven wheels and six spokes.",
    "commentaryHindi": "तथा उत्तरायणसे वे  प्रजापतिके अंश भोक्ता प्राणको यानी आदित्यको प्राप्त होते हैं। किस साधनसे प्राप्त होते हैं? तप अर्थात् इन्द्रियजयसे; विशेषत: ब्रह्मचर्य, श्रद्धा और प्रजापतितादात्म्यविषयक विद्यासे अर्थात् अपनेको स्थावर-जंगम जगत्के प्राण सूर्यरूपसे अनुसंधानकर यानी यह समझकर  कि यह [सूर्य] ही मैं हूँ आदित्यलोकपर विजय पाते अर्थात् उसे प्राप्त होते हैं। निश्चय यही आयतन—सम्पूर्ण प्राणोंका सामान्य आयतन यानी आश्रय है। यही अमृत—अविनाशी है, अत: यह अभय—भयरहित है, चन्द्रमाके समान क्षयवृद्धिरूप भययुक्त नहीं है तथा यही उपासकोंकी  और उपासनासहित कर्मानुष्ठान करनेवालोंकी परा गति है। इस पदको प्राप्त होकर अन्य केवल कर्मपरायणोंके समान फिर नहीं लौटते, क्योंकि यह अविद्वानोंके लिये निरोध है, क्योंकि उपासनाहीन पुरुष आदित्यसे रुके हुए हैं;* ये लोग आदित्यरूप संवत्सर यानी अपने  आत्मा प्राणको प्राप्त नहीं होते। वह कालरूप संवत्सर ही अविद्वानोंका निरोधस्थान है। तहाँ इस विषयमें यह श्लोक यानी मन्त्र प्रसिद्ध है॥ १० ॥",
    "commentaryEnglish": "By the northern route, they reach the sun, a part of the lord of creation, the prana, the eater. By what? by tapas, i.e., by control over the senses, more particularly by Brahmacharya, by faith and by knowledge regarding the self of the lord of creation, i.e., worship of Prajapati; seeking after the self, i.e., the prana, the sun, the stay of the universe, i.e., realising the sun in the form ‘I am he,’ they gain, i.e., reach the sun. This is certainly the common abode of all lives, their support; this is immortal, i.e., indestructible and, therefore, fearless, not full of fear of increase or diminution like the moon. This is the highest goal of those who resort to mere worship and of those who combine karma and worship. They da not return from hence, as followers of mere karma do: Hence, this is, the obstacle of the ignorant; for, the ignorant obstructed by the sun do not attain the year, i.e., the sun, i.e., the prana. He, the year, in the nature of time, is an obstacle to the ignorant About that, is the following verse."
  },
  {
    "id": 11,
    "chapter": "1",
    "ShlokaNo": "11",
    "shlok": "पञ्चपादं पितरं द्वादशाकृतिं दिव आहु: परे  अर्धे पुरीषिणम्। अथेमे अन्य उ परे विचक्षणं सप्तचक्रे षडर आहुरर्पितमिति॥ ११ ॥",
    "translationHindi": "अन्य कालवेत्तागण इस आदित्यको पाँच पैरोंवाला, सबका पिता, बारह आकृतियोंवाला, पुरीषी (जलवाला) और द्युलोकके परार्द्धमें स्थित बतलाते हैं तथा ये अन्य लोग उसे सर्वज्ञ और उस  सात चक्र और छ: अरेवालेमें ही इस जगत्को अर्पित बतलाते हैं॥ ११ ॥",
    "translationEnglish": " The month is the lord of creation; its dark half is, indeed, the food; the light half, the prana (eater). Therefore, the seers perform sacrifices in the light half; the others, in the other, i.e., the dark half.",
    "commentaryHindi": "यह पंचपाद है, क्योंकि उन ऋतुओंसे यह चरणोंके समान घूमता रहता है। यह [पाँच ऋतुओंकी] कल्पना हेमन्त और शिशिरको एक मानकर की है। सबका उत्पत्तिकर्ता होनेके कारण उसका पितृत्व है, इसलिये उसे पिता कहा है। बारह महीने उसकी आकृतियाँ, अवयव या  आकार हैं, अथवा बारह महीनोंद्वारा उसका अवयवीकरण (विभाग) किया जाता है। इसलिये उसे द्वादशाकृति कहा है, तथा वह द्युलोक यानी अन्तरिक्षसे परे—ऊपरके स्थानरूप तीसरे स्वर्गलोकमें स्थित है और पुरीषी—पुरीषवान् अर्थात् जलवाला है—ऐसा कालज्ञ पुरुष कहते हैं।  तथा ये अन्य कालवेत्ता पुरुष उसीको विचक्षण—निपुण यानी सर्वज्ञ बतलाते हैं तथा सप्त अश्वरूप सात चक्र और षडृतुरूप छ: अरोंवाले उस निरन्तर गतिशील कालात्मामें ही रथकी नाभिमें अरोंके समान इस सम्पूर्ण जगत्को अर्पित—निविष्ट बतलाते हैं। चाहे पंचपाद और  द्वादश आकृतियोंवाला हो अथवा सात चक्र और छ: अरोंवाला हो सभी प्रकार चन्द्रमा और सूर्यरूपसे भी कालस्वरूप संवत्सरात्मक प्रजापति ही जगत्का कारण है॥ ११ ॥ ",
    "commentaryEnglish": "Having five feet] the five seasons are, as it were, the feet of the sun which is no other than the year. With these seasons as ‘feet,’ the year moves. This analogy makes but one of the hemanta and the sisira seasons. Father] he is called father because he is the creator of all. Having twelve forms] the twelve months are the forms, i.e., limbs or component parts of the year. In a place higher than Dyuloka (sky), i.e., in the third heaven. Purishinam, full of water. They say] those who know Time say. The same, some others who know Time say, is omniscient; and that the world is fixed to the wheel of Time, ever on the move, in the form of seven horses and having six seasons. They say that all the universe is fixed there as spokes in a wheel. Whether having five feet and twelve limbs, or whether possessed of seven wheels and six spokes, in any view, the year, of the nature of Time, the lord of creation, in the form of the sun and the moon, is the cause of the universe."
  },
  {
    "id": 12,
    "chapter": "1",
    "ShlokaNo": "12",
    "shlok": "मासो वै प्रजापतिस्तस्य कृष्णपक्ष एव रयि: शुक्ल: प्राणस्तस्मादेत ऋषय: शुक्ल इष्टं कुर्वन्तीतर इतरस्मिन्॥ १२ ॥",
    "translationHindi": "मास ही प्रजापति है।  उसका कृष्णपक्ष ही रयि है और शुक्लपक्ष प्राण है। इसलिये ये [प्राणोपासक] ऋषिगण शुक्लपक्षमें ही यज्ञ किया करते हैं तथा दूसरे [अन्नोपासक] दूसरे पक्षमें यज्ञ करते हैं॥ १२ ॥",
    "translationEnglish": "The day and night is, indeed, the lord of creation. Of that, the day is the prana and the night, indeed, is the food. Those who combine with Rati (sexual intercourse) by day, spill prana. That they combine with Rati by night is Brahmacharyam indeed.",
    "commentaryHindi": "मास ही उपर्युक्त लक्षणोंवाला मिथुनात्मक प्रजापति है। उस मासस्वरूप प्रजापतिका एक भाग—कृष्णपक्ष तो रयि—अन्न अथवा चन्द्रमा है तथा दूसरा भाग—शुक्लपक्ष ही प्राण—आदित्य अर्थात् भोक्ता अग्नि है। क्योंकि  वे शुक्लपक्षस्वरूप प्राणको सर्वात्मक देखते हैं और उन्हें कृष्णपक्ष भी प्राणसे भिन्न दिखलायी नहीं देता इसलिये ये प्राणदर्शी ऋषिलोग कृष्णपक्षमें भी [उसे शुक्लपक्षरूप समझकर ही] अपना इष्ट—याग किया करते हैं। तथा दूसरे ऋषि प्राणका दर्शन नहीं करते; इसलिये वे  सबको अदर्शनात्मक कृष्णपक्षरूप ही देखते हैं और शुक्लपक्षमें यागानुष्ठान करते हुए भी इतर यानी कृष्णपक्षमें ही करते हैं॥ १२ ॥",
    "commentaryEnglish": "The lord of creation, i.e., the year, in which this universe inheres, ends in its component part, the month. The month, indeed, the lord of creation above described, is also in the nature of a pair; of the lord of creation, i.e., the month, one portion, i.e., the dark half, is food, i.e., the moon. The other part, i.e., the light half, is the sun, the eater, the fire. Because, they see everything as prana, marked by the light half; therefore, these seers who see the prana, though performing sacrifices in the dark half, perform them, only in the light half, as they do not see the dark half, as distinct from prana (the light half). But others see not the prana and only see the unseeing dark half. Those others perform sacrifices, only in the dark half, though they do them in the light half."
  },
  {
    "id": 13,
    "chapter": "1",
    "ShlokaNo": "13",
    "shlok": "अहोरात्रो वै प्रजापतिस्तस्याहरेव प्राणो रात्रिरेव रयि: प्राणं वा एते प्रस्कन्दन्ति ये दिवा रत्या संयुज्यन्ते ब्रह्मचर्यमेव तद्यद्रात्रौ  रत्या संयुज्यन्ते॥ १३ ॥ ",
    "translationHindi": "दिन-रात भी प्रजापति हैं। उनमें दिन ही प्राण है और रात्रि ही रयि है। जो लोग दिनके समय रतिके लिये [स्त्रीसे] संयुक्त होते हैं वे प्राणकी ही हानि करते हैं और जो रात्रिके समय रतिके लिये [स्त्रीसे] संयोग करते हैं वह तो ब्रह्मचर्य ही है॥ १३ ॥ ",
    "translationEnglish": " Food indeed, is the lord of creation; from that, indeed is the semen virile; from that are all these creatures produced.",
    "commentaryHindi": " वह मासात्मक प्रजापति भी अपने अवयवरूप दिन-रात्रिमें समाप्त हो जाता है। पहलेकी तरह अहोरात्रि भी प्रजापति है—उसका भी दिन ही प्राण—भोक्ता यानी अग्नि है और पूर्ववत् रात्रि ही रयि है। वे लोग दिनरूप प्राणको ही क्षीण करते—निकालते— सुखाते अथवा अपनेसे  पृथक् करके नष्ट करते हैं। कौन? जो कि मूढ़ होकर दिनके समय रति—रतिकी कारणस्वरूपा स्त्रीसे संयुक्त होते हैं, अर्थात् मिथुन यानी मैथुन करते हैं। क्योंकि ऐसी बात है इसलिये ऐसा नहीं करना चाहिये—यह प्रासंगिक प्रतिषेध प्राप्त होता है। तथा ऋतुकालमें जो रात्रिके  समय रतिसे संयुक्त होते हैं वह तो ब्रह्मचर्य ही है; अत: प्रशस्त होनेके कारण ऋतुकालमें ही स्त्रीगमन करना चाहिये—ऐसी यह प्रासंगिकी विधि है, अब प्रकृत विषय [अगले मन्त्रसे] कहा जाता है। वह अहोरात्रात्मक प्रजापति [इस प्रकार क्रमश: परिणामको प्राप्त होकर] व्रीहि  और यव आदि अन्नरूपसे स्थित हुआ है॥ १३ ॥",
    "commentaryEnglish": "And that lord of creation, i.e., the month, culminates in his component parts, the day and night as before explained. Of him, the day is, indeed, prana; the eater, the fire; the night, indeed, is food, as before explained. Those spill their prana, i.e., the day, that is, waste it by separating it from the selves. Who? Those ignorant men, who by day have carnal intercourse with woman, who is the cause of sexual pleasures. This being so, the prohibition that it should not be done is a rule laid down by the way. If they have intercourse by night, in season, that is Brahmacharyam indeed. That being praiseworthy, the mandate that one should approach his wife during rita, in season, is also, by the way, enjoined. What is relevant here is this, i.e., the lord of creation in the form of day and night becomes such as corn, grain, etc."
  },
  {
    "id": 14,
    "chapter": "1",
    "ShlokaNo": "14",
    "shlok": "अन्नं वै प्रजापतिस्ततो ह वै तद्रेतस्तस्मादिमा: प्रजा: प्रजायन्त इति॥ १४ ॥ ",
    "translationHindi": "अन्न ही प्रजापति है; उसीसे वह वीर्य होता है और उस  वीर्यहीसे यह सम्पूर्ण प्रजा उत्पन्न होती है॥ १४ ॥",
    "translationEnglish": "Thus, those who follow the vow of the lord of creation produce couples. To them alone, is this Brahmaloka, in whom tapas, brahmacharyam and truth abide.",
    "commentaryHindi": "अन्न ही प्रजापति है। किस प्रकार? [सो बतलाते हैं—] उस अन्नसे ही प्रजाका कारणरूप रेत—पुरुषका वीर्य उत्पन्न होता है; और स्त्रीकी योनिमें सींचे गये उस वीर्यसे ही यह मनुष्यादिरूप प्रजा उत्पन्न होती है। हे कबन्धिन्! तूने जो पूछा था कि यह सम्पूर्ण प्रजा कहाँसे उत्पन्न होती है?  सो चन्द्रमा और आदित्यरूप मिथुनसे लेकर अहोरात्रपर्यन्त क्रमसे अन्न, रक्त एवं वीर्यके द्वारा ही यह सारी प्रजा उत्पन्न होती है—ऐसा निर्णय हुआ॥ १४ ॥ ",
    "commentaryEnglish": "Thus modified in this order, food is the lord of creation. How? From that is semen virile, the seed in man, the cause of creation. From that, sprinkled in woman, these creatures, such as men, etc., are produced. What was asked for, from whence are creatures produced, has thus been determined, that these creatures are produced by couples, beginning with the sun and the moon and ending with the day and the night, through food, blood and semen virile."
  },
  {
    "id": 15,
    "chapter": "1",
    "ShlokaNo": "15",
    "shlok": "तद्ये ह वै तत्प्रजापतिव्रतं चरन्ति ते मिथुनमुत्पादयन्ते। तेषामेवैष ब्रह्मलोको येषां तपो ब्रह्मचर्यं येषु  सत्यं प्रतिष्ठितम्॥ १५ ॥",
    "translationHindi": " इस प्रकार जो भी उस प्रजापतिव्रतका आचरण करते हैं वे [कन्या-पुत्ररूप] मिथुनको उत्पन्न करते हैं। जिनमें कि तप और ब्रह्मचर्य है तथा जिनमें सत्य स्थित है उन्हींको यह ब्रह्मलोक प्राप्त होता है॥ १५ ॥ ",
    "translationEnglish": "To them, is that Brahmaloka devoid of taint; in them there is no deceit, falsehood or dissimulation.",
    "commentaryHindi": "ऐसी स्थिति होनेके कारण जो गृहस्थ उस प्रजापतिव्रत—प्रजापतिके व्रतका  आचरण करते हैं, यानी ऋतुकालमें स्त्रीगमन करते हैं—यहाँ ‘ह’ और ‘वै’ ये निपात प्रसिद्धका स्मरण दिलानेके लिये हैं—उन (ऋतुकालाभिगामियों)-को यह दृष्ट फल मिलता है। क्या फल मिलता है? वे मिथुन यानी पुत्र और कन्या उत्पन्न करते हैं। [इस दृष्ट फलके सिवा]  उन इष्ट, पूर्त्त और दत्त कर्मकर्ताओंको, जिनमें कि स्नातकव्रतादि तप, ऋतुकालसे अन्य समय स्त्रीगमन न करनारूप ब्रह्मचर्य और असत्यत्यागरूप सत्य अव्यभिचरितरूपसे प्रतिष्ठित है यह अदृश्य फल मिलता है जो कि चन्द्रलोकमें स्थित पितृयाणरूप ब्रह्मलोक है॥ १५ ॥",
    "commentaryEnglish": "Thus, this being so. Of those householders (Vai and Ha are two particles, remembrances of well-known things), who obey the vow of Prajapati (lord of creation), i.e., who approach their wives in due season, their visible fruits (in this world) is this. What? They produce a couple, i.e., son and daughter. The invisible fruits (pertaining to the future world) are also to them alone, performing sacrificial and pious acts and making gifts. This Brahmaloka, i.e., the world of the moon, to which the route of the manes leads, is to those in whom tapas, i.e., the vow of a snataka, etc., Brahmacharyam, i.e., abstinence from sexual intercourse except in season, and truth, i.e., abstinence from falsehood abide always without any deviation."
  },
  {
    "id": 16,
    "chapter": "1",
    "ShlokaNo": "16",
    "shlok": "तेषामसौ विरजो ब्रह्मलोको न येषु जिह्ममनृतं न माया चेति॥ १६ ॥ ",
    "translationHindi": "जिनमें कुटिलता, अनृत और माया (कपट) नहीं है उन्हें यह विशुद्ध ब्रह्मलोक प्राप्त होता है॥ १६ ॥",
    "translationEnglish": "To them, is that Brahmaloka devoid of taint; in them there is no deceit, falsehood or dissimulation.",
    "commentaryHindi": "जिस प्रकार अनेकों विरुद्ध व्यवहाररूप प्रयोजनवाला होनेसे गृहस्थमें जिह्म—कुटिलता यानी वक्रता होना निश्चित है उस प्रकार जिनमें जिह्म नहीं है, गृहस्थोंमें जिस प्रकार क्रीडादि-निमित्तसे होनेवाला अनृत अनिवार्य है वैसा जिनमें अनृत नहीं है तथा जिनमें गृहस्थोंके समान  मायाका भी अभाव है। अपने-आपको बाहरसे अन्य प्रकार प्रकट करते हुए जो अन्यथा कार्य करना है वही मिथ्याचाररूपा माया है। इस प्रकार जिन एकान्तनिष्ठ ब्रह्मचारी, वानप्रस्थ और भिक्षुओंमें कोर्इ निमित्त न रहनेके कारण, माया आदि दोष नहीं हैं उन्हें उनके साधनोंकी  अनुरूपतासे ही यह विशुद्ध ब्रह्मलोक प्राप्त होता है। इस प्रकार यह ज्ञान (उपासना)-सहित कर्मानुष्ठान करनेवालोंकी गति कही। पूर्वोक्त चन्द्रमारूप ब्रह्मलोक तो केवल कर्मठोंके लिये ही कहा है॥ १६ ॥",
    "commentaryEnglish": "But to whom is that state of lower Brahman marked by the sun, reached by the northern route, untainted, i.e., pure, not tainted like the Brahmaloka of the moon, subject to increase and diminution, is explained. They in whom fraud does not exist, as necessarily it does in householders, resulting in many conflicting modes of conduct; those for whom-falsehood is not unavoidable, as it is in the case of householders on account of play, mirth, etc.; similarly, those in whom there is no dissimulation as in householders. Dissimulation consists in disclosing one’s self in one manner and acting otherwise. It is of the nature of duplicity in behaviour. To those men duly fitted, i.e., the Brahmacharin, the hermit and the sanyasin in whom, from absence of cause, these faults, such as duplicity, etc., do not exist, is this untainted Brahmaloka, according to the means they employ. Thus, this is the goal of those who combine karma with knowledge (worship). The Brahmaloka previously explained and marked by the moon is for those who perform mere karma."
  },{
    "id": 1,
    "chapter": "2",
    "ShlokaNo": "1",
    "shlok": "अथ हैनं भार्गवो वैदर्भि: पप्रच्छ। भगवन्कत्येव देवा: प्रजा विधारयन्ते कतर एतत्प्रकाशयन्ते क: पुनरेषां वरिष्ठ इति॥ १ ॥",
    "translationHindi": " तदनन्तर उन पिप्पलाद मुनिसे विदर्भदेशीय  भार्गवने पूछा—‘भगवन्! इस प्रजाको कितने देवता धारण करते हैं? उनमेंसे कौन-कौन इसे प्रकाशित करते हैं? और कौन उनमें सर्वश्रेष्ठ है?’॥ १ ॥ ",
    "translationEnglish": " Next Bhargava of Vidarbha questioned him ‘Oh Bhagavan! How many Devas support the creature? Which of them enlighten that? Who again is of all of them, the greatest.’",
    "commentaryHindi": " तदनन्तर उनसे विदर्भदेशीय भार्गवने पूछा—‘हे भगवन्! इस शरीररूप प्रजाको कितने देवता विधारण करते  यानी विशेषरूपसे धारण करते हैं तथा ज्ञानेन्द्रिय और कर्मेन्द्रियोंमें विभक्त हुए उन देवताओंमेंसे कौन इसे प्रकाशित करते हैं—अपने माहात्म्यको प्रकट करना ही प्रकाशन है—और इन भूत एवं इन्द्रिय देवताओंमेंसे कौन सर्वश्रेष्ठ यानी प्रधान है?’॥ १ ॥",
    "commentaryEnglish": "It has been said that prana is the eater, the lord of creation. This question is begun for the purpose of determining how he is such lord and eater in this body. Next Bhargava of Vidarbha questioned him, Oh Bhagavan! how many Devas (senses) mainly support the creature, i.e., the body? Which, among the senses divided into intellectual and active, manifest their glory outside. Who again of these is the greatest, i.e., the most important of these which are in the nature of cause and effect."
  },
  {
    "id": 2,
    "chapter": "2",
    "ShlokaNo": "2",
    "shlok": "तस्मै स होवाचाकाशो ह वा एष देवो वायुरग्निरापः पृथिवी वाङ्मनश्चक्शुः श्रोत्रं च । ते प्रकाश्याभिवदन्ति वयमेतद्बाणमवष्टभ्य विधारयामः ॥ २ ॥",
    "translationHindi": "तब उससे आचार्य पिप्पलादने कहा—वह देव आकाश है। वायु, अग्नि, जल, पृथिवी, वाक् (सम्पूर्ण कर्मेन्द्रियाँ),  मन (अन्त:करण) और चक्षु (ज्ञानेन्द्रियसमूह) [ये भी देव ही हैं]। वे सभी अपनी महिमाको प्रकट करते हुए कहते हैं—‘हम ही इस शरीरको आश्रय देकर धारण करते हैं’॥ २ ॥ ",
    "translationEnglish": "To him he said, “This Deva is the akasa, wind, fire water, earth, speech, mind, eye and ear. They revealing their glory say, ‘we hold together and support this body.’",
    "commentaryHindi": "इस प्रकार पूछते हुए उस भार्गवसे पिप्पलादने कहा—निश्चय आकाश ही वह देव है तथा [उसके सहित] वायु, अग्नि, जल और पृथिवी—ये शरीरको आरम्भ करनेवाले पाँच भूत एवं वाक्, मन, चक्षु और  श्रोत्रादि कर्मेन्द्रिय और ज्ञानेन्द्रियाँ—ये कार्य (पंचभूत) और करण (इन्द्रिय)-रूप देव अपनी महिमाको प्रकट करते हुए अपनी-अपनी श्रेष्ठताके लिये परस्पर स्पर्द्धापूर्वक कहते हैं। किस प्रकार कहते हैं? [सो बतलाते हैं—] इस कार्यकरणके संघातरूप शरीरको, जिस प्रकार  महलको स्तम्भ धारण करते हैं, उसी प्रकार आश्रय देकर उसे शिथिल न होने देकर हम स्पष्टरूपसे धारण करते हैं। उनमेंसे प्रत्येकका यही अभिप्राय रहता है कि इस संघातको अकेले मैंने ही धारण किया है॥ २ ॥ ",
    "commentaryEnglish": "To him, who thus questioned, he replied: ‘This Deva is the akasa, wind, fire, water, earth, i e., these five great elements, Bhutas, the constituent elements of the body and speech, mind, eye, ear and the rest, i.e., the senses of acting and the senses of intellect; these Devas of the nature of effects and instruments, manifesting their glory and competing for pre-eminence, say this body, this bundle of causes and effects, we hold together, as pillars do the vault, from going to pieces and chiefly support. The thought of each is that the body—the bundle—is supported by it alone.’"
  },
  {
    "id": 3,
    "chapter": "2",
    "ShlokaNo": "3",
    "shlok": "तान्वरिष्ठः प्राण उवाच । मा मोहमापद्यथाऽहमेवैतत्पञ्चधात्मानं प्रविभज्यैतद्बाणमवष्टभ्य विधारयामीति तेऽश्रद्दधाना बभूवुः ॥ ३ ॥",
    "translationHindi": "[एक बार] उनसे सर्वश्रेष्ठ प्राणने कहा—‘तुम मोहको प्राप्त मत होओ; मैं ही अपनेको पाँच प्रकारसे विभक्त कर इस शरीरको आश्रय देकर धारण करता हूँ।’  किन्तु उन्होंने उसका विश्वास न किया॥ ३ ॥",
    "translationEnglish": "Prana, the greatest, said to them, ‘Do not cherish this foolish vanity. I alone, having divided myself five-fold, hold this body together and support it.’ They did not believe.",
    "commentaryHindi": "इस प्रकार अभिमानयुक्त हुए उन देवोंसे वरिष्ठ—मुख्य प्राणने कहा—‘इस प्रकार मोहको प्राप्त मत होओ अर्थात् अविवेकके कारण अभिमान मत करो, क्योंकि अपनेको पाँच भागोंमें विभक्त कर—अपने प्राणादि  पाँच वृत्तिभेद कर मैं ही इस शरीरको आश्रय देकर धारण करता हूँ।’ उसके ऐसा कहनेपर वे उसके कथनमें अश्रद्धालु—अविश्वासी ही रहे कि ऐसा कैसे हो सकता है?॥ ३ ॥ ",
    "commentaryEnglish": "Prana, pre-eminent, said to them who were thus vain, ‘do not from want of discernment cherish this vanity; for, I alone hold together and support this body, having divided myself into five distinct conditions such as prana, etc.’; and when he said he supported it, they did not believe in him and thought how it could be thus."
  },{
    "id": 4,
    "chapter": "2",
    "ShlokaNo": "4",
    "shlok": "सो'भिमानादूर्ध्वमुत्क्रामत इव तस्मिन्नुत्क्रामत्यथेतरे सर्व एवोत्क्रामन्ते तस्मिँश्च प्रतिष्ठमाने सर्व एव प्रतिष्ठन्ते । तद्यथा मक्शिका मधुकरराजानमुत्क्रामन्तं सर्व एवोत्क्रमन्ते तस्मिँश्च प्रत्ष्ठमाने सर्व एव प्रतिष्टन्त एवं वाङ्मनष्चक्शुः श्रोत्रं च ते प्रीताः प्राणं स्तुन्वन्ति ॥ 4 ॥",
    "translationHindi": "तब वह अभिमानपूर्वक मानो ऊपरको उठने लगा। उसके ऊपर उठनेके साथ और सब भी उठने लगे तथा  उसके स्थित होनेपर सब स्थित हो जाते। जिस प्रकार मधुकरराजके ऊपर उठनेपर सभी मक्खियाँ ऊपर चढ़ने लगती हैं और उसके बैठ जानेपर सभी बैठ जाती हैं उसी प्रकार वाक्, मन, चक्षु और श्रोत्रादि भी [प्राणके साथ उठने और प्रतिष्ठित होने लगे]। तब वे सन्तुष्ट  होकर प्राणकी स्तुति करने लगे॥ ४ ॥",
    "translationEnglish": "He from indignation seemed to ascend from the body, and when he ascended, all the others immediately ascended too; and when he was quiet they were quiet too, just as bees fly up when their king flies up and settle down when he settles down; so, mind, speech, eye, ear and the rest being pleased, praise Prana.",
    "commentaryHindi": "तब वह प्राण उनकी अश्रद्धालुताको देखकर क्रोधवश निरपेक्ष हो अभिमानपूर्वक मानो ऊपरको उठने लगा। उसके ऊपर उठनेपर जो कुछ हुआ उसे दृष्टान्तसे स्पष्ट  करते हैं—उसके ऊपर उठनेके अनन्तर ही चक्षु आदि अन्य सभी प्राण (इन्द्रियाँ) उत्क्रमण करने यानी उठने लगे। तथा उस प्राणके ही स्थित होने—चुप होने यानी उत्क्रमण न करनेपर वे सभी स्थित हो जाते—चुपचाप बैठ जाते थे। जैसे कि इस लोकमें मधुमक्षिकाएँ अपने  सरदार मधुकरराजके उठनेके साथ ही सब-की-सब उठ जाती हैं और उसके बैठनेपर सब-की-सब बैठ जाती हैं। जैसा यह दृष्टान्त है। वैसे ही वाक्, मन, चक्षु और श्रोत्रादि भी हो गये। तब वे वागादि अपने अविश्वासको छोड़कर और प्राणकी महिमाको जानकर सन्तुष्ट  हो प्राणकी स्तुति करने लगे॥ ४ ॥",
    "commentaryEnglish": "And he, Prana, observing their want of faith, seemed to ascend from the body of himself from indignation. What followed when he seemed to ascend is made apparent by an illustration. Immediately after he ascended, all the other pranas, i.e., the eye and the rest began ascending and when he, Prana, became inactive, i.e., did not ascend, all became quiet, i.e., settled down; just as in the world, the bees ascend after their king ascends and settle down when he settles down. As in the illustration, so here. Speech, mind, the eye, ear, etc., leaving their disbelief and knowing the glory or greatness of Prana, grow delighted and praise Prana."
  },
  {
    "id": 5,
    "chapter": "2",
    "ShlokaNo": "5",
    "shlok": "एषोऽग्निस्तपत्येष सूर्य एष पर्जन्यो मघवानेष वायु:। एष पृथिवी रयिर्देव: सदसच्चामृतं च यत्॥ ५ ॥",
    "translationHindi": " यह प्राण अग्नि होकर तपता है, यह सूर्य है, यह मेघ है, यही इन्द्र और वायु है  तथा यह देव ही पृथिवी, रयि और जो कुछ सत्, असत् एवं अमृत है, वह सब कुछ है॥ ५ ॥ ",
    "translationEnglish": "As fire, this burns; this, sun; this, cloud; this, Indra; this, wind; this, earth; moon, Deva and what has form, what is formless and what is immortal nectar.",
    "commentaryHindi": "यह प्राण अग्नि होकर तपता—प्रज्वलित होता है। तथा यह सूर्य होकर प्रकाशित होता है और मेघ होकर बरसता है । यही मघवा—इन्द्र होकर प्रजाका पालन करता तथा असुर और राक्षसोंका वध करना चाहता है। यही आवह-प्रवह आदि भेदोंवाला वायु है। अधिक क्या यह देव ही पृथिवी और रयि (चन्द्रमा)-रूपसे सम्पूर्ण जगत्का धारक और पोषक है। सत्—स्थूल, असत्—सूक्ष्म और  देवताओंकी स्थितिका कारणरूप अमृत भी यही है॥ ५ ॥",
    "commentaryEnglish": "How? This Prana being fire, burns or flames; so this being sun, shines; so this being cloud, rains. Again this being Indra, protects the creatures and destroys, Asuras and Rakshasas. This is wind in its different forms, avaha, pravaha, etc. Again this is Deva, earth (supporter of all) and moon (nourisher of all). This is all that has form and all that is formless. This is also amrita which is the stay of all Devas. In short,"
  },
  {
    "id": 6,
    "chapter": "2",
    "ShlokaNo": "6",
    "shlok": "अरा इव रथनाभौ प्राणे सर्वं प्रतिष्ठितम् । ऋचो यजूँषि सामानि यज्ञः क्शत्रं ब्रह्म च ॥ ६ ॥",
    "translationHindi": "जैसे रथकी नाभिमें अरे लगे रहते हैं उसी तरह ऋक्, यजु:, साम, यज्ञ तथा क्षत्रिय और ब्राह्मण—ये सब प्राणमें ही  स्थित हैं॥ ६ ॥ ",
    "translationEnglish": "As spokes in the nave of a wheel, so all is centred in Prana. Riks, Yajur, Samams, sacrifices, Kshatriyas and Brahmins.",
    "commentaryHindi": " जिस प्रकार रथकी नाभिमें अरे लगे होते हैं उसी  प्रकार जगत्के स्थितिकालमें [प्रश्न० ६। ४ में बतलाये जानेवाले] श्रद्धासे लेकर नामपर्यन्त सम्पूर्ण पदार्थ प्राणमें ही स्थित हैं। तथा ऋक्, यजु: और साम—तीन प्रकारके मन्त्र, उनसे निष्पन्न होनेवाला यज्ञ, सबका पालन करनेवाले क्षत्रिय और यज्ञादि कर्मोंके अधिकारी ब्राह्मण—ये  सब भी प्राण ही हैं॥ ६ ॥",
    "commentaryEnglish": "As spokes in the nave of a wheel, all from sraddha (faith) down to name is centred in Prana, while they endure; so also Rik, Yajur and Sama Vedas, the three kinds of mantras, and what is accomplished by them, i.e., the sacrifice, the Kshatriyas, pro tectors of all and the Brahmins competent to perform sacrifices and other karma. Prana is all this."
  },
  {
    "id": 7,
    "chapter": "2",
    "ShlokaNo": "7",
    "shlok": "प्रजापतिश्चरसि गर्भे त्वमेव प्रतिजायसे । तुभ्यं प्राण प्रजास्त्विमा बलिं हरन्ति यः प्रणैः प्रतितिष्ठसि ॥ ७ ॥",
    "translationHindi": "हे प्राण! तू ही प्रजापति है, तू ही गर्भमें संचार करता है, और तू ही जन्म ग्रहण करता है। यह [मनुष्यादि] सम्पूर्ण प्रजा  तुझे ही बलि समर्पण करती है, क्योंकि तू समस्त इन्द्रियोंके साथ स्थित रहता है॥ ७ ॥",
    "translationEnglish": "As lord of creatures, you move in the womb and yourself are afterwards born. These creatures bring offerings, Oh Prana, to you who are sitting with the pranas.",
    "commentaryHindi": "जो प्रजापति है वह भी तू ही है; तू ही गर्भमें संचार करता है और माता-पिताके अनुरूप  होकर तू ही जन्म लेता है। प्रजापति होनेके कारण तेरा माता-पितारूप होना तो पहलेसे ही सिद्ध है। तात्पर्य यह है कि सम्पूर्ण देह और देहीके मिषसे एक तू प्राण ही सर्वात्मा है। ये जो मनुष्यादि प्रजाएँ हैं, हे प्राण! वे चक्षु आदि इन्द्रियोंके द्वारा तुझे ही बलि समर्पण करती हैं,  जो तू कि चक्षु आदि इन्द्रियोंके साथ समस्त शरीरोंमें स्थित है; अत: वे तुझे ही बलि समर्पण करती हैं, उनका ऐसा करना उचित ही है,क्योंकि भोक्ता तू ही है, और अन्य सब तेरा ही भोज्य है॥ ७ ॥ ",
    "commentaryEnglish": "Again, being yourself the lord of creatures, you move in the womb and are born, being another embodiment of the father and the mother. That you are both father and mother is already established by your being the lord of creatures. The meaning is you Prana, though one, are the atman of all, in the guise of the forms of all bodies and souls. For you, Oh Prana, these creatures, men and the rest, bring offerings through the apertures of the eyes, etc. As you are within all bodies along with the Pranas, i.e., the eyes and other senses, it is but proper they should bring you offerings. As you are the eater, all the rest is, indeed, food for you."
  },
  {
    "id": 8,
    "chapter": "2",
    "ShlokaNo": "8",
    "shlok": "देवानामसि वह्नितमः पितृणां प्रथमा स्वधा । ऋषीणां चरितं सत्यमथर्वाङ्गिरसामसि ॥ ८ ॥",
    "translationHindi": "तू देवताओंके लिये वह्नितम है, पितृगणके लिये प्रथम स्वधा है और अथर्वांगिरस ऋषियों [यानी चक्षु आदि प्राणों]-के लिये सत्य आचरण है॥ ८ ॥ ",
    "translationEnglish": "You are the best carrier to the celestials, the first oblation to the manes. You are the true active principle of the senses (pranas) which form the sap of the body.",
    "commentaryHindi": "तू इन्द्रादि  देवताओंके लिये वह्नितम—हवियोंको पहुँचानेवालोंमें श्रेष्ठ है, पितृगणकी प्रथम स्वधा है—नान्दीमुख श्राद्धमें पितरोंको जो अन्नमयी स्वधा दी जाती है वह देवप्रधान कर्मकी अपेक्षासे प्रथम है, उस प्रथम स्वधाको भी पितरोंको प्राप्त करानेवाला तू ही है—ऐसा इसका भावार्थ है।  तथा ऋषियों यानी चक्षु आदि प्राणोंका, जो कि “प्राणो वाथर्वा” इस श्रुतिके अनुसार अंगिरस्—अंगके रसस्वरूप* अथर्वा हैं, उनका सत्य—अवितथ अर्थात् देहधारणादिमें उपकारी चरित—आचरण भी तू ही है॥ ८ ॥ ",
    "commentaryEnglish": "Moreover, you are the best of the carriers of oblations to the Devas such as Indra. The food given to the manes in the Nandi sraddha is prior even to that offered to the chief of the Devas. You alone are the carrier of that to the manes. Besides, of the senses such as the eye, etc., (pranas) which are called atharva, and in whose absence the limbs are dried up, you are the active principle aiding in the support, etc., of the body."
  },
  {
    "id": 9,
    "chapter": "2",
    "ShlokaNo": "9",
    "shlok": "इन्द्रस्त्वं प्राण तेजसा रुद्रोऽसि परिरक्शिता । त्वमन्तरिक्शे चरसि सूर्यस्त्वं ज्योतिषां पतिः ॥ ९ ॥",
    "translationHindi": "हे प्राण! तू इन्द्र है, अपने [संहारक] तेजके कारण रुद्र है, और [सौम्यरूपसे] सब ओरसे रक्षा करनेवाला है। तू ज्योतिर्गणका अधिपति सूर्य है और अन्तरिक्षमें संचार करता है॥ ९ ॥",
    "translationEnglish": " Oh Prana, you are Indra, you are Rudra by valour; you are the protector; you move in the sky and you are the Sun, the lord of all luminaries.",
    "commentaryHindi": "हे प्राण! तू इन्द्र—परमेश्वर है; तू अपने तेज—वीर्यसे जगत्का संहार करनेवाला रुद्र है तथा  स्थितिके समय अपने सौम्यरूपसे तू ही सब ओरसे संसारकी रक्षा—पालन करनेवाला है। तू ही उदय और अस्तके क्रमसे निरन्तर आकाशमें गमन करता है और तू ही समस्त ज्योतिर्गणोंका अधिपति सूर्य है॥ ९ ॥",
    "commentaryEnglish": "Again, Oh Prana, you are Indra, i.e., Paramesvara (Lord of all). By valour, you are Rudra, destroyer of the world and you are the protector of the world, while it endures, by your mild aspect; you always move in the inter-space. By rising and setting, you are, indeed, the sun, the lord of all orbs of light."
  },
  {
    "id": 10,
    "chapter": "2",
    "ShlokaNo": "10",
    "shlok": "यदा त्वमभिवर्षस्यथेमाःप्राण ते प्रजाः । आनन्दरूपास्तिष्ठन्ति कामायान्नं भविष्यतीति ॥ १० ॥",
    "translationHindi": "हे प्राण! जिस समय तू मेघरूप होकर बरसता है उस समय तेरी यह सम्पूर्ण प्रजा यह समझकर कि ‘अब यथेच्छ अन्न होगा’ आनन्दरूपसे स्थित होती है॥ १० ॥ ",
    "translationEnglish": "When you rain, all round; then Oh Prana, these, your creatures, sit delighted thinking there will be food at their desire.",
    "commentaryHindi": "जिस समय तू मेघ होकर बरसता है उस समय यह सम्पूर्ण प्रजा अन्न पाकर प्राणन यानी प्राणक्रिया करती  है—यह इसका भावार्थ है। अथवा [यों समझो कि] हे प्राण! ‘ते’—तेरा स्वात्मभूत यह प्रजावर्ग तेरे [दिये हुए] अन्नसे वृद्धिको प्राप्त होकर तेरी वृष्टिके दर्शनमात्रसे आनन्दरूप अर्थात् सुखको प्राप्त हुएके समान स्थित है। उसके आनन्दरूप होनेमें यह अभिप्राय है कि  [उस वृष्टिसे उसे ऐसी आशा हो जाती है कि] ‘अब यथेच्छ अन्न उत्पन्न होगा’॥ १० ॥ ",
    "commentaryEnglish": "When you in the form of clouds, rain all round; then, having obtained food, these creatures put forth activity. Or, Oh Prana, these, your creatures, being yourself and nourished by your food, become delighted with the mere sight of the rain you pour, thinking there will be food at their desire."
  },
  {
    "id": 11,
    "chapter": "2",
    "ShlokaNo": "11",
    "shlok": "व्रात्यस्त्वं प्राणैकर्षरत्ता विश्वस्य सत्पतिः । वयमाद्यस्य दातारः पिता त्वं मातरिश्वनः ॥ ११ ॥",
    "translationHindi": " हे प्राण! तू व्रात्य [संस्कारहीन], एकर्षि नामक अग्नि, भोक्ता और विश्वका  सत्पति है, हम तेरा भक्ष्य देनेवाले हैं। हे वायो! तू हमारा पिता है॥ ११ ॥",
    "translationEnglish": "Oh Prana, you are unpurified, you are the fire called Ekarshi, eater, lord of all the existing universe; we are the givers of oblations, Oh Matarisvan! you are our father.",
    "commentaryHindi": "हे प्राण! सबसे पहले उत्पन्न होनेवाला होनेसे किसी अन्य संस्कार-कर्ताका  अभाव होनेके कारण तू व्रात्य (संस्कारहीन) है, तात्पर्य यह है कि तू स्वभावसे ही शुद्ध है। तू आथर्वणोंका एकर्षि यानी एकर्षि नामक प्रसिद्ध अग्नि होकर सम्पूर्ण हवियोंका भोक्ता है तथा तू ही समस्त विद्यमान जगत्का पति है इसलिये, अथवा [सबका]साधु पति होनेके कारण  तू सत्पति है। हम तो तेरे आद्य—भक्ष्य हविके देनेवाले हैं। हे मातरिश्वन्! तू हमारा पिता है। अथवा [यों समझो कि] तू ‘मातरिश्वन:’—वायुका पिता है। अत: तुझमें सम्पूर्ण जगत्का पितृत्व सिद्ध होता है॥ ११ ॥",
    "commentaryEnglish": "Again, being first born and there being none other to purify you, you are unpurified. The meaning is you are, by nature itself, pure. Oh Prana, you are the eater of all oblations being Ekarshi, i.e., fire well-known among the followers of the Atharva Veda, by the name of Ekarshi. You alone are the lord of all the universe which exists. Or, the word ‘satpatih’ may be interpreted as ‘good lord.’ But we are the givers of oblations to be eaten by you. You are, Oh Matarisvan! our father; or, you are the father of Matarisvan, i.e., wind. Therefore, it is established that you are the father of all the universe."
  },
  {
    "id": 12,
    "chapter": "2",
    "ShlokaNo": "12",
    "shlok": "या ते तनूर्वाचि प्रतिष्ठिता या श्रोत्रे या च चक्शुषि । या च मनसि सन्तता शिवां तां कुरू मोत्क्रमीः ॥ १२ ॥",
    "translationHindi": "तेरा जो स्वरूप वाणीमें स्थित है तथा जो श्रोत्र, नेत्र और मनमें व्याप्त है उसे तू शान्त कर। तू उत्क्रमण न कर॥ १२ ॥",
    "translationEnglish": "What form of yours is lodged in speech, what in the ear, what in the eye, and what in the mind continuous, make that propitious air do not ascend from the body.",
    "commentaryHindi": " तेरा जो स्वरूप वक्तारूपसे बोलनेकी चेष्टा करता हुआ वाणीमें स्थित है तथा जो श्रोत्र, नेत्र और संकल्पादि व्यापारसे मनमें व्याप्त है उसे शिव—शान्त कर।  उत्क्रमण न कर, अर्थात् उत्क्रमण करके उसे अशिव—अमंगलमय न कर॥ १२ ॥",
    "commentaryEnglish": "In short, what form of yours, lodged in speech moves the mouth of the speaker, what in the ear, what in the eye, and what united with the mind acts as volition, etc., make that passive, i.e., quiet. Do not make that unquiet, by ascending from the body."
  },
  {
    "id": 13,
    "chapter": "2",
    "ShlokaNo": "13",
    "shlok": "प्राणस्येदं वशे सर्वं त्रिदिवे यत्प्रतिष्ठितम् । मातेव पुत्रान्रक्शस्व श्रीश्च प्रज्ञां च विधेहि न इति ॥ १३ ॥",
    "translationHindi": "यह सब तथा स्वर्गलोकमें जो कुछ स्थित है वह प्राणके ही अधीन है।  जिस प्रकार माता पुत्रकी रक्षा करती है उसी प्रकार तू हमारी रक्षा कर तथा हमें श्री और बुद्धि प्रदान कर॥ १३ ॥",
    "translationEnglish": "All this is within the control of Prana, as also what is in the third heaven. Protect us like a mother. Give us affluence and knowledge.",
    "commentaryHindi": " इस लोकमें यह जो कुछ उपभोगकी सामग्री है  वह सब प्राणके ही अधीन है तथा त्रिदिव अर्थात् तीसरे द्युलोक (स्वर्ग)-में भी देवता आदिका उपभोगरूप जो कुछ वैभव है उसका भी ईश्वर—रक्षक प्राण ही है। अत: माता जिस प्रकार पुत्रोंकी रक्षा करती है उसी प्रकार तू हमारा पालन कर। ब्राह्मण और क्षत्रियोंकी श्री—विभूतियाँ  भी तेरे ही निमित्तसे हैं। वह श्री तथा अपनी स्थितिके निमित्तसे ही होनेवाली प्रज्ञा तू हमें प्रदान कर—ऐसा इसका भावार्थ है। इस प्रकार वागादि प्राणोंके स्तुति करनेसे जिसकी महिमा सर्वात्मरूपसे बतलायी गयी है वह प्राण ही प्रजापति और भोक्ता है—यह निश्चय हुआ॥ १३ ॥ ",
    "commentaryEnglish": "In short, everything of enjoyment in this world, is under the control of Prana; as also of all that which exists in the third heaven for the enjoyment of the Devas, etc., Prana alone is the lord or protector. Therefore, protect, as a mother does her sons. As all splendour pertaining to a Brahmin and Kshatriya are due to you, give us that affluence and knowledge originating in you. It has been thus determined that Prana whose greatness or glory, as being all, has thus been disclosed by the eulogy of the pranas; such as speech and the rest is the lord of the creation, the eater."
  },{
    "id": 1,
    "chapter": "3",
    "ShlokaNo": "1",
    "shlok": "अथ हैनं कौशल्यष्चाश्वलायनः पप्रच्छ । भगवन्कुत एष प्राणो जायते कथमायात्यस्मिञ्शरीर आत्मानं वा प्रविभज्य कथं प्रतिष्ठते केनोत्क्रमते कथं बह्यमभिधते कथमध्यात्ममिति ॥ १ ॥",
    "translationHindi": "तदनन्तर, उन (पिप्पलाद मुनि)-से अश्वलके पुत्र कौसल्यने पूछा—‘भगवन्! यह  प्राण कहाँसे उत्पन्न होता है? किस प्रकार इस शरीरमें आता है? तथा अपना विभाग करके किस प्रकार स्थित होता है? फिर किस कारण शरीरसे उत्क्रमण करता है और किस तरह बाह्य एवं आभ्यन्तर शरीरको धारण करता है?’॥ १ ॥ ",
    "translationEnglish": "Then, Kausalya, son of Âsvala questioned him. ‘O Bhagavan! whence is this Prana born? How does he come into this body? How does he stay dividing himself? By what does he ascend from the body? How does he support all external and how all within the body?",
    "commentaryHindi": "तदनन्तर, उन (पिप्पलाद मुनि)-से अश्वलके पुत्र कौसल्यने पूछा—‘पूर्वोक्त प्रकारसे चक्षु  आदि प्राणों (इन्द्रियों)-के द्वारा जिसका तत्त्व निश्चय हो गया है तथा जिसकी महिमाका भी अनुभव हो गया है वह प्राण संहत (सावयव) होनेके कारण कार्यरूप होना चाहिये। इसलिये हे भगवन्! मैं पूछता हूँ कि जिस प्रकारका पहले निश्चय किया गया है वैसा यह प्राण किससे—किस  कारणविशेषसे उत्पन्न होता है? तथा उत्पन्न होनेपर किस वृत्तिविशेषसे इस शरीरमें आता है? अर्थात् इसका शरीरग्रहण किस कारणसे होता है? और शरीरमें प्रविष्ट होकर अपनेको विभक्त कर—अपने अनेकों विभाग कर किस प्रकार उसमें स्थित होता है? फिर किस वृत्तिविशेषसे  इस शरीरसे उत्क्रमण करता है? और किस प्रकार बाह्य यानी अधिभूत और अधिदैव विषयोंको धारण करता है? तथा किस प्रकार अध्यात्म (देहेन्द्रियादि)-को [धारण करता है?] ‘धारण करता है’ यह वाक्य शेष है॥ १ ॥ ",
    "commentaryEnglish": "Then, Kausalya, son of Âsvala questioned him. Though Pranas glory has been thus realized by the pranas, which had ascertained its real nature, it may still be that it is an effect, being a combination (samhata). Therefore, I ask, Oh Bhagavan! whence, i.e., from what cause, Prana, thus determined, is produced and when produced, by what form of activity does he enter the body? The meaning is, what is the cause of his taking a body and when he has entered the body, how does he, dividing himself, stay? By what form of activity does he ascend from the body? How does he support what is external to the body, i.e., adhi bhuta and adhi daiva, i.e., the totality of elements and powers; and how, what is within the body."
  },
  {
    "id": 2,
    "chapter": "3",
    "ShlokaNo": "2",
    "shlok": "तस्मै स होवाचातिप्रष्चान्पृच्छसि ब्रह्मिष्ठोऽसीति तस्मात्तेऽहं ब्रवीमि ॥ २ ॥",
    "translationHindi": " उससे पिप्पलाद आचार्यने कहा—‘तू बड़े कठिन प्रश्न पूछता है। परन्तु तू [बड़ा] ब्रह्मवेत्ता है; अत: मैं तेरे प्रश्नोंका उत्तर देता हूँ॥ २ ॥",
    "translationEnglish": " To him he replied, ‘you ask questions about transcending things. I will answer thee, because you are a greater knower of Brahman.’",
    "commentaryHindi": "उससे उस आचार्यने कहा—‘प्रथम तो प्राण ही दुर्विज्ञेय होनेके कारण विषम प्रश्नका विषय है; तिसपर भी तू तो  उसके भी जन्मादि पूछता है। अत: तू बड़े ही कड़े प्रश्न पूछ रहा है। परन्तु तू ब्रह्मिष्ठ—अत्यन्त ब्रह्मवेत्ता है, अत: मैं तुझसे प्रसन्न हूँ, सो तूने जो कुछ पूछा है वह तुझसे कहता हूँ, सुन॥ २ ॥",
    "commentaryEnglish": "Thus questioned, the preceptor, said to him, Prana himself, being difficult to know, is fit for intricate questioning. You question about the origin, etc., even of him. Therefore, you ask questions about transcending things. As you are eminently, a knower of Brahman, I am delighted and shall tell you what you ask about. Listen."
  },
  {
    "id": 3,
    "chapter": "3",
    "ShlokaNo": "3",
    "shlok": "आत्मन एष प्राणो जायते । यथैषा पुरुषे छायैतस्मिन्नेतदाततं मनोकृतेनायात्यस्मिञ्शरीरे ॥ ३ ॥",
    "translationHindi": " यह प्राण आत्मासे उत्पन्न होता है। जिस प्रकार मनुष्य-शरीरसे यह छाया उत्पन्न होती है उसी प्रकार इस आत्मामें प्राण व्याप्त है तथा यह मनोकृत संकल्पादिसे इस शरीरमें आ जाता है॥ ३ ॥ ",
    "translationEnglish": " This Prana is born of the atman. As this shadow in the man, so is this in the atman. By the act of the mind, this comes into this body.",
    "commentaryHindi": "यह उपर्युक्त प्राण आत्मा—परम पुरुष—अक्षर यानी सत्यसे उत्पन्न होता है। किस प्रकार उत्पन्न होता है? इसमें यह दृष्टान्त  देते हैं—जिस प्रकार लोकमें सिर तथा हाथ-पाँववाले पुरुषरूप निमित्तके रहते हुए ही उससे होनेवाली छाया उत्पन्न होती है उसी प्रकार इस ब्रह्म यानी सत्य पुरुषमें यह छायास्थानीय मिथ्या तत्त्व व्याप्त—समर्पित है। देहमें छायाके समान यह मनके  कार्यसे यानी मनके संकल्प और इच्छादिसे होनेवाले कर्मसे इस शरीरमें आता है; जैसा कि आगे “पुण्यसे पुण्यलोकको ले जाता है” आदि श्रुतिसे कहेंगे और यही बात “कर्मफलमें आसक्त हुआ पुरुष अपने कर्मके सहित [उसीको प्राप्त होता है]” इस अन्य श्रुतिसे भी कही  गयी है॥ ३ ॥ ",
    "commentaryEnglish": "This Prana spoken of is born of the atman, i.e., of the highest purusha, undecaying and true. As regards the how of it, the following illustration (is offered). As in this world, when the figure of the man consisting of the head, hands, etc., is the cause, his shadow is produced as the effect; so in this Brahman the true purusha, is this principle named Prana analogous to the shadow and falls in its nature recognized as the shadow in the body. It comes into this body by the act of the mind, i.e., through the karma, arising from volition, wish, etc., of the mind; for, it will be said later on ‘By virtue, virtuous world, etc.’ Another sruti also says, ‘Intent on that fruit he reaches it with his karma.’"
  },
  {
    "id": 4,
    "chapter": "3",
    "ShlokaNo": "4",
    "shlok": "यथा सम्रादेवाधिकृतान्विनियुङ्क्ते । एतन्ग्रामानोतान्प्रामानधितिष्टस्वेत्येवमेवैष प्राण इतरान्प्राणान्पृथक्पृथगेव सन्निधत्ते ॥ ४ ॥",
    "translationHindi": "जिस प्रकार सम्राट् ही ‘तुम इन-इन ग्रामोंमें रहो’ इस प्रकार अधिकारियोंको नियुक्त करता है उसी प्रकार यह  मुख्य प्राण ही अन्य प्राणों (इन्द्रियों)-को अलग-अलग नियुक्त करता है॥ ४ ॥",
    "translationEnglish": "As the sovereign alone commands the officers, (under him) ‘stay in these villages and those,’ so this Prana posts other pranas separately (at their respective posts).",
    "commentaryHindi": " जिस प्रकार लोकमें राजा ही ग्रामादिमें अधिकारियोंको नियुक्त करता है; किस प्रकार [नियुक्त करता है? कि] तुम इन-इन ग्रामोंमें अधिष्ठान (निवास) करो। इस प्रकार, जैसा यह दृष्टान्त है वैसे ही, यह मुख्य प्राण भी अपने  भेदस्वरूप चक्षु आदि अन्य प्राणोंको अलग-अलग उनके स्थानोंके अनुसार स्थापित करता यानी नियुक्त करता है॥ ४ ॥",
    "commentaryEnglish": "Just as in the world, the soverign alone posts officers under him to different villages; how? ‘Look to these villages and those.’ So, as pointed out in the illustration, the chief Prana commands other pranas such as the eye, etc., and his own different manifestations to their respective posts."
  },
  {
    "id": 5,
    "chapter": "3",
    "ShlokaNo": "5",
    "shlok": "पायूपस्थेऽपानं चक्शुःश्रोत्रे मुखनासिकाभ्यां प्राणः स्वयं प्रातिष्टते मध्ये तु समानः । एष ह्येतद्धुतमन्नं समं नयति तस्मादेताः सप्तार्चिषो भवन्ति ॥ ५ ॥",
    "translationHindi": "वह [प्राण] पायु और उपस्थमें अपानको [नियुक्त करता है] और मुख तथा नासिकासे निकलता हुआ नेत्र एवं श्रोत्रमें स्वयं स्थित होता है तथा मध्यमें समान रहता है। यह [समानवायु] ही खाये हुए अन्नको  समभावसे [शरीरमें सर्वत्र] ले जाता है। उस [प्राणाग्नि]-से ही [दो नेत्र, दो कर्ण, दो नासारन्ध्र और एक रसना] ये सात ज्वालाएँ उत्पन्न होती हैं॥ ५ ॥ ",
    "translationEnglish": "The apana stays in the two lower apertures. Prana stays in the eye, ear, speech and nose. In the middle is samana. He distributes the food supplied equally; so, these seven flames arise.",
    "commentaryHindi": "यह प्राण अपने भेद अपानको पायूपस्थमें—पायु  (गुदा) और उपस्थ (मूत्रेन्द्रिय)-में मूत्र और पुरीष (मल) आदिको निकालते हुए स्थित करता यानी नियुक्त करता है। तथा मुख और नासिका इन दोनोंसे निकलता हुआ सम्राट्स्थानीय प्राण चक्षु:श्रोत्रे—चक्षु और श्रोत्रमें स्थित रहता है। तथा प्राण और अपानके स्थानोंके  मध्य नाभिदेशमें समान रहता है, जो खाये और पीये हुए पदार्थको सम करनेके कारण समान कहलाता है। क्योंकि यह समानवायु ही खायी-पीयी वस्तुको अर्थात् देहान्तर्वर्ती जठरानलमें डाले हुए अन्नको समभावसे [समस्त शरीरमें] पहुँचाता है इसलिये खान-पानरूप  ईंधनसे हृदयदेशमें प्राप्त हुए इस जठराग्निसे ये शिरोदेशवर्तिनी सात अर्चियाँ—दीप्तियाँ निकलती हैं। तात्पर्य यह है कि रूपादि विषयोंके दर्शन-श्रवण आदिरूप प्रकाश प्राणसे ही निष्पन्न हुए हैं॥ ५ ॥ ",
    "commentaryEnglish": "Of its division now; the apana, an aspect of the chief Prana, stays in the two lower apertures expelling urine and faeces, etc.; so in the eye and the ear and going out from the mouth and the nose, Prana, occupying himself the place of the sovereign, stays. In the middle, i.e., between prana and apana, i.e., in the navel, samana (so called, because he distributes food and drink saman, i.e., equally). As this distributes equally, the food and drink thrown into the fire of the body, these seven flames go out from the fire in the stomach fed by food and drink, and reaching the region of the heart through the apertures in the head. The drift is that the objects of seeing, hearing, etc., are enlightened through the prana."
  },
  {
    "id": 6,
    "chapter": "3",
    "ShlokaNo": "6",
    "shlok": "हृदि ह्येष आत्मा । अत्रैतदेकशतं नाडीनं तासां शतं शतमेकैकस्या द्वासप्ततिर्द्वासप्ततिःप्रतिशाखानाडीसहस्राणि भवन्त्यासु व्यानश्चरति ॥ ६ ॥",
    "translationHindi": "यह आत्मा हृदयमें है। इस हृदयदेशमें एक सौ एक नाडियाँ हैं। उनमेंसे एक-एककी सौ-सौ शाखाएँ हैं और उनमेंसे प्रत्येककी बहत्तर-बहत्तर हजार प्रतिशाखा नाडियाँ हैं। इन सबमें  व्यान संचार करता है॥ ६ ॥",
    "translationEnglish": "This atman is in the heart. Here, there are a hundred and one nerves. Every one of these has a hundred brandies; again, every one of these has seventy-two thousand sub-branches. In these, vyana moves. ",
    "commentaryHindi": "यह आत्मा—आत्मासहित लिंग-देह अर्थात् जीवात्मा हृदयमें यानी कमलके-से आकारवाले मांसपिण्डसे परिच्छिन्न हृदयाकाशमें रहता है। इस हृदयदेशमें ये एक शत यानी एक ऊपर  सौ (एक सौ एक) प्रधान नाडियाँ हैं। उनमेंसे प्रत्येक प्रधान नाडीके सौ-सौ भेद हैं और प्रधान नाडीके उन सौ-सौ भेदोंमेंसे प्रत्येकमें बहत्तर-बहत्तर सहस्र अर्थात् दो ऊपर सत्तर सहस्र प्रतिशाखा नाडियाँ हैं। [इस प्रकार] प्रधान नाडियोंमेंसे प्रत्येक सौ-सौ नाडियोंमें हजारों नाडियाँ हैं।  इन सब नाडियोंमें व्यानवायु संचार करता है। व्यापक होनेके कारण उसे ‘व्यान’ कहते हैं। जिस प्रकार सूर्यसे किरणें निकलती हैं उसी प्रकार हृदयसे निकलकर सब ओर फैली हुर्इ नाडियोंद्वारा व्यान सम्पूर्ण देहको व्याप्त करके स्थित है। सन्धिस्थान, स्कन्धदेश और मर्मस्थलोंमें  तथा विशेषतया प्राण और अपानवायुकी वृत्तियोंके मध्यमें इस (व्यानवायु)-की अभिव्यक्ति होती है और यही पराक्रमयुक्त कर्मोंका करनेवाला है॥ ६ ॥ ",
    "commentaryEnglish": "In the heart, i.e., in the akasa of the heart, enclosed within a lump of flesh of the form of a lotus, is this atman, i.e., the subtle body connected with the atman. Here, i.e., in the heart, are the chief nerves, a hundred and one in number. Every one of these chief nerves has a hundred branches. Every one of these branches has seventy-two thousand sub-branches. In these nerves, moves vyana (so called, because he is all-pervading). Vyana stays pervading the whole body through the going out from the heart everywhere within the body, as rays from the sun, especially in the joints, shoulders and vital parts. Growing active in the interim between the activities of the prana and the apana, it is able to perform deeds requiring great strength."
  },
  {
    "id": 7,
    "chapter": "3",
    "ShlokaNo": "7",
    "shlok": "अथैकयोर्ध्व उदान: पुण्येन पुण्यं लोकं नयति पापेन पापमुभाभ्यामेव मनुष्यलोकम्॥ ७ ॥ ",
    "translationHindi": "तथा [इन  सब नाडियोंमेंसे सुषुम्ना नामकी] एक नाडीद्वारा ऊपरकी ओर गमन करनेवाला उदानवायु [जीवको] पुण्य-कर्मके द्वारा पुण्यलोकको और पापकर्मके द्वारा पापमय लोकको ले जाता है तथा पुण्य-पाप दोनों प्रकारके (मिश्रित) कर्मोंद्वारा उसे मनुष्यलोकको प्राप्त कराता है॥ ७ ॥",
    "translationEnglish": " Now by one nerve, udana ascending, conducts to virtuous worlds by virtue, to sinful worlds by sin and to the world of men by virtue and sin combined.",
    "commentaryHindi": " तथा उन एक सौ एक नाडियोंमेंसे जो सुषुम्नानाम्नी एक ऊर्ध्वगामिनी नाडी है उस एकके द्वारा ही ऊपरकी ओर जानेवाला तथा चरणसे मस्तकपर्यन्त संचार करनेवाला उदानवायु [जीवात्माको] पुण्य कर्म यानी शास्त्रोक्त  कर्मसे देवादि-स्थानरूप पुण्यलोकको प्राप्त करा देता है तथा उससे विपरीत पापकर्मद्वारा पापलोक यानी तिर्यग्योनि आदि नरकको ले जाता है और समानरूपसे प्रधान हुए पुण्य-पापरूप दोनों प्रकारके कर्मोंद्वारा वह उसे मनुष्यलोकको प्राप्त कराता है। यहाँ ‘नयति’  इस क्रियाकी सर्वत्र अनुवृत्ति होती है॥ ७ ॥ ",
    "commentaryEnglish": "By one of these hundred and one nerves, i.e., by that nerve named sushumna which goes up, udana moving in all portions, from the foot to the head, conducts one to virtuous worlds, such as the abode of the Devas by virtuous deeds enjoined by the sastras; by sinful deeds contrary to virtue, to sinful worlds, such as birth among horizontal creatures, i.e., beasts. By both equally combined, i.e., virtue and sin, to the world of men. ‘Conducts’ should be supplied."
  },
  {
    "id": 8,
    "chapter": "3",
    "ShlokaNo": "8",
    "shlok": "आदित्यो ह वै बाह्यः प्राण उदयत्येष ह्येनं चाक्शुषं प्राणमनुगृह्णानः । पृथिव्यां या देवता सैषा पुरुषस्यअपानमवष्टभ्यान्तरा यदाकाशः स समानो वायुर्व्यानः ॥ ८ ॥",
    "translationHindi": " निश्चय आदित्य ही बाह्य प्राण है। यह इस चाक्षुष  (नेत्रेन्द्रियस्थित) प्राणपर अनुग्रह करता हुआ उदित होता है। पृथिवीमें जो देवता है वह पुरुषके अपानवायुको आकर्षण किये हुए है। इन दोनोंके मध्यमें जो आकाश है वह समान है और वायु ही व्यान है॥ ८ ॥",
    "translationEnglish": "The sun, indeed, is the external prana. He rises favouring the prana in the eye. So the goddess of the earth attracts the apana downwards. The akasa between is samana. The wind is vyana.",
    "commentaryHindi": "यह प्रसिद्ध आदित्य ही अधिदैवत बाह्य प्राण है, वही यह उदित होता है—ऊपरकी ओर जाता है और यही इस आध्यात्मिक चाक्षुष (नेत्रस्थित) प्राणको—चक्षुमें जो हो उसे चाक्षुष कहते हैं—प्रकाशसे अनुगृहीत करता हुआ अर्थात् रूपकी उपलब्धिमें  नेत्रको प्रकाश देता हुआ [उदित होता है]। तथा पृथिवीमें जो उसका प्रसिद्ध अभिमानी देवता है वह पुरुषके अपान अर्थात् अपानवृत्तिका अवष्टम्भ—आकर्षण करके यानी उसे अपने अधीन कर [स्थित रहता है]। तात्पर्य यह है कि नीचेकी ओर आकर्षणद्वारा उसपर अनुग्रह  करता हुआ स्थित रहता है। नहीं तो शरीर अपने भारीपनके कारण गिर जाता अथवा अवकाश मिलनेके कारण उड़ जाता।  इन द्युलोक और पृथिवीके अन्तरा—मध्यमें जो आकाश है उसमें रहनेवाला वायु भी [लक्षणावृत्तिसे ‘मंच’ कहे जानेवाले] मंचस्थ व्यक्तियोंके समान आकाश कहलाता है। वही ‘समान’ है, अर्थात् समानवायुको अनुगृहीत करता हुआ स्थित है, क्योंकि मध्य-आकाशमें  स्थित होना—यह समानवायुके लिये भी [बाह्य वायुकी तरह] साधारण है*। तथा साधारणतया जो बाह्य वायु है वह व्यापकत्वमें [शरीरके भीतर व्याप्त हुए व्यानवायुसे] समानता होनेके कारण व्यान है अर्थात् व्यानपर अनुग्रह करता हुआ वर्तमान है॥ ८ ॥",
    "commentaryEnglish": "The sun is the well-known outward Prana among the Devas. He rises and by his light favours this prana, lodged in the eye of the body, i.e., helps it with luminosity in the perception of forms. Similarly the well-known goddess presiding over earth, attracts or controls the activity of the apana in the purusha and favours its action by pulling downwards; for, otherwise, this body, owing to its weight, may fall down, or being unimpeded, may fly up. The air in the akasa, in the middle, i.e., between the earth and heaven (by the word akasa, the wind in it is denoted, as those in a cot are denoted by the word cot) is samana, i.e., favours samana, samana resembling it, in the fact of being enclosed within the akasa in the middle. The external wind, vayu, generally because it resembles vyana in pervading, favours vyana. This is the drift."
  },
  {
    "id": 9,
    "chapter": "3",
    "ShlokaNo": "9",
    "shlok": "तेजो ह वा उदानस्तस्मादुपशान्ततेजाः । पुनर्भवमिन्द्रियैर्मनसि सम्पध्यमानैः ॥ ९ ॥",
    "translationHindi": "लोकप्रसिद्ध [आदित्यरूप] तेज ही उदान है। अत: जिसका तेज (शारीरिक ऊष्मा) शान्त हो जाता है वह मनमें लीन हुर्इ इन्द्रियोंके सहित पुनर्जन्मको [अथवा पुनर्जन्मके हेतुभूत मृत्युको] प्राप्त हो जाता है॥ ९ ॥",
    "translationEnglish": "The external fire tejas verily is udana. Therefore the fire being extinguished, one again enters another body with the senses clinging to the mind.",
    "commentaryHindi": "जो [आदित्यसंज्ञक] प्रसिद्ध बाह्य सामान्य तेज है वही शरीरमें उदान है; तात्पर्य यह है कि वही अपने प्रकाशसे उदान वायुको अनुगृहीत करता है। क्योंकि उत्क्रमण करनेवाला  [उदानवायु] तेज:स्वरूप है—बाह्य तेजसे अनुगृहीत होनेवाला है इसलिये जिस समय लौकिक पुरुष उपशान्ततेजा होता है अर्थात् जिसका स्वाभाविक तेज शान्त हो गया है ऐसा होता है उस समय उसे क्षीणायु—मरणासन्न समझना चाहिये। वह पुनर्भव यानी देहान्तरको प्राप्त  होता है। किस प्रकार प्राप्त होता है? [इसपर कहते हैं—] मनमें लीन—प्रविष्ट होती हुर्इ वागादि इन्द्रियोंके सहित [वह देहान्तरको प्राप्त होता है]॥ ९ ॥",
    "commentaryEnglish": "The general fire tejas, well-known and external, is the udana in the body. The meaning is, that by its light, it favours the wind known as udana as ‘udana,’ fire in its nature, favoured by the external fire, causes the ascent from the body. Therefore, when a man’s natural fire is extinguished, then one should know that his life is spent, i.e., that he is dying; he enters another body. How? along with the senses such as speech, etc., clinging to the mind."
  },
  {
    "id": 10,
    "chapter": "3",
    "ShlokaNo": "10",
    "shlok": "यच्चित्तस्तेनैष प्राणमायाति प्राणस्तेजसा युक्तः । सहात्मना यथासंकल्पितं लोकं नयति ॥ १० ॥",
    "translationHindi": "इसका जैसा चित्त [संकल्प] होता है उसके  सहित यह प्राणको प्राप्त होता है। तथा प्राण तेजसे (उदानवृत्तिसे) संयुक्त हो [उस भोक्ताको] आत्माके सहित संकल्प किये हुए लोकको ले जाता है॥ १० ॥ ",
    "translationEnglish": " Of what thought, by that he attains prana, the prana combined with udana along with the atman, conducts to the world thought of.",
    "commentaryHindi": "इसका जैसा चित्त  होता है उस चित्त—संकल्पके सहित ही यह जीव इन्द्रियोंके सहित प्राण अर्थात् मुख्य प्राणवृत्तिको प्राप्त होता है। तात्पर्य यह कि मरणकालमें यह प्रक्षीण इन्द्रियवृत्तिवाला होकर मुख्य प्राणवृत्तिसे ही स्थित होता है। उसी समय जातिवाले कहा करते हैं कि ‘अभी श्वास लेता  है—अभी जीवित है’ इत्यादि। वह प्राण ही तेज अर्थात् उदानवृत्तिसे सम्पन्न हो आत्मा—भोक्ता स्वामीके साथ [सम्मिलित होता है]। तथा उदानवृत्तिसे संयुक्त हुआ वह प्राण ही उस भोक्ता जीवको उसके पाप-पुण्यमय कर्मोंके अनुसार यथासंकल्पित अर्थात् उसके  अभिप्रायानुसारी लोकोंको ले जाता—प्राप्त करा देता है॥ १० ॥",
    "commentaryEnglish": "Of what thought he is at the time of death, by that thought, i.e., volition, he attains along with the senses, the prana, i.e., he puts forth the activity of the chief Prana. The meaning is that at the time of death, the activity of the senses having declined, he lives putting forth the activity of the chief Prana alone. Then his relations around say ‘he breathes and lives’; and that prana manifesting the activity of udana (tejas); with the atman ] with the owner, i.e., the enjoyer. The prana manifesting the activity of the udana alone, leads the enjoyer to worlds (bodies) thought of, according to the influence of virtuous and sinful karma."
  },
  {
    "id": 11,
    "chapter": "3",
    "ShlokaNo": "11",
    "shlok": "य एवं विद्वान्प्राणं वेद । न हास्य प्रजा हीयतेऽमृतो भवति तदेष श्लोकः ॥ ११ ॥",
    "translationHindi": "जो विद्वान् प्राणको इस प्रकार जानता है उसकी प्रजा नष्ट नहीं होती। वह अमर हो जाता है। इस विषयमें यह श्लोक है॥ ११ ॥ ",
    "translationEnglish": "The learned man who knows Prana thus—of his offspring there is break and he becomes immortal; there is the following verse.",
    "commentaryHindi": "जो कोर्इ विद्वान् पुरुष इस प्रकार उपर्युक्त विशेषणोंसे विशिष्ट प्राणको उसके उत्पत्ति आदिके सहित जानता है उसके लिये यह लौकिक और पारलौकिक फल बतलाया जाता है—इस विद्वान्की पुत्र-पौत्रादिरूप प्रजा हीन—उच्छिन्न अर्थात् नष्ट नहीं होती  तथा शरीरके पतित होनेपर प्राण-सायुज्यको प्राप्त हो जानेके कारण वह अमृत—अमरणधर्मा हो जाता है। इस विषयमें संक्षेपसे बतलानेवाला यह श्लोक यानी मन्त्र है—॥ ११ ॥",
    "commentaryEnglish": "Of the learned man who knows Prana thus i.e., with these attributes already described, about his birth, etc., the following fruits, both here and hereafter, are pointed out. The offspring, i.e., the son, the grandson, etc., of this knower, do not suffer break in continuity, and when the body falls having become one with Prana, he becomes immortal (in a relative sense). The following verse (sloka) briefly explains this purport."
  },
  {
    "id": 12,
    "chapter": "3",
    "ShlokaNo": "12",
    "shlok": "उत्पत्तिमायतिं स्थानं विभुत्वं चैव पञ्चधा । अध्यात्मं चैव प्राणस्य विज्ञायामृतमश्नुते विज्ञायामृतमश्नुत इति ॥ १२ ॥",
    "translationHindi": " प्राणकी उत्पत्ति, आगमन, स्थान, व्यापकता एवं बाह्य और आध्यात्मिक भेदसे पाँच प्रकारकी स्थिति जानकर मनुष्य अमरत्व प्राप्त कर लेता है—अमरत्व प्राप्त कर लेता है॥ १२ ॥ ",
    "translationEnglish": "Knowing the birth, the coming, the staying, and the five-fold sovereignty of Prana and its stay in the body, one attains immortality; one attains immortality.",
    "commentaryHindi": " प्राणकी परमात्मासे उत्पत्ति, आयति—मनके संकल्पसे इस  शरीरमें आगमन, स्थान—पायु-उपस्थादिमें स्थित होना, विभुत्व—सम्राट्के समान प्रभुत्व यानी प्राणके वृत्तिभेदको पाँच प्रकारसे स्थापित करना, तथा आदित्यादि-रूपसे बाह्य और चक्षु आदिरूपसे आन्तरिक स्थिति—इस प्रकार प्राणको जानकर मनुष्य अमरत्व प्राप्त कर लेता है । यहाँ ‘विज्ञायामृतमश्नुते’ इस पदकी द्विरुक्ति प्रश्नार्थकी समाप्ति सूचित करनेके लिये है॥ १२ ॥",
    "commentaryEnglish": "Birth] from the Paramatman. Coming] coming into this body, by the activity of the mind. Staying] in the lower apertures and other places. Five-fold sovereignty] the posting, as by a sovereign, of the different aspects of Prana, in five forms. Its external manifestation] as the sun, &c. Within the-body] as eye, &c. Knowing Prana thus one attains immortality (relative)."
  },{
    "id": 1,
    "chapter": "4",
    "ShlokaNo": "1",
    "shlok": "अथ हैनं सौर्यायणि गार्ग्यः पप्रच्छ । भगवन्नेतस्मिन्पुरुषे कानि स्वपन्ति कान्यस्मिञ्जाग्रति कतर एष देवः स्वप्नान्पश्यति कस्यैतत्सुखं भवति कस्मिन्नु सर्वे संप्रतिष्टिता भवन्तीति ॥ १ ॥",
    "translationHindi": "तदनन्तर उन पिप्पलाद मुनिसे सूर्यके पौत्र गार्ग्यने पूछा—‘भगवन्! इस पुरुषमें  कौन [इन्द्रियाँ] सोती हैं? कौन इसमें जागती हैं? कौन देव स्वप्नोंको देखता है? किसे यह सुख अनुभव होता है? तथा किसमें ये सब प्रतिष्ठित हैं?’॥ १ ॥ ",
    "translationEnglish": "Next Sauryayani Gargya questioned him ‘Oh Bhagavan! What in the man sleep? What wake in him? Which is the Deva who sees dreams? Whose is this bliss? In which of them again are all of them fixed?’",
    "commentaryHindi": "तदनन्तर उनसे सौर्यायणी गार्ग्यने पूछा। उपर्युक्त तीन प्रश्नोंमें अपरा विद्याके विषय व्याकृताश्रित साध्य-साधनरूप  अनित्य संसारका निरूपण समाप्त कर अब साध्य-साधनसे अतीत तथा प्राण, मन और इन्द्रियोंके अविषय, परविद्यावेद्य, शिव, शान्त, अविकारी, अक्षर, सत्य और बाहरभीतर विद्यमान अजन्मा पुरुष नामक तत्त्वका वर्णन करना है; इसीलिये आगेके तीन प्रश्नोंका आरम्भ किया  जाता है। तहाँ, द्वितीय मुण्डकमें यह बात कही गयी है कि ‘अच्छी तरह प्रज्वलित हुए अग्निसे स्फुलिंगों (चिनगारियों)-के समान जिसपर अक्षरसे सम्पूर्ण भाव पदार्थ उत्पन्न होते और उसीमें लीन हो जाते हैं’ इत्यादि; सो उस अक्षर परमात्मासे अभिव्यक्त होनेवाले वे सम्पूर्ण  भाव कौन-से हैं? उससे विभक्त होकर वे किस प्रकार उसीमें लीन होते हैं? तथा वह अक्षर किन लक्षणोंवाला है? यह सब बतलानेके लिये अब श्रुति आगेके प्रश्न उठाती है— भगवन्! सिर और हाथ-पैरोंवाले इस पुरुषमें कौन इन्द्रियाँ सोती—निद्रा लेती अर्थात् अपने व्यापारसे  उपरत होती हैं? तथा कौन इसमें जागती यानी जागरण—अनिद्रावस्था अर्थात् अपना व्यापार करती हैं? कार्य-करणरूप [यानी देहेन्द्रियरूप] देवोंमेंसे कौन देव स्वप्नोंको देखता है? जाग्रद्दर्शनसे निवृत्त हुए जीवका जो अन्त:करणमें जाग्रत्के समान विषयोंको देखना है उसे स्वप्न  कहते हैं। सो यह कार्य कोर्इ कार्यरूप देव निष्पन्न करता है, अथवा करणरूप देव? यह इसका अभिप्राय है। तथा जाग्रत् और स्वप्नका व्यापार समाप्त हो जानेपर जो प्रसन्न, अनायासरूप एवं निर्बाध सुख होता है वह भी किसे होता है? उस समय जाग्रत् और स्वप्नके व्यापारसे  उपरत होकर सम्पूर्ण इन्द्रियाँ भली प्रकार एकीभूत होकर किसमें स्थित होती हैं? अर्थात् मधुमें रसोंके समान तथा समुद्रमें प्रविष्ट हुर्इ नदी आदिके समान विवेचनके (पृथक्-प्रतीतिके) अयोग्य होकर वे किसमें भली प्रकार प्रतिष्ठित अर्थात् सम्मिलित हो जाती हैं?  शंका—[काम करनेके अनन्तर] छोड़े हुए दराँती आदि करणों (औजारों)-के समान इन्द्रियाँ भी अपने-अपने व्यापारसे निवृत्त होकर अलग-अलग अपनेमें ही स्थित हो जाती हैं—ऐसा समझना ठीक ही है। फिर प्रश्नकर्ताको सोये हुए पुरुषोंकी इन्द्रियोंके किसीमें एकीभाव हो  जानेकी आशंका कैसे प्राप्त हो सकती है? समाधान—यह आशंका तो उचित ही है, क्योंकि भूतोंके संघातसे उत्पन्न हुर्इ इन्द्रियाँ अपने स्वामीके लिये प्रवृत्त होनेवाली होनेसे जाग्रत्कालमें भी परतन्त्र ही हैं; अत: सुषुप्तिमें भी उन संहत इन्द्रियोंका परतन्त्ररूपसे ही किसीमें मिलना  उचित है। इसलिये यह प्रश्न आशंकाके अनुरूप ही है। यहाँ पूछनेवालेका यह प्रश्न कि ‘वह कौन है?’ ‘वे सब किसमें प्रतिष्ठित होती हैं?’ सुषुप्ति और प्रलयकालमें जिसमें यह कार्य-करणका संघात लीन होता है उसकी विशेषता जाननेके लिये है॥ १ ॥ ",
    "commentaryEnglish": "Cow.—Next Sauryayani Gargya questioned him: Having thus exhausted by these three questions, all about Samsara, the subject of Apara (lower) Vidya subject to modification, partaking of the nature of causes and effects and of ephemeral existence, the next three questions are asked in order that the Brahman, not partaking of the nature of causes and effects devoid of prana, not perceivable by the mind, beyond the shot of the senses, bliss in its nature, free from misery, not subject to modification, undecaying, true, knowable by Para Vidya (higher knowledge), known as purusha, without and within all and unborn, may be known. Now, it was stated in the second Mundaka, that everything known to exist, proceeded from the undecaying Brahman, as sparks from the flaming fire, and that everything is absorbed into Brahman. What are all those existences which diverge from the Brahman? How again, thus existing in divergence are absorbed into it (Brahman) alone? What again are the characteristics of that Brahman? Now, in order to explain, these questions are imagined to be raised: ‘Oh Bhagavan, in this man, having head, hands, etc., what senses sleep, i.e., cease to perform their functions? What again in this man wake, i.e., do not sleep, i.e., perform their functions? Of these distinguishable as effects and instruments, which Deva sees dreams? Dream is seeing within the body, as if he were awake, by one who has turned away from waking consciousness. The drift is whether, that is accomplished by any Deva, in the nature of an effect, or any in the nature of an instrument. And who enjoys the bliss (arising when the activity of the waking and the dreaming state ceases) clear, i.e., free from the stain of contact with the objects of the senses, consisting in the absence of all trouble (distraction) and unobstructed? Then, where are all these, their waking and dreaming activities having ceased, centred? i.e., where do these blend indistinguishably, like juice in honey and like rivers entering the ocean. It is but reasonable that these turned away from their own activities, like the scythe and other instruments, which have ceased to do their work, should separately rest, each in its own place. Whence does the supposition then arise, that the senses of man in sleep become all blended in one. The supposition of the questioner is certainly reasonable. As all the senses together, during waking, act on behalf of some lord and are dependent (on him), therefore their coalition in one is reasonable even in sleep, because of their dependence and acting together. Therefore, this question is certainly consistent with the supposition. Here the question ‘in which are all these centred?’ is asked by the questioner who wishes to know him, in whom all this bundle of effects and instruments is absorbed during sleep and Pralaya."
  },
  {
    "id": 2,
    "chapter": "4",
    "ShlokaNo": "2",
    "shlok": "तस्मै स हो वच । यथ गार्ग्य मरीचयोऽर्कस्यास्तं गच्छतः सर्वा एतस्मिंस्तेजोमण्डल एकीभवन्ति । ताः पुनः पुनरुदयतः प्रचरन्त्येवं ह वै तत् सर्वं परे देवे मनस्येकीभवति । तेन तर्ह्येष पुरुषो न शृणोति न पश्यति न जिघ्रति न रसयते न स्पृशते नाभिवदते नादत्ते नानन्दयते न विसृजते नेयायते स्वपितीत्याचक्शते ॥ २ ॥",
    "translationHindi": "तब उससे उस (आचार्य)-ने कहा—‘हे गार्ग्य! जिस प्रकार सूर्यके अस्त होनेपर सम्पूर्ण किरणें उस तेजोमण्डलमें ही एकत्रित हो जाती हैं और उसका उदय होनेपर वे फिर फैल जाती हैं। उसी प्रकार वे सब [इन्द्रियाँ] परमदेव मनमें एकीभावको  प्राप्त हो जाती हैं। इससे तब वह पुरुष न सुनता है, न देखता है, न सूँघता है, न चखता है, न स्पर्श करता है, न बोलता है, न ग्रहण करता है, न आनन्द भोगता है, न मलोत्सर्ग करता है और न कोर्इ चेष्टा करता है। तब उसे ‘सोता है’ ऐसा कहते हैं॥ २ ॥",
    "translationEnglish": "To him, he said: ‘Just as, O Gargya, the rays of the setting sun all become one in this orb of light and go out again when he rises again, so all of these become one in the highest Deva, i.e., the mind; then, therefore, the man hears not, sees not, smells not, tastes not, feels not, speaks not, takes not, delights mot, abandons not, moves not; they say ‘he sleeps.’",
    "commentaryHindi": "आचार्यने उस प्रश्नकर्तासे कहा—हे गार्ग्य! तूने जो पूछा है सो सुन—जिस प्रकार अर्क—सूर्यके अस्त—अदर्शनको प्राप्त होते समय सम्पूर्ण मरीचियाँ—किरणें उस तेजोमण्डल—तेज:पुंजरूप सूर्यमें एकत्रित हो जाती हैं अर्थात् अविवेचनीयता— अविशेषताको प्राप्त हो जाती हैं, तथा उसी सूर्यके पुन: उदित होनेके समय—उससे निकलकर फैल जाती हैं; जैसा यह दृष्टान्त है उसी प्रकार वह विषय और इन्द्रियोंका सम्पूर्ण समूह स्वप्नकालमें परम—प्रकृष्ट देव—द्योतनवान् मनमें—चक्षु आदि देव (इन्द्रियाँ) मनके अधीन  हैं, इसलिये मन परमदेव है, उसमें एक हो जाता है। अर्थात् सूर्यमण्डलमें किरणोंके समान उससे अभिन्नताको प्राप्त हो जाता है। तथा [उदित होते हुए] सूर्यमण्डलसे किरणोंके समान वे (इन्द्रियाँ) जागनेकी इच्छावाले पुरुषके मनसे ही फिर फैल जाती हैं; अर्थात् अपने  व्यापारके लिये प्रवृत्त हो जाती हैं। क्योंकि निद्राकालमें शब्दादि विषयोंकी उपलब्धिके साधनरूप श्रोत्रादि मनमें एकीभावको प्राप्त हुएके समान इन्द्रिय-व्यापारसे उपरत हो जाते हैं इसलिये उस निद्राकालमें वह देवदत्तादिरूप पुरुष न सुनता है, न देखता है, न सूँघता है,  न चखता है, न स्पर्श करता है, न बोलता है, न ग्रहण करता है, न आनन्द भोगता है, न त्यागता है और न चेष्टा करता है। उस समय लौकिक पुरुष उसे ‘सोता है’ ऐसा कहते हैं॥ २ ॥",
    "commentaryEnglish": "Com.—To him, the preceptor said: ‘O Gargya, hear what you ask for; just as the rays of the suit disappearing become all one in the orb of light, i.e., become one and indistinguishable, and when the same sun rises again and again become dispersed; as in this illustration, so all that crowd of objects and senses become one in the highest Deva (having light) i.e., mind (as the eye and other senses are under the control of the mind, mind is said to be the highest sense), during sleep and become indistinguishable, like the rays in the orb of light, and when he wakes go out of the mind to perform their own functions, as the rays from the orb of light. As during sleep, the ear and other senses capable of knowing sound, etc., become, as it were, one in the mind, their activity as senses having ceased, therefore, during sleep this man called Devadatta, etc., hears not, sees not, smells not, tastes not, feels not, speaks not, takes not, delights not, abandons not, moves not; men of worldly understanding say ‘he sleeps.’"
  },
  {
    "id": 3,
    "chapter": "4",
    "ShlokaNo": "3",
    "shlok": "प्राणाग्रय एवैतस्मिन्पुरे जाग्रति । गार्हपत्यो ह वा एषो३पानो व्यानोऽन्वाहार्यपचनो यद्गार्हपत्यात्प्रणीयते प्रणयनादाहवनीयः प्राणः ॥ ३ ॥",
    "translationHindi": " [सुषुप्तिकालमें] इस शरीररूप पुरमें प्राणाग्नि ही जागते हैं। यह अपान ही गार्हपत्य अग्नि है, व्यान अन्वाहार्यपचन है तथा जो गार्हपत्यसे ले जाया जाता है वह प्राण ही प्रणयन  (ले जाये जाने)- के कारण आहवनीय अग्नि है॥ ३ ॥",
    "translationEnglish": " The fires of prana alone wake in this city. This apana is the garhapatya fire. Vyana is the anvaharyopachana fire. The prana is the ahavaniya- fire, as it is taken from the garhapatya fire.",
    "commentaryHindi": "इस पुर यानी नौ द्वारवाले  देहमें श्रोत्रादि इन्द्रियोंके सो जानेपर प्राणाग्नि—प्राणादि पाँच वायु ही अग्निके समान अग्नि हैं, वे ही जागते हैं। अब अग्निके साथ उनकी समानता बतलाते हैं—यह अपान ही गार्हपत्य अग्नि है। किस प्रकार है, सो बतलाते हैं—क्योंकि अग्निहोत्रके समय गार्हपत्य अग्निसे ही आहवनीय  नामक दूसरा अग्नि [जिसमें कि हवन किया जाता है] सम्पन्न किया जाता है; अत: प्रणयन किये जानेके कारण ‘प्रणीयतेऽस्मात्’ इस व्युत्पत्तिके अनुसार वह गार्हपत्याग्नि ‘प्रणयन’ है। इसी प्रकार प्राण भी सोये हुए पुरुषकी अपानवृत्तिसे प्रणीत हुआ-सा ही मुख और  नासिकाद्वारा संचार करता है; अत: वह आहवनीय-स्थानीय है। तथा व्यान हृदयके दक्षिण छिद्रद्वारा निकलनेके कारण दक्षिण दिशाके सम्बन्धसे अन्वाहार्यपचन यानी दक्षिणाग्नि है॥ ३ ॥",
    "commentaryEnglish": "Com.—When the senses, the ear and the rest, are gone to sleep in this city, i.e., in this body of nine apertures, the five winds, prana and the rest, called fires, being like fire, keep watch. This is their similitude with fires. This apana is the garhapatya fire. How is explained; just as, at the time of performing the agnihotra, another fire named ahavaniya is obtained from the garhapatya, so from the apana during sleep, prana, as it were, the ahavaniya fire is obtained. But Vyana, emerging from the southern cavity of the heart is called the anvaharyapachana, or the southern fire, from its connection with the south."
  },
  {
    "id": 4,
    "chapter": "4",
    "ShlokaNo": "4",
    "shlok": "यदुच्छ्वासनिःश्वासावेतावाहुती समं नयतीति स समानः । मनो ह वाव यजमान इष्टफलमेवोदानः स एनं यजमानमहरहर्ब्रह्म गमयति ॥ ४ ॥",
    "translationHindi": "क्योंकि उच्छ्वास और नि:श्वास ये मानो अग्निहोत्रकी आहुतियाँ हैं, उन्हें जो [शरीरकी स्थितिके  लिये] समभावसे विभक्त करता है वह समान [ऋत्विक् है]; मन ही निश्चय यजमान है, और इष्टफल ही उदान है; वह उदान इस मनरूप यजमानको नित्यप्रति ब्रह्मके पास पहुँचा देता है॥ ४ ॥ ",
    "translationEnglish": "(The priest) is he, samana, since he distributes equally the oblations which are inspiration and expiration. The mind is the sacrificer; the udana is the fruit of sacrifice; he leads the sacrificer every day to Brahman.",
    "commentaryHindi": "क्योंकि उच्छ्वास और नि:श्वास अग्निहोत्रकी आहुतियोंके समान हैं, अत: [इनमें और अग्निहोत्रकी आहुतियोंमें] समानरूपसे द्वित्व  होनेके कारण जो वायु शरीरकी स्थितिके लिये इन दोनों आहुतियोंको साम्यभावसे सर्वदा चलाता है वह [पूर्वमन्त्रके अनुसार] अग्निस्थानीय होनेपर भी आहुतियोंका नेता होनेके कारण होता ही है। वह है कौन? समान। अत: विद्वान्की निद्रा भी अग्निहोत्रका हवन ही है। इसलिये  अभिप्राय यह है कि विद्वान्को अकर्मा नहीं मानना चाहिये। इसीसे बृहदारण्यकोपनिषद्में भी कहा है कि उस विद्वान्के सोनेपर भी सब भूत सर्वदा चयन (यागानुष्ठान) किया करते हैं। इस अवस्थामें बाह्य इन्द्रियों और विषयोंको पंच प्राणरूप जागते हुए (प्रज्वलित) अग्निमें हवन कर  मनरूप यजमान अग्निहोत्रके फल स्वर्गके समान ब्रह्मके प्रति जानेकी इच्छासे जागता रहता है। यजमानके समान भूत और इन्द्रियोंमें प्रधानतासे व्यवहार करने और स्वर्गके समान ब्रह्मके प्रति प्रस्थित होनेसे मन यजमानरूपसे कल्पना किया गया है। उदानवायु ही इष्टफल यानी  यज्ञका फल है, क्योंकि इष्टफलकी प्राप्ति उदानवायुके निमित्तसे ही होती है। किस प्रकार? [सो बतलाते हैं—] वह उदानवायु इस मन नामवाले यजमानको स्वप्नवृत्तिसे भी गिराकर नित्यप्रति सुषुप्तिकालमें स्वर्गके समान अक्षरब्रह्मको प्राप्त करा देता है। अत: उदान  यागफलस्थानीय है॥ ४ ॥",
    "commentaryEnglish": "Com.—Here also, there is the priest officiating at the agnihotra. Because, he distributes inspiration and expiration (which are, as it were, the agnihotra oblations which are always double) for the support of the body; he is the officiating priest, as the carrier of the oblations, though already said to occupy the position of the fire (also). Who is this? He is samana; therefore, even the sleep of the knower is the giving of oblation in agnihotra. The drift, therefore, is that the knower should not be regarded as one performing no karma; for, it is said in the Vajasaneyakopanishad ‘even of him sleeping, all the Bhutas always perform sacrifices.’ Here, having thrown the external senses and objects as oblations into the wakeful Prana-fires and wishing to reach the Brahman, as one who would wish to reach heaven, the fruit of the performance of agnihotra, the mind, as sacrificer, wakes. Being known like the sacrifices as the most important of the effects and instruments, and having set out towards Brahman, as sacrificer to heaven, the mind is made the sacrificer. The fruit of the sacrifice is udana; because, the realization of the fruits of sacrifice is due to udana. How? The udana causing the mind, the sacrificer, to cease his own activity, conducts him every day during sleep to the undecaying Brahman, as to heaven. Therefore, udana occupies the place of the fruits of sacrifices."
  },
  {
    "id": 5,
    "chapter": "4",
    "ShlokaNo": "5",
    "shlok": "अत्रैष देवः स्वप्ने महिमानमनुभवति । यद्दृष्टं दृष्टमनुपश्यति श्रुतं श्रुतमेवार्थमनुशृणोति देशदिगन्तरैश्च प्रत्यनुभूतं पुनः पुनः प्रत्यनुभवति दृष्टं चादृष्टंच श्रुतं चाश्रुतं चानुभूतं चाननुभूतं च स्च्चासच्च सर्वं पश्यति सर्वः पस्यति ॥ ५ ॥",
    "translationHindi": "इस स्वप्नावस्थामें यह देव अपनी विभूतिका  अनुभव करता है। इसके द्वारा [जाग्रत्-अवस्थामें] जो देखा हुआ होता है उस देखे हुएको ही यह देखता है, सुनी-सुनी बातोंको ही सुनता है तथा दिशा-विदिशाओंमें अनुभव किये हुएको ही पुन:-पुन: अनुभव करता है। [अधिक क्या] यह देखे, बिना देखे, सुने, बिना सुने,  अनुभव किये, बिना अनुभव किये तथा सत् और असत् सभी प्रकारके पदार्थोंको देखता है और स्वयं भी सर्वरूप होकर देखता है॥ ५ ॥ ",
    "translationEnglish": "In this state, this Deva (mind) undergoes a variety of changes, sees again what it has seen, hears again whatever was heard, experiences again what it had experienced in different lands, and directions. What was seen and not seen, heard and not heard, experienced and not experienced, existent and non-existent, it sees; being all, it sees.",
    "commentaryHindi": "इस अवस्थामें यानी श्रोत्रादि इन्द्रियोंके उपरत हो जानेपर देहकी रक्षाके लिये और  प्राणादि वायुओंके जागते रहनेपर सुषुप्तिकी प्राप्तिसे पूर्व इस [जाग्रत्-सुषुप्तिके] मध्यकी अवस्थामें यह देव, जिसने सूर्यकी किरणोंके समान श्रोत्रादि इन्द्रियोंको अपनेमें लीन कर लिया है, स्वप्नावस्थामें अपनी महिमा यानी विभूतिको अनुभव करता है अर्थात् विषय-विषयीरूप  अनेकात्मत्वको प्राप्त हो जाता है। पूर्व०—मन तो विभूतिका अनुभव करनेमें अनुभव करनेवाले पुरुषका कारण है; फिर यह कैसे कहा जाता है कि वह स्वतन्त्रतासे अनुभव करता है, क्योंकि स्वतन्त्र तो क्षेत्रज्ञ ही है। सिद्धान्ती—इसमें कोर्इ दोष नहीं है, क्योंकि क्षेत्रज्ञकी  स्वतन्त्रता मनरूप उपाधिके कारण है, वास्तवमें क्षेत्रज्ञ तो स्वयं न सोता है और न जागता ही है। उसका जागना और सोना तो मनरूप उपाधिके ही कारण है—ऐसा बृहदारण्यकश्रुतिमें कहा है—“वह बुद्धिसे तादात्म्य प्राप्त कर स्वप्नरूप होता है और मानो ध्यान करता  तथा चेष्टा करता है” इत्यादि। अत: विभूतिके अनुभवमें मनकी स्वतन्त्रता बतलाना न्याययुक्त ही है। किन्हीं-किन्हींका कथन है कि स्वप्नकालमें मनरूप उपाधिके सहित माननेमें क्षेत्रज्ञकी स्वयंप्रकाशतामें बाधा आवेगी सो ऐसी बात नहीं है। उनकी यह भ्रान्ति श्रुत्यर्थको  न जाननेके ही कारण है, क्योंकि मन आदि उपाधिसे प्राप्त हुआ स्वयंप्रकाशत्व आदि व्यवहार भी मोक्षपर्यन्त सब-का-सब अविद्याके कारण ही है। जैसा कि “जहाँ कोर्इ अन्य-सा हो वहीं अन्यको अन्य देख सकता है” “इस आत्माको विषयका संसर्ग ही नहीं होता”  “जहाँ इसके लिये सब आत्मा ही हो गया वहाँ किसे किसके द्वारा देखे?” इत्यादि श्रुतियोंसे प्रमाणित होता है। अत: यह शंका मन्द ब्रह्मज्ञानियोंकी ही है, एकात्मवेत्ताओंकी नहीं। पूर्व०—ऐसा माननेपर तो “इस स्वप्नावस्थामें यह पुरुष स्वयंज्योति है” इस वाक्यसे बतलाया  हुआ आत्माका [स्वयंज्योति] विशेषण व्यर्थ हो जायगा। सिद्धान्ती—इसपर हमें यह कहना है कि आपका यह कथन तो बहुत थोड़ा है। “यह जो हृदयके भीतरका आकाश है उसमें वह (आत्मा) शयन करता है” इस वाक्यसे आत्माका अन्तर्हृदयरूप परिच्छेद सिद्ध होनेसे  तो उसका स्वयंप्रकाशत्व और भी बाधित हो जाता है। पूर्व०—यद्यपि यह दोष तो ठीक ही है; तथापि स्वप्नमें केवलता (मनका अभाव हो जाने)-के कारण आत्माके स्वयंप्रकाशत्वसे उसका आधा भार* तो हलका हो ही जाता है। सिद्धान्ती— ऐसी बात नहीं है; उस अवस्थामें  भी “पुरीतत् नाडीमें शयन करता है” इस श्रुतिके अनुसार जीवका पुरीतत् नाडीसे सम्बन्ध रहनेके कारण यह अभिप्राय मिथ्या ही है कि उसका आधा भार निवृत्त हो जाता है। पूर्व०— तो फिर यह कैसे कहा गया है कि “इस अवस्थामें यह पुरुष स्वयंप्रकाश होता है?”  मध्यस्थ—यदि ऐसा मानें कि अन्य शाखाकी श्रुति* होनेके कारण यहाँ उसकी कोर्इ अपेक्षा नहीं है, तो? पूर्व०—ऐसा कहना ठीक नहीं, क्योंकि हमें सब श्रुतियोंके अर्थकी एकता ही इष्ट है। सम्पूर्ण वेदान्तोंका तात्पर्य एक आत्मा ही है; वही उन्हें बतलाना इष्ट है और वही  जिज्ञासुओंको ज्ञातव्य है। इसलिये स्वप्नमें आत्माकी स्वयंप्रकाशताकी उपपत्ति बतलाना उचित है, क्योंकि श्रुति यथार्थ तत्त्वको ही प्रकाशित करनेवाली है। सिद्धान्ती—अच्छा तो अब सब प्रकारका अभिमान त्यागकर श्रुतिका अर्थ श्रवण कर, क्योंकि अपनेको पण्डित  माननेवाले सभी पुरुषोंको सौ वर्षमें भी श्रुतिका अर्थ समझमें नहीं आ सकता। जिस प्रकार [स्वप्नावस्थामें] हृदयाकाशमें और पुरीतत् नाडीमें शयन करनेवाले आत्माका स्वयंप्रकाशत्व बाधित नहीं हो सकता, क्योंकि वह उससे सम्बन्ध न रहनेके कारण उससे पृथक्  करके दिखलाया जा सकता है उसी प्रकार अविद्या, कामना और कर्म आदिके कारण उद्भूत हुर्इ वासनाओंसे युक्त होनेपर भी मनमें अविद्यावश प्राप्त हुर्इ कर्मनिमित्तक वासनाको अन्य वस्तुके समान देखनेवाले तथा सम्पूर्ण कार्य-करणोंसे पृथग्भूत द्रष्टा आत्माका  स्वयंप्रकाशत्व बड़े गर्वीले तार्किकोंद्वारा भी निवृत्त नहीं किया जा सकता, क्योंकि वह दृश्यरूप वासनाओंसे भिन्नरूपसे स्थित है। इसलिये यह कहना बहुत ठीक है कि ‘इन्द्रियोंके मनमें लीन हो जानेपर तथा मनके लीन न होनेपर आत्मा मनरूप होकर स्वप्न देखा करता है।’  वह अपनी विभूतिका किस प्रकार अनुभव करता है? सो अब बतलाते हैं—जो मित्र या पुत्रादि उसका पहले देखा हुआ होता है उसीकी वासनासे युक्त हो वह पुत्र-मित्रादिकी वासनासे प्रकट हुए पुत्र या मित्रको मानो अविद्यासे देखता है—ऐसा समझता है। इसी प्रकार सुने हुए  विषयको मानो उसीकी वासनासे सुनता है तथा दिग्देशान्तरोंमें यानी भिन्न-भिन्न दिशा और देशोंमें अनुभव किये हुए पदार्थोंको अविद्यासे पुन:-पुन: अनुभव-सा करता है। इसी प्रकार दृष्ट—इसी जन्ममें देखे हुए एवं अदृष्ट अर्थात् जन्मान्तरमें देखे हुए, क्योंकि अत्यन्त अदृष्ट  पदार्थोंमें वासनाका होना सम्भव नहीं है, तथा श्रुत-अश्रुत, अनुभूत—जिसका इसी जन्ममें केवल मनसे अनुभव किया हो, अननुभूत—जिसका मनसे ही जन्मान्तरमें अनुभव किया हो, सत्—जल आदि वास्तविक पदार्थ और असत्—मृगजल आदि, अधिक क्या कहा जाय—ऊपर  कहे हुए अथवा नहीं कहे हुए सभी पदार्थोंको वह सर्वरूपसे मनोवासनारूप उपाधिवाला होकर देखता है। इस प्रकार यह सर्वेन्द्रियरूप मनोदेव स्वप्नोंको देखा करता है॥ ५ ॥",
    "commentaryEnglish": "Com.—Thus, of the knower, from the time of the cessation of the activity of the ear to the time of his waking from sleep, till then he enjoys all the fruits of a sacrifice and not misery, as in the case of the ignorant. Thus, being a knower, is eulogised. For, it is not, alone, in the case of the knower, that the ear, etc., cease from activity, or the Prana-fires keep watch, or the mind being free in the waking and dreaming conditions merges in the condition of sleep every day. It is well known that all living creatures pass through the waking, dreaming and sleeping conditions by turns. Therefore, this context must be regarded as praising the state of a knower (and not as laying down any rules). As regards the question, which of the devas sees, dreams, he replies: ‘When the ear, etc., cease activity’ and prana and other airs keep watch for the support of the body before reaching the condition of sleep, during this interim, this deva (mind) with the ear and other senses absorbed in it, like rays of the sun sees in dreams his own greatness, i.e., assumes diverse forms in the nature of subject and object. It may be urged that the mind is only the instrument of the enjoyer, i.e., the Âtman is enjoying the various forms and that it cannot be said to enjoy independently; for, it is the Âtman that is independent. This is no fault; for, the independence of the Âtman is due to its conditioning mind; for, the Âtman does not really in its own nature dream or wake. It has been said in the Vajasaneyakopanishad that its waking and dreaming are caused by its condition, mind. Combined with mind and becoming a dream, it seems to think and to move, etc. Therefore, the statement that the mind is independent in enjoying diverse forms is only logical. \\n  Some say that the selfluminosity of the Âtman will be marred during dreams owing to its combination with the condition, mind. That is not so. This false notion of theirs is caused by their ignorance of the drift of the srutis; because even all the talk that the Âtman is self-luminous, which endures only till emancipation, is produced by conditions such as mind and is within the pale of ignorance. Where there is something like another, then one sees something distinct from himself; of him there is no connexion with what is visible according to the sruti ‘ but where all becomes the Âtman alone, there who could be seen by whom, etc.?’ Therefore, this doubt arises only in those who know only the lower Brahman and not in those who know the one Âtman. It may be urged that, if this be so, then the distinction in ‘here, i.e., in dreams, this Purusha is self-luminous’ will become meaningless. It is here replied that what is stated is very little. The self-luminosity of the Âtman, enclosed in the cavity of the heart, according to the text ‘he who sleeps in the akasa, within the cavity of the heart, will be marred in a greater degree. If it be urged that though this is really a fault, still that half the burden, i.e., half the obstacle will be removed in the matter of the selfluminosity of the Âtman by assuming the absence of mind during dreams. This is not sound; for, even on that supposition, from the sruti, ‘ he sleeps in the nerve called, Puritati,’ the notion of removing half the hindrance, in the matter of self-luminosity of the Âtman, is certainly false; because, even in sleep, the Âtman rests in the nerve called ‘Puritati.’ How then is it said, ‘here, this Purusha is self-luminous.’ If it be said that as that sruti is found in another branch of the Vedas, it is not in point here, that is unsound; for, it is admitted that the purport of the srutis must be identical; and one Âtman being the subject of all Vedantas is desired to be taught and to be known. Therefore, it is right that the appropriateness of the assertion that the Âtman is self-luminous in dreams should be explained. Because, srutis serve to reveal the real truth. If this be so, hear the purport of the sruti, abandoning all conceit. Not by all who think themselves learned, could the drift of the srutis be known, even in a hundred years, by mere conceit. \\n  Just as the self-luminosity of the Âtman is not affected in sleep, because it is possible to represent him as distinguished from the akas of the heart, and the puritati nerve where he sleeps, because he is not connected with them; so, the self-luminosity of the Atman, as distinct from the visible reminiscences of the observer, who is different from all effects and instruments and who sees, on account of ignorance, as separate objects, the reminiscences, which, as the result of karma, are left in the mind full of tendencies due to ignorance, desire and karma, cannot be marred even by the proudest logician. Therefore, it is properly said that when all the senses are absorbed in the mind and when the mind is not absorbed, the Âtman, as manomaya, sees dreams. How it realizes a diversity of experiences is explained. Whatever has been seen, such as friend, son, etc., the mind influenced by unconscious impressions thinks from ignorance that it sees the son, the friend, etc., produced from such impressions. Similarly, it seems to hear what has been heard, owing to such impressions; and from ignorance, it seems to experience what it has experienced in different lands and directions. Similaily, what was seen in this birth and what was not seen, i.e., what was seen in previous births; for, there can be no unconscious impressions of what was never seen; similarly, what was heard and not heard, and what was experienced in this birth by the mind alone, and what was not experienced, i.e., what was not experienced by mind alone in previous births what is existent such as real water and what is non-existent such as waters of the mirage; in short, sees all said and not said; being all, i.e., being conditioned by all the unconscious impressions of the mind, sees all. Thus, the mind, being in itself all the senses, sees dreams."
  },
  {
    "id": 6,
    "chapter": "4",
    "ShlokaNo": "6",
    "shlok": "स यदा तेजसाऽभिभूतो भवति । अत्रैष देवः स्वप्नान्न पश्यत्यथ तदैतस्मिञ्शरीर एतत्सुखं भवति ॥ ६ ॥",
    "translationHindi": "जिस समय यह मन तेजसे आक्रान्त होता है उस समय यह आत्मदेव स्वप्न नहीं देखता। उस समय इस शरीरमें यह सुख होता है॥ ६ ॥ ",
    "translationEnglish": "When it is overpowered with light, then this mind sees no dreams; thus then, the bliss arises in this body.",
    "commentaryHindi": "जिस समय वह मनरूप देव नाडीमें रहनेवाले पित्त नामक सौर तेजसे सब ओरसे अभिभूत अर्थात् जिसकी वासनाओंकी अभिव्यक्तिका द्वार लुप्त हो गया है—ऐसा हो जाता है उस समय इन्द्रियोंके सहित  मनकी किरणोंका हृदयमें उपसंहार हो जाता है। जिस समय मन काष्ठमें व्याप्त अग्निके समान निर्विशेष विज्ञानरूपसे सम्पूर्ण शरीरको व्याप्त करके स्थित होता है उस समय वह सुषुप्ति-अवस्थामें पहुँच जाता है। यहाँ अर्थात् इस समय यह मन नामवाला देव स्वप्नोंको नहीं  देखता, क्योंकि उन्हें देखनेका द्वार तेजसे रुक जाता है। तदनन्तर इस शरीरमें यह सुख होता है; तात्पर्य यह कि जो निराबाध और सामान्यरूपसे सम्पूर्ण शरीरमें व्याप्त विज्ञान है वही स्फुट हो जाता है॥ ६ ॥",
    "commentaryEnglish": "Com.—When the Deva, i.e., the mind, becomes overpowered, i.e., has all the outlets of these impressions closed by the light (lodged in the nerve) known as Pitta and pertaining to the sun, then the rays, i.e., the tendencies of the mind, become absorbed into the heart along with the senses. When the mind, like fire in a log of wood, pervades the whole body in its form, as general knowledge (as opposed to a special modification) then he sleeps. All that time, this Deva named mind, does not see dreams, the door of vision being closed by light. Then, in this body, this bliss arises, which is knowledge unimpeded, pervading all body without distinction and clear."
  },
  {
    "id": 7,
    "chapter": "4",
    "ShlokaNo": "7",
    "shlok": "स यथा सोभ्य वयांसि वसोवृक्शं संप्रतिष्ठन्ते । एवं ह वै तत् सर्वं पर आत्मनि संप्रतिष्ठते ॥ ७ ॥",
    "translationHindi": "हे सोम्य! जिस प्रकार पक्षी अपने बसेरेके वृक्षपर जाकर बैठ जाते हैं उसी प्रकार वह सब (कार्यकरणसंघात) सबसे उत्कृष्ट आत्मामें जाकर स्थित हो जाता है॥ ७ ॥",
    "translationEnglish": "Just as, good youth I birds go towards the tree intended for their abode, so, all this goes to the supreme Âtman.",
    "commentaryHindi": "वह दृष्टान्त इस प्रकार है—हे सोम्य—हे प्रियदर्शन! जिस प्रकार पक्षी अपने वासोवृक्ष—बसेरेके वृक्षकी ओर प्रस्थान करते यानी जाते हैं,  यह जैसा दृष्टान्त है उसी प्रकार आगे कहा जानेवाला वह सब सर्वातीत आत्मा—अक्षरमें जाकर स्थित हो जाता है॥ ७ ॥ ",
    "commentaryEnglish": "Com.—Then at this time, all the effects and instruments depending on ignorance, desire and karma become quiet. When they are quieted, the entity of the Âtman, misunderstood on account of its conditions, becomes one without a second, free from trouble and calm. To indicate this condition by the entering into the Âtman of the earth and other objects, produced by ignorance, the Sruti offers an illustration. This is the illustration. In the same manner, good-looking youth! that birds go to the tree intended for their abode; so, as in the illustration, all that will be said hereafter becomes absorbed into the supreme and undecaying Âtman."
  },
  {
    "id": 8,
    "chapter": "4",
    "ShlokaNo": "8",
    "shlok": "पृथिवी च पृथिवीमात्रा चापश्चापोमात्रा च तेजश्च तेजोमात्रा च वायुश्च वायुमात्रा चाकाशश्चाकाशमात्रा च चक्शुश्च द्रष्टव्यं च श्रोत्रं च श्रोतव्यं च घ्राणं च घ्रातव्यं च रसश्च रसयितव्यं च त्वक्च स्पर्शयितव्यं च वाक्च वक्तव्यं च हस्तौ चादातव्यं चोपस्थश्चानन्दयितव्यं च पायुश्च विसर्जयितव्यं च यादौ च गन्तव्यं च मनश्च मन्तव्यं च बुद्धिश्च बोद्धिव्यं चाहङ्कारश्चाहङ्कर्तव्यं च चित्तं च चेतयितव्यं च तेजश्च विद्योतयितव्यं च प्राणश्च विद्यारयितव्यं च ॥ ८ ॥",
    "translationHindi": "पृथिवी और पृथिवीमात्रा (गन्धतन्मात्रा), जल और रसतन्मात्रा, तेज और रूपतन्मात्रा, वायु और स्पर्शतन्मात्रा, आकाश और शब्दतन्मात्रा, नेत्र और द्रष्टव्य (रूप), श्रोत्र और श्रोतव्य (शब्द),घ्राण और घ्रातव्य (गन्ध), रसना और रसयितव्य (रस), त्वचा  और स्पर्शयोग्य पदार्थ, हाथ और ग्रहण करनेयोग्य वस्तु, उपस्थ और आनन्दयितव्य, पायु और विसर्जनीय, पाद और गन्तव्य स्थान, मन और मनन करनेयोग्य, बुद्धि और बोद्धव्य, अहंकार और अहंकारका विषय, चित्त और चेतनीय, तेज और प्रकाश्य पदार्थ तथा प्राण और  धारण करनेयोग्य वस्तु [ये सभी आत्मामें लीन हो जाते हैं]॥ ८ ॥",
    "translationEnglish": "Earth and its subtle form, water and its subtle form, fire and its subtle form, air and its subtle form, akasa and its subtle form, sight and its objects, taste and its objects, touch and its objects, speech and object, hands and what is to be handled, the organ of generation and what is to be enjoyed, the organ of excretion and what must be excreted, the feet and what is to be trodden on by them, mind and what must be thought, the intellect and what must be determined, egotism and its object, Chitta and its object, light and its object, and Prana and what must be supported by it.",
    "commentaryHindi": "शब्दादि पाँच गुणोंसे युक्त स्थूल पृथिवी और उसकी कारणभूत पृथिवीतन्मात्रा यानी गन्धतन्मात्रा, तथा जल और रसतन्मात्रा, तेज और रूपतन्मात्रा, वायु  और स्पर्शतन्मात्रा एवं आकाश और शब्दतन्मात्रा; अर्थात् सम्पूर्ण स्थूल और सूक्ष्म भूत; इसी प्रकार चक्षु-इन्द्रिय और उससे द्रष्टव्य रूप, श्रोत्र और श्रवणीय (शब्द), घ्राण और घ्रातव्य (गन्ध), रस और रसयितव्य, त्वक् और स्पर्शयितव्य, वाक्-इन्द्रिय और वक्तव्य (वचन),  हाथ और उनसे ग्रहण करनेयोग्य पदार्थ, उपस्थ और आनन्दयितव्य, पायु और विसर्जनीय (मल), पाद और गन्तव्य स्थान; इस प्रकार वर्णन की हुर्इ ज्ञानेन्द्रियाँ और कर्मेन्द्रियाँ तथा पूर्वोक्त मन और उसका मन्तव्य विषय, निश्चयात्मिका बुद्धि और उसका बोद्धव्य विषय,  अहंकार—अभिमानात्मक अन्त:करण और उसका विषय अहंकर्तव्य, चित्त—चेतनायुक्त अन्त:करण और उसका चेतयितव्य विषय, तेज यानी त्वगिन्द्रियसे भिन्न प्रकाशविशिष्ट त्वचा और विद्योतयितव्य—उससे प्रकाशित होनेवाला विषय [चर्म] तथा प्राण जिसे सूत्रात्मक  कहते हैं और उससे धारण किये जानेयोग्य अर्थात् ग्रथित होनेयोग्य [यह सब सुषुप्तिके समय आत्मामें जाकर स्थित हो जाता है, क्योंकि] पर—आत्माके लिये संहत हुआ नामरूपात्मक सम्पूर्ण कार्य-करण-जात इतना ही है॥ ८ ॥ ",
    "commentaryEnglish": "Com.—What is that all? The earth gross, having five attributes and its cause, the rudiment of earth, i.e., the subtle form of smell, so water and the subtle form of water, fire and its subtle form, air and its subtle form, akasa and its subtle form, i.e., all gross and subtle Bhutas; similarly, the sense of sight and its objects, ear and its objects, nose and its objects, the palate and its objects, touch and its objects, speech and what must be said, hands and what must be handled, the organ of generation and what must be enjoyed, the organ of excretion and what must be excreted, feet and what must be reached; thus, all the intellectual and active senses have been mentioned. The mind already stated and its objects, the intellect consisting in determination and its objects, ahankara, i.e., the mind characterised by egotism and its objects, Chittam, i.e., the intelligent mind and its objects. Tejas ] The skin apart from the sense of touch, having light. Vidyotayitavyam ] the objects enlightened by it. Prana, what is called the sutra, and what is strung on it, i.e., all the bundle of effects and instruments combined for the benefit of some other entity, having name, form, etc."
  },
  {
    "id": 9,
    "chapter": "4",
    "ShlokaNo": "9",
    "shlok": "एष हि द्रष्ट स्प्रष्टा श्रोता घ्राता रसयिता मन्ता बोद्धा कर्ता विज्ञानात्मा पुरुषः । स परेऽक्शर आत्मनि संप्रतिष्ठते ॥ ९ ॥",
    "translationHindi": "यही द्रष्टा, स्प्रष्टा, श्रोता, घ्राता, रसयिता, मन्ता (मनन करनेवाला), बोद्धा और कर्ता विज्ञानात्मा पुरुष है। वह पर अक्षर आत्मामें सम्यक् प्रकारसे स्थित हो जाता है॥ ९ ॥ ",
    "translationEnglish": "This is the seer, toucher, hearer, smeller, taster, the thinker, the knower, the doer, the intelligent entity, Purusha. He becomes merged in the Supreme, undecaying Âtman.",
    "commentaryHindi": "यही देखनेवाला, स्पर्श करनेवाला,  सुननेवाला, सूँघनेवाला, चखने-वाला, मनन करनेवाला, जाननेवाला, कर्ता, विज्ञानात्मा—जिनसे जाना जाता है वह बुद्धि आदि ज्ञानके साधनस्वरूप हैं, किन्तु यह आत्मा तो उन्हें जानता है इसलिये यह कर्ता कारकरूप विज्ञान है। यह तद्रूप—वैसे स्वभाववाला अर्थात् विज्ञातृस्वभाव है।  तथा कार्यकरण-संघातरूप उपाधिमें पूर्ण होनेके कारण यह पुरुष है। जलमें दिखायी देनेवाला सूर्यका प्रतिबिम्ब जिस प्रकार जलरूप उपाधिके नष्ट हो जानेपर सूर्यमें प्रविष्ट हो जाता है उसी प्रकार यह द्रष्टा, श्रोता आदिरूपसे बतलाया गया पुरुष जगत्के आधारभूत पर अक्षर  आत्मामें सम्यक्-रूपसे स्थित हो जाता है॥ ९ ॥ ",
    "commentaryEnglish": "Com.—Then, the self which has entered here, like the sun in the water, etc., with the attributes of enjoyer and doer; this is the seer, toucher, hearer, smeller, taster, thinker, knower, doer, the intelligent self (Vignana means the intellect being the instrument by which things are known). Here, it means, he who knows, i.e., the knower. Vignanatma, of the nature of knower. The meaning is that he is a knower by his nature. Purusha, because full of, i.e., subject to the conditions above described, i.e., the nature of effects and instruments. And he enters into the supreme undecaying Âtman, the supporter of the universe, as the reflected image of the sun, etc., in water enters into the sun, etc."
  },
  {
    "id": 10,
    "chapter": "4",
    "ShlokaNo": "10",
    "shlok": "परमेवाक्शरं प्रतिपद्यते स यो ह वै तदच्छायमशरीरम्लोहितं शुभ्रमक्शरं वेदयते यस्तु सोम्य । स सर्वज्ञः सर्वो भवति तदेष श्लोकः ॥ १० ॥",
    "translationHindi": "हे सोम्य! इस छायाहीन, अशरीरी, अलोहित, शुभ्र अक्षरको जो पुरुष जानता है वह पर अक्षरको ही प्राप्त हो जाता है। वह सर्वज्ञ और सर्वरूप हो जाता है। इस सम्बन्धमें यह श्लोक (मन्त्र) है॥ १० ॥",
    "translationEnglish": "The supreme, undecaying one, he surely attains. Who knows that, shadowless, bodiless, devoid of attributes, pure and undecaying. Who knows that good-looking youth! becomes omniscient and becomes all. There is this verse.",
    "commentaryHindi": "उसके विषयमें ऐसा कहते हैं कि वह आगे बतलाये जानेवाले विशेषणोंसे  युक्त पर अक्षरको ही प्राप्त हो जाता है। सम्पूर्ण एषणाओंसे छूटा हुआ जो अधिकारी उस अच्छाय—तमोहीन, अशरीर-नामरूपमय सम्पूर्ण औपाधिक शरीरोंसे रहित, अलोहित—लोहितादि सब प्रकारके गुणोंसे हीन, और ऐसा होनेके कारण ही जो शुभ्र—शुद्ध, सम्पूर्ण विशेषणोंसे  रहित होनेके कारण अक्षर, पुरुषसंज्ञक सत्य, अप्राण, मनका अविषय, शिव, शान्त और सबाह्याभ्यन्तर अज परब्रह्मको जानता है, तथा जो सबका त्याग करनेवाला है, हे सोम्य! वह सर्वज्ञ हो जाता है—उससे कुछ भी अज्ञात नहीं रह सकता। वह अविद्यावश पहले असर्वज्ञ था,  फिर विद्याद्वारा अविद्याके नष्ट हो जानेपर वही सर्वरूप हो जाता है। इस विषयमें उपर्युक्त अर्थका संग्रह करनेवाला यह श्लोक यानी मन्त्र है॥ १० ॥ ",
    "commentaryEnglish": "Com.—The fruits of one who realises the oneness of the atman are stated. He surely attains the supreme, undecaying atman, hereafter described. He who being freed from all desires, knows that, shadowless, i.e., free from Tamas or ignorance, bodiless, i.e., devoid of body subject to conditions of name, form, etc., alohitam, i.e., devoid of all gunas (attributes) such as Rajas; because thus, therefore, pure; undecaying, because devoid of all attributes the eternal known as purusha having no Prana, not perceivable by the mind, bliss in its nature and free from all misery, existing without and within all, unborn. Who renounces everything, good-looking youth! there can be nothing which is not known by him. Owing to ignorance he was not omniscient before; subsequently, by the removal of ignorance, by knowledge, he becomes all. The following verse briefly conveys the drift stated."
  },
  {
    "id": 11,
    "chapter": "4",
    "ShlokaNo": "11",
    "shlok": "विज्ञानात्मा सह देवैश्च सर्वैः प्राणाभुतानि संप्रतिष्ठन्ति यत्र । तदक्शरं वेदयते यस्तु सोम्य स सर्वज्ञः सर्वमेवाविवेशेति ॥ ११ ॥",
    "translationHindi": " हे सोम्य! जिस अक्षरमें समस्त देवोंके सहित विज्ञानात्मा प्राण और भूत सम्यक् प्रकारसे स्थित होते हैं उसे जो जानता है वह सर्वज्ञ सभीमें प्रवेश कर जाता है॥ ११ ॥",
    "translationEnglish": "Who knows, good-looking youth ! the undecaying Âtman in whom the knowing self with all the devas, the Pranas, and the five elements are centred. He, the omniscient, enters, indeed, into all.",
    "commentaryHindi": "जिस अक्षरमें अग्नि आदि देवोंके सहित विज्ञानात्मा तथा चक्षु आदि प्राण और पृथिवी आदि भूत प्रतिष्ठित होते अर्थात् प्रवेश करते हैं। हे सोम्य—हे प्रियदर्शन! उस  अक्षरको जो जानता है वह सर्वज्ञ सभीमें आविष्ट अर्थात् प्रविष्ट हो जाता है॥ ११ ॥",
    "commentaryEnglish": "Com.—Who knows good-looking youth! the undecaying Âtman, into which the knowing self with alt the Devas, such as fire and the rest, the Pranas, i.e., the eye and the rest and the Bhutas, such as the earth, etc., enter; he being omniscient enters, indeed, into all."
  },{
    "id": 1,
    "chapter": "5",
    "ShlokaNo": "1",
    "shlok": "अथ हैनं सैब्यः सत्यकामः पप्रच्छ । स यो ह वै तभ्दगवन्मनुष्येषु प्रायणान्तमोङ्कारमभिध्यायीत । कतमं वाव स तेन लोकं जयतीति तस्मै स होवाच ॥ १ ॥",
    "translationHindi": "तदनन्तर उन पिप्पलाद मुनिसे शिबिपुत्र सत्यकामने पूछा—‘भगवन्! मनुष्योंमें जो पुरुष प्राणप्रयाणपर्यन्त इस ओंकारका  चिन्तन करे, वह उस (ओंकारोपासना)-से किस लोकको जीत लेता है?’॥ १ ॥ ",
    "translationEnglish": "Then, Satyakama, son of Sibi, questioned him: “Oh Bhagavan! what world does he, who among mortals meditates on ‘Om’ till death, win by that?” To him he replied.",
    "commentaryHindi": "तदनन्तर उन आचार्य पिप्पलादसे  शिबिके पुत्र सत्यकामने पूछा; अब इससे आगे पर और अपर ब्रह्मकी प्राप्तिके साधनस्वरूप ओंकारोपासनाका विधान करनेकी इच्छासे आगेका प्रश्न प्रारम्भ किया जाता है। हे भगवन्! मनुष्योंमें—मनुष्यजातिके बीच जो कोर्इ आश्चर्यसदृश विरल पुरुष मरणपर्यन्त—यावज्जीवन  ओंकारका अभिध्यान अर्थात् मुख्यरूपसे चिन्तन करे [वह किस लोकको जीत लेता है?] इन्द्रियोंको बाह्य विषयोंसे हटाकर और चित्तको एकाग्र कर उसे भक्तिके द्वारा जिसमें ब्रह्मभावकी प्रतिष्ठा की गयी है उस ओंकारमें इस प्रकार लगा देना कि आत्मप्रत्ययसन्ततिका  विच्छेद न हो—भिन्नजातीय प्रतीतियोंसे उसमें बाधा न आवे तथा वह वायुहीन स्थानमें रखे हुए दीपककी शिखाके समान स्थित हो जाय—ऐसा ध्यान ही ‘अभिध्यान’ शब्दका अर्थ है। सत्य, ब्रह्मचर्य, अहिंसा, अपरिग्रह, त्याग, संन्यास, शौच, सन्तोष, निष्कपटता आदि अनेक  यम-नियमोंसे सम्पन्न होकर यावज्जीवन ऐसा व्रत धारण करनेवालेको भला कौन-सा लोक प्राप्त होगा? क्योंकि ज्ञान और कर्मसे प्राप्त होनेयोग्य तो बहुत-से लोक हैं, उनमें उस ओंकारचिन्तनद्वारा वह किस लोकको जीत लेता है?॥ १ ॥",
    "commentaryEnglish": "Com,—Satyakama, son of Sibi, questioned him. Now the Prasna is begun for the purpose of enjoining the worship of the syllable ‘Om,’ as a means to the attainment of the Para (higher) and Apara (lower) Brahman, Oh Bhagavan. Who among mortals, like a wonder, until death meditates upon the syllable ‘Om,’ (the word meditation is the continuous contemplation as Âtman of the letter ‘Om’ regarded as Brahman by courtesy, by one whose senses are turned away from external objects and whose mind is composed, the course of such meditation not being vitiated by other or dissimilar states of consciousness and being ready like the flame of a lamp in an airless place). Who thus maintains a vow for life and combines in him truth, abstinence from sexual pleasures, abstinence from cruelty, absence of acceptance, renunciation, sanyasam, cleanliness, cheerfulness, absence of fraud and many other kinds of forbearance and religious observance. What world, for there are many worlds to be won by worship and karma, does he attain by thus meditating on ‘Om.’ To him who had thus questioned, he, Pippalada replied."
  },
  {
    "id": 2,
    "chapter": "5",
    "ShlokaNo": "2",
    "shlok": "एतद्वै सत्यकाम परं चापरं च ब्रह्म यदोङ्कारः । तस्माद्विद्वानेतेनैवायतनेनैकतरमन्वेति ॥ २ ॥",
    "translationHindi": "उससे उस पिप्पलादने कहा—हे सत्यकाम! यह जो ओंकार है वही निश्चय पर और अपर ब्रह्म है। अत: विद्वान् इसीके आश्रयसे उनमेंसे किसी एक [ब्रह्म]-को  प्राप्त हो जाता है॥ २ ॥",
    "translationEnglish": "The syllable ‘Om’ is verily the higher and lower Brahman. Therefore, the knower, by this means, surely reaches either of them.",
    "commentaryHindi": "इस प्रकार पूछनेवाले सत्यकामसे पिप्पलादने कहा—हे सत्यकाम! यह पर और अपर ब्रह्म; पर अर्थात् सत्य अक्षर अथवा पुरुषसंज्ञक ब्रह्म तथा जो प्रथम विकाररूप प्राण नामक अपर ब्रह्म है वह  ओंकार ही है; अर्थात् ओंकाररूप प्रतीकवाला होनेसे ओंकारस्वरूप ही है। परब्रह्म शब्दादिसे उपलक्षित होनेके अयोग्य और सब प्रकारके विशेष धर्मोंसे रहित है; अत: इन्द्रिय-गोचरतासे अतीत होनेके कारण केवल मनसे उसका अवगाहन नहीं किया जा सकता; किंतु विष्णु  आदिकी प्रतिमास्थानीय ओंकारमें जिसमें कि भक्तिके द्वारा ब्रह्म-भावकी स्थापना की गयी है, ध्यान करनेवालोंके प्रति प्रसन्न होता है—यह बात शास्त्र-प्रमाणसे जानी जाती है। इसी प्रकार अपर ब्रह्म भी [ओंकारमें ध्यान करनेवालोंके प्रति प्रसन्न होता है]। अत: पर और  अपर ब्रह्म ओंकार ही है—ऐसा उपचारसे कहा जाता है। सतुरां, विद्वान् आत्मप्राप्तिके इस ओकांरचिन्तनरूप साधनसे ही पर या अपर किसी एक ब्रह्मको प्राप्त हो जाता है, क्योंकि ओंकार ही ब्रह्मका सबसे अधिक समीपवर्ती आलम्बन है॥ २ ॥",
    "commentaryEnglish": "Com.—This Brahman—the higher Brahman, true, undecaying, known as Purusha, and the lower Brahman known as Prana, the first-born—is, indeed, the syllable ‘Om’; for, the syllable ‘Om’ is its Pratika, substitute. The higher Brahman, not capable of being indicated by words, etc., and devoid of all distinguishing attributes, is, therefore, being beyond the reach of the senses, incapable of being comprehended by the mere mind. But to those worshippers who contemplate on the syllable ‘Om’ as upon the image of Vishnu, etc., and regard it as a substitute for Brahman, the Para Brahman is understood to reveal itself, from the authority of the sastras; so too the lower Brahman. Therefore, it is by courtesy, that Brahman, the higher and the lower, is said to be the syllable ‘Om.’ Therefore, he who knows thus, attains either the higher or the lower Brahman, by this very means to the attainment of the atman, i.e., by the meditation on ‘Om.’ For the syllable ‘Om’ is the nearest stay of Brahman."
  },
  {
    "id": 3,
    "chapter": "5",
    "ShlokaNo": "3",
    "shlok": "स यध्येकमात्रमभिध्यायीत स तेनैव संवेदितस्तूर्णमेव जगत्याभिसंपध्यते । तमृचो मनुष्यलोकमुपनयन्ते स तत्र तपसा ब्रह्मचर्येण श्रद्धया संपन्नो महिमानमनुभवति ॥ ३ ॥",
    "translationHindi": "वह यदि एकमात्राविशिष्ट ओंकारका ध्यान करता है तो उसीसे बोधको प्राप्त   कर तुरंत ही संसारको प्राप्त हो जाता है। उसे ऋचाएँ मनुष्यलोकमें ले जाती हैं। वहाँ वह तप, ब्रह्मचर्य और श्रद्धासे सम्पन्न होकर महिमाका अनुभव करता है॥ ३ ॥",
    "translationEnglish": "If he meditate on one matra (measure) of it, he, by that enlightened, soon comes to earth. The riks conduct him to the world of men. He, there combined with tapas, Brahmacharya and faith, experiences greatness.",
    "commentaryHindi": "यद्यपि वह ओंकारकी समस्त मात्राओंका ज्ञाता नहीं होता; तो भी ओंकारके चिन्तनके प्रभावसे वह विशिष्ट गतिको ही प्राप्त होता है। अर्थात् ओंकारकी शरणमें प्राप्त हुआ  पुरुष इसके एकांश ज्ञानरूप दोषसे कर्म और ज्ञान दोनोंसे भ्रष्ट होकर दुर्गतिको प्राप्त नहीं होता। तो फिर क्या होता है? वह इस प्रकार यदि ओंकारकी केवल एकमात्राका ज्ञाता होकर केवल एकमात्राविशिष्ट ओंकारका ही अभिध्यान यानी सर्वदा चिन्तन करता है  तो वह उस एकमात्राविशिष्ट ओंकारके ध्यानसे ही संवेदित अर्थात् बोध प्राप्त कर तत्काल जगती यानी पृथिवीलोकमें प्राप्त हो जाता है। [पृथिवीलोकमें] किसे प्राप्त होता है? मनुष्यलोकको; क्योंकि संसारमें तो अनेक प्रकारके जन्म हो सकते हैं। उनमेंसे संसारमें उस  साधकको ऋचाएँ मनुष्यलोकको ही ले जाती हैं, क्योंकि ओंकारकी ध्यान की हुर्इ पहली एकमात्रा(अ) ऋग्वेदरूपा है। इससे उस मनुष्यजन्ममें वह द्विजश्रेष्ठ होकर तप, ब्रह्मचर्य और श्रद्धासे सम्पन्न हो महिमा यानी विभूतिका अनुभव करता है—श्रद्धाहीन होकर स्वेच्छाचारी  नहीं होता। ऐसा योगभ्रष्ट कभी दुर्गतिको प्राप्त नहीं होता॥ ३ ॥ ",
    "commentaryEnglish": "Com.—Though he may not know the division of all the matras (measures) of the syllable ‘Om’, still he surely reaches the excellent goal by virtue of the meditation on the syllable ‘Om’. One who depends entirely on the syllable ‘Om’ does not, by the defect of a partial knowledge of it, attain evil, as one, who has fallen from both karma and knowledge. Even if he constantly meditates on ‘Om’ knowing it only as one matra, he enlightened by that meditation of ‘Om,’ with only one matra, soon reaches the earth. What? The world of men; for, many are the births possible in this earth. Of these, the riks take the worshipper only to the world of men. The first only matra of the letter ‘Om’ meditated on is the Rig Veda. By that, in his birth as man, he becomes pre-eminent among the twice-born and combining tapas, Brahmacharya and faith experiences greatness, i.e., does not become an unbeliever, acting according to pleasure. One who has fallen from yoga never attains a bad goal.  Note.—By the meditation of ‘Om,’ as one matra, some mean the meditation on the letter ‘A’ alone of the syllable. Others again, take it to mean the contemplation on the whole syllable ‘Om,’ but pre-eminence being given only to one matra."
  },
  {
    "id": 4,
    "chapter": "5",
    "ShlokaNo": "4",
    "shlok": "अथ यदि द्विमात्रेण मनसि संपध्यते सोऽन्तरिक्शं यजुर्भिरुन्नीयते सोमलोकम् । स सोमलोके विभुतिमनुभूय पुनरावर्तते ॥ ४ ॥",
    "translationHindi": "और यदि वह द्विमात्राविशिष्ट ओंकारके  चिन्तनद्वारा मनसे एकत्वको प्राप्त हो जाता है तो उसे यजु:श्रुतियाँ अन्तरिक्षस्थित सोमलोकमें ले जाती हैं। तदनन्तर सोमलोकमें विभूतिका अनुभव कर वह फिर लौट आता है॥ ४ ॥ ",
    "translationEnglish": "But if he meditates on its second matra only, he becomes one with mind. He is conducted into intermediate space—the world of the moon—by yajus. Having enjoyed greatness there, he returns again.",
    "commentaryHindi": "और यदि वह दो मात्राओं (अ, उ)-के विभागका ज्ञाता होकर द्विमात्राविशिष्ट ओंकारका चिन्तन करता है तो वह सोम ही जिसका देवता है उस स्वप्नात्मक यजुर्वेदस्वरूप मननीय मनको प्राप्त होता है अर्थात् एकाग्रताद्वारा उसके आत्मभावको प्राप्त हो जाता है  [यानी उसे ही अपना-आप मानने लगता है]। इस अवस्थामें मृत्युको प्राप्त होनेपर वह अन्तरिक्षाधार द्वितीयमात्रारूप सोमलोकमें द्वितीयमात्रारूप यजु:-श्रुतियोंद्वारा सोमलोकको ले जाया जाता है। अर्थात् यजु:श्रुतियाँ उसे सोमलोकसम्बन्धी जन्म प्राप्त कराती हैं।  उस सोमलोकमें विभूतिका अनुभव कर वह फिर मनुष्यलोकमें लौट आता है॥ ४ ॥ ",
    "commentaryEnglish": "Com.—Now again, if he meditates on the syllable ‘Om,’ by its second matra, he becomes one with the moon, of the nature of dreams, in the form of Yajur Veda, worthy of meditation. Thus become immortal] is taken by the yajus representing the second matra to the lunar world, the support of antariksha,. intermediate space, and representing the second matra. The meaning is that he is taken by the yajus to be born in the lunar world. Haying there, in the lunar world, enjoyed greatness returns again to the world of men."
  },
  {
    "id": 5,
    "chapter": "5",
    "ShlokaNo": "5",
    "shlok": "यः पुनरेतं त्रिमात्रेणोमित्येतेनैवाक्शरेण परं पुरुषमभिध्यायीत स तेजसि सूर्ये संपन्नः । यथा पादोदरस्त्वचा विनिर्भुच्यत एवं ह वै स पाप्मना विनिर्भुक्तः स सामभिरुन्नीयते ब्रह्मलोकं स एतस्माज्जीवघनात्परात्परं पुरुशयं पुरुषमीक्शते तदेतौ श्लोकौ भवतः ॥ ५ ॥",
    "translationHindi": "किन्तु जो उपासक त्रिमात्राविशिष्ट ‘ॐ’ इस अक्षरद्वारा इस परमपुरुषकी उपासना करता है वह तेजोमय सूर्यलोकको प्राप्त होता है। सर्प जिस प्रकार केंचुलीसे  निकल आता है उसी प्रकार वह पापोंसे मुक्त हो जाता है। वह सामश्रुतियोंद्वारा ब्रह्मलोकमें ले जाया जाता है और इस जीवनघनसे भी उत्कृष्ट हृदयस्थित परमपुरुषका साक्षात्कार करता है। इस सम्बन्धमें ये दो श्लोक हैं॥ ५ ॥",
    "translationEnglish": "But if he meditates on the supreme Purusha by this very letter ‘Om,’ of three matras, he becomes united with the bright sun. Just as the snake puts off its skin, even so he is freed from sin. He is conducted by sama to the world of Brahma. He sees the supreme Purusha beyond this, dense with life and lodged in the heart of all. There are the two following verses.",
    "commentaryHindi": "परन्तु जो पुरुष इस तीन मात्राओंवाले—तीन मात्राविषयक विज्ञानसे युक्त ‘ॐ’ इस अक्षरात्मक प्रतीकरूपसे पर अर्थात् सूर्य-मण्डलान्तर्गत पुरुषका चिन्तन करता है वह उस चिन्तनके द्वारा ही ध्यान करता हुआ तृतीय मात्रारूप होकर तेजोमय सूर्यलोकमें स्थित हो जाता है।  वह मृत्युके पश्चात् भी चन्द्रलोकादिके समान सूर्यलोकसे लौटकर नहीं आता, बल्कि सूर्यमें लीन हुआ ही स्थित रहता है। ‘परं चापरं च ब्रह्म’ इस अभेदश्रुतिद्वारा ओकांरका प्रतीकरूपसे आलम्बनत्व बतलाया गया है [ब्रह्मप्राप्तिमें उसका साधनत्व नहीं बतलाया गया]।  अन्यथा बहुत-सी श्रुतियोंमें जो ‘ओंकारम्’ ऐसी द्वितीया विभक्ति आयी है वह बाधित हो जायगी। यद्यपि ‘ओमित्येतेन’ इस पदमें तृतीया विभक्ति होनेके कारण इसका करणत्व (साधनत्व) मानना भी ठीक है तथापि “त्यजेदेकं कुलस्यार्थे”  (कुलके हितके लिये एक व्यक्तिका त्याग कर देना चाहिये) इस न्यायसे प्रकरणके अनुसार इसे ‘त्रिमात्रं परं पुरुषम्’ इस प्रकार द्वितीया विभक्तिमें ही परिणत कर लेना चाहिये। जिस प्रकार पादोदर—सर्प केंचुलीसे छूट जाता है, और वह जीर्ण त्वचासे छूटकर  पुन: नवीन हो जाता है, उसी प्रकार जैसा कि यह दृष्टान्त है, वह साधक सर्पकी केंचुलीरूप अशुद्धिमय पापसे मुक्त हो तृतीय मात्रारूप सामश्रुतियोंद्वारा ऊपरकी ओर ब्रह्मलोकको यानी हिरण्यगर्भ—ब्रह्माके सत्य नामक लोकको ले जाया जाता है।  वह हिरण्यगर्भ सम्पूर्ण संसारी जीवोंका आत्मस्वरूप है। वही लिंगदेहरूपसे समस्त जीवोंका अन्तरात्मा है। उस लिंगात्मा हिरण्यगर्भमें ही समस्त जीव संहत हैं। अत: वह जीवघन है। वह त्रिमात्र ओंकारका ज्ञाता एवं ध्यान करनेवाला विद्वान् इस उत्तम जीवघनस्वरूप  हिरण्यगर्भसे भी श्रेष्ठ तथा पुरिशय—सम्पूर्ण शरीरोंमें अनुप्रविष्ट परमात्मा-संज्ञक पुरुषको देखता है। इस उपर्युक्त अर्थको ही प्रकाशित करनेवाले ये दो श्लोक यानी मन्त्र हैं॥ ५ ॥ ",
    "commentaryEnglish": "Com.—But he who meditates upon the supreme Purusha within the sun, by this pratika, i.e., substitute, i.e., by the syllable ‘Om’ with the knowledge that it is of three matras, by such meditation becomes united with the sun. According to the context, the syllable ‘Om’ must be taken to be a help, being a Pratika or substitute, from the declaration of its identity with the Brahman, higher and lower, according to the sruti. Otherwise, the accusative case of ‘Om’ used in many places, will be objectionable. Though by the use of the third case, the syllable ‘Om’ may be understood as a karana, i.e., instrument, still agreeably to the context, it must be read as if in the accusative case, the meaning then being, ‘let one meditate upon the syllable of three matras as the supreme Purusha.’ According to the maxim ‘you may abandon one for the benefit of a whole family’ the instrumental case should be here given up for the accusative case used in previous passages. By such meditation, he becomes united with the bright sun. Then, even if he dies while meditating, he does not return from the solar world as from the lunar, but is for ever united with the sun. Just as the snake puts off its skin and becomes new again, its skin having been peeled off, so—as in this illustration—this man being freed from the impurity of sin, analogous to the skin, is conducted up, by the samans representing the third matra, to the world of Brahma, i.e., Hiranyagarbha called Satya. He, Hiranyagarbha is the atman of all the jivas travelling in samsara; for, he is the internal atman of all living beings in the subtle form; and in him the subtle atman are all the jivas strung together. So he is jivaghana (dense with lives). The knower of the syllable ‘Om’ of the three matras sees the Purusha called Paramatman beyond this Hiranyagarbha and sees him by meditation as lodged in all bodies. The following two verses make the drift stated clear."
  },
  {
    "id": 6,
    "chapter": "5",
    "ShlokaNo": "6",
    "shlok": "तिस्रो मात्रा मृत्युमत्य: प्रयुक्ता अन्योन्यसक्ता  अनविप्रयुक्ता:। क्रियासु बाह्याभ्यन्तरमध्यमासु सम्यक्प्रयुक्तासु न कम्पते ज्ञ:॥ ६ ॥ ",
    "translationHindi": "ओंकारकी तीनों मात्राएँ [पृथक्-पृथक् रहनेपर] मृत्युसे युक्त हैं। वे [ध्यान-क्रियामें] प्रयुक्त होती हैं और परस्पर सम्बद्ध तथा अनविप्रयुक्ता (जिनका विपरीत प्रयोग न किया गया हो—ऐसी)  हैं। इस प्रकार बाह्य (जाग्रत्), आभ्यन्तर (सुषुप्ति) और मध्यम (स्वप्नस्थानीय) क्रियाओंमें उनका सम्यक् प्रयोग किया जानेपर ज्ञाता पुरुष विचलित नहीं होता॥ ६ ॥",
    "translationEnglish": "When the three matras, each of which leads to death by itself, are joined one to another in close union and used in well-performed actions, external, internal and intermediate, the knower does not shake.   ",
    "commentaryHindi": "ओंकारकी अकार, उकार और मकार—ये तीन मात्राएँ मृत्युमती हैं। जिनकी मृत्यु विद्यमान है—जो मृत्युकी पहुँचसे परे नहीं हैं  अर्थात् मृत्युकी विषयभूता ही हैं उन्हें मृत्युमती कहते हैं। वे आत्माकी ध्यानक्रियाओंमें प्रयुक्त होती हैं; और अन्योन्यसक्त यानी एक-दूसरीसे सम्बद्ध हैं [तथा] वे ‘अनविप्रयुक्ता’ हैं—जो विशेषरूपसे एक विषयमें ही प्रयुक्त हों वे ‘विप्रयुक्ता’ कहलाती हैं, तथा जो  विप्रयुक्ता न हों उन्हें ‘अविप्रयुक्ता’ कहते हैं और जो अविप्रयुक्ता नहीं हैं वे ही ‘अनविप्रयुक्ता’ कहलाती हैं। तो इससे क्या सिद्ध हुआ? इस प्रकार विशेषरूपसे एक ही बाह्य, आभ्यन्तर और मध्यम तीन क्रियाओंमें यानी ध्यानकालमें जाग्रत्, स्वप्न और सुषुप्तिके  अभिमानी [विश्व, तैजस और प्राज्ञ अथवा समष्टिरूपसे विराट्, हिरण्यगर्भ और ईश्वर—इन तीनों] पुरुषोंके अभिध्यानरूप योगक्रियाओंके सम्यक् प्रयोग किये जानेपर—सम्यक् ध्यानकालमें प्रयोजित होनेपर ज्ञानी—योगी अर्थात् ओंकारकी मात्राओंके पूर्वोक्त विभागको  जाननेवाला साधक विचलित नहीं होता। इस प्रकार जाननेवाले उस योगीका विचलित होना सिद्ध नहीं होता। क्योंकि जाग्रत्, स्वप्न और सुषुप्तिके अभिमानी पुरुष अपने स्थानोंके सहित मात्रात्रयरूप ओंकार स्वरूपसे देखे जा चुके हैं। इस प्रकार सर्वात्मभूत और  ओंकारस्वरूपताको प्राप्त हुआ वह विद्वान् कहाँसे और किसके प्रति विचलित होगा?॥ ६ ॥",
    "commentaryEnglish": "Com.—The matras of the syllable ‘Om’ three in number, i.e., a, u, and m are subject to death; that is, are not beyond the pale of death; but when used in meditating on the atman in combination, the syllable ‘Om,’ with the three matras, being used at the time of contemplation by the worshipper, in respect of every one of the three aspects of Brahman. Contemplated, i.e., the Vaisvanara or Visva representing the waking condition, the Hiranyagarbha or Taijasa representing the dreaming condition and the Isvara or Pragna representing the sleeping condition, the person meditating who knows this division of the matras of ‘Om’ does not shake. One who knows this, cannot possibly be shaken; because, the Purushas representing the waking, dreaming and sleeping states, with their respective places, are seen as one, with the letter ‘Om’ of three matras; such a knower having become the Âtman of all and one with ‘Om’ from whence could he move and where?"
  },
  {
    "id": 7,
    "chapter": "5",
    "ShlokaNo": "7",
    "shlok": "ऋग्भिरेतं यजुर्भिरन्तरिक्शं सामभिर्यत्तत्कवयो वेदयन्ते । तमोङ्कारेणैवायतनेनान्वेति विद्वान्यत्तच्छान्तमजरममृतमभयं परं चेति ॥ ७ ॥",
    "translationHindi": "साधक ऋग्वेदद्वारा इस लोकको, यजुर्वेदद्वारा अन्तरिक्षको और सामवेदद्वारा उस लोकको प्राप्त होता है जिसे विज्ञजन जानते हैं। तथा उस ओंकाररूप आलम्बनके  द्वारा ही विद्वान् उस लोकको प्राप्त होता है जो शान्त, अजर, अमर, अभय एवं सबसे पर (श्रेष्ठ) है॥ ७ ॥ ",
    "translationEnglish": "By riks this world, by yajus the antariksha and by saman that which the seers know (the Brahmaloka); by the very aid of the letter ‘Om,’ the knower reaches these and also that which is quiet, undecaying, deathless, fearless and supreme.",
    "commentaryHindi": "ऋग्वेदद्वारा इस मनुष्योपलक्षित लोकको, यजुर्वेदद्वारा सोमाधिष्ठित अन्तरिक्षको और सामवेदद्वारा उस तृतीय ब्रह्मलोकको, जिसे कि कवि,  मेधावी अर्थात् विद्वान्लोग ही जानते हैं—अविद्वान् नहीं; इस क्रमसे ओंकाररूप साधनके द्वारा ही विद्वान् अपरब्रह्मस्वरूप इस त्रिविध लोकको प्राप्त हो जाता है अर्थात् इन तीनोंका अनुगमन करता है। उस ओंकारसे ही वह उस अक्षर सत्य और पुरुषसंज्ञक परब्रह्मको  प्राप्त होता है जो शान्त अर्थात् जाग्रत्, स्वप्न और सुषुप्ति आदि विशेषभावसे मुक्त तथा सब प्रकारके प्रपंचसे रहित है, इसलिये जो अजर—जराशून्य अत: अमृत—मृत्युरहित है। क्योंकि वह जरा आदि विकारोंसे रहित है इसलिये अभयरूप है। और अभय होनेके कारण  ही पर—निरतिशय है। तात्पर्य यह कि उसे भी वह ओंकाररूप आलम्बन यानी गमन-साधनके द्वारा ही प्राप्त होता है। मन्त्रके अन्तमें ‘इति’ शब्द वाक्यकी परिसमाप्तिके लिये है॥ ७ ॥",
    "commentaryEnglish": "Com.—The second verse is intended to state the whole drift briefly. By riks this world where men live, by yajus, the antariksha, i.e., the world presided over by the moon. By sama that which the knowers alone and not the ignorant know as the third world, the world of Brahma. This threefold world, pertaining to the lower Brahman the knower reaches by the help of the syllable ‘0m.’ That, i.e., the highest Brahman, undecaying, true, called Purusha, quiet, i.e., devoid of all the characteristics of the universe, such as waking, dreaming, sleeping, etc., therefore undecaying, i.e., free from old age or decay, deathless, fearless, because devoid of decay and modification and supreme, i.e., unsurpassable because fearless, even that, by the syllable ‘Om,’ a help to that attainment, the knower reaches. The word iti is used to show that the sentence ends."
  },{
    "id": 1,
    "chapter": "6",
    "ShlokaNo": "1",
    "shlok": "अथ हैनं सुकेशा भारद्वाजः पप्रच्छ । भगवन्हिरण्यनाभः कौसल्यो राजपुत्रो मामुपेत्यैतं प्रश्नमपृच्छत । षोडशकलं भारद्वाज पुरुषं वेत्थ तमहं कुमारम्ब्रुवं नाहमिमं वेद यध्यहमिममवेदिषं कथं ते नावक्श्यमिति समूलो वा एष परिशुष्यति योऽनृतमभिवदति तस्मान्नार्हम्यनृतं वक्तुम् स तूष्णीं रथमारुह्य प्रवव्राज । तं त्वा पृच्छामि क्वासौ पुरुष इति ॥ १ ॥",
    "translationHindi": "",
    "translationEnglish": ". Then Sukesa, son of Bharadvaja questioned him “Oh Bhagavan, Hiranyagarbha of Kosala, son of a king, approached me and asked me this question ‘Oh Bharadvaja, knowest thou the Purusha of sixteen kalas (parts)?’ I replied to the lad ‘I know this not, if I knew him, how should I not tell thee? He who utters a falsehood is certainly dried up, root and all; therefore, I dare not utter falsehood.’ He got into the chariot and went away in silence. That I ask you. Where is that Purusha?” (1)",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—Then Sukesa, son of Bharadvaja questioned him:  “It has been stated that all the universe in the nature of effects and causes, together with the knowing self, enters into the supreme, undecaying self, during sleep. It will be clear by necessary implication that the whole universe enters into that undecaying atman alone, even in pralaya and that it is produced from thence. For, the absorption an effect into what is not its cause is inappropriate. It has also been said that this Prana is born of the atman. The settled meaning of all the Upanishads is that the highest consummation results from the knowledge of that which is the cause of the universe. It has also been subsequently said ‘he, all-knowing, becomes all.’ It should be stated where then that undecaying, true atman, known as Purusha, is to be known; for that purpose, this question is asked.”  The recital of the anecdote is for the purpose of stimulating those, who wish for emancipation, to special activity, in attaining knowledge by proclaiming the difficulty of attaining it.  “Oh Bhagavan! the son of a king, warrior by caste, born in Kosala, and named Hiranyagarbha approached me and asked me the following questions: ‘Oh Bharadvaja, do you know the Purusha of sixteen kalas, that is the Purusha in whom, the kalas, i.e., parts as it were, sixteen in number, are superposed by ignorance.”  I told the prince who questioned me ‘I know not him of whom you ask.’ I told him the reason of my ignorance as he did not believe that I was ignorant, though I had thus replied. ‘If at all I knew the Purusha, whom you ask about, how should I not tell it to you, a supplicant, eminently possessing the qualities of a true disciple?’ Seeing again that he did not appear to believe, I said to make him believe, ‘he who making his atman what it is not, speaks what is not true, is dried up, root and all, i.e., is destroyed both in this world and in the next. As I know this, I dare not, like an ignorant man, speak an untruth.’ The prince thus made to believe, silently touched with shame, got into the chariot and went back the way he came. Therefore, it is established that knowledge should be imparted by the knower to one who has approached him duly and is worthy of it (knowledge); and that falsehood should not be uttered under any circumstances. I ask you about that Purusha who is in my heart, as a knowable, i.e., (being unknown) like a shaft. Where is this Purusha who should be known?"
  },
  {
    "id": 2,
    "chapter": "6",
    "ShlokaNo": "2",
    "shlok": "तस्मै स होवाच । इहैइवान्तःशरीरे सोभ्य स पुरुषो यस्मिन्नताः षोडशकलाः प्रभवन्तीति ॥ २ ॥",
    "translationHindi": "",
    "translationEnglish": "To him he replied: ‘even here, within the body, good-looking youth! is that Purusha of whom these sixteen kalas are born.",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—To him he replied: ‘even here, within the body, i.e., in the akasa of the lotus of the heart, O good-looking youth! is that Purusha to be sought for not in other places; of whom these sixteen kalas, to be hereafter named, Prana and the rest are born. By ignorance, the Purusha though devoid of parts, is seen as one having parts, by virtue of the sixteen kalas which are its conditions. In order that the Purusha may be seen as unconditioned, by means of knowledge and by the elimination of the kalas, which are conditions super-imposed upon him, it is said that the kalas, prana, etc., have their origin in him. As it is not possible, except by superposition to speak of the unconditioned, the one and the pure entity as attainable, etc., the origin, the support, and the destruction of kalas, subject of ignorance, are superimposed upon it. It is always seen that the kalas, which are observed to arise, exist and disappear, are not different from intelligence. It is why some ignorant persons maintain that intelligence is every moment born and destroyed in the form of pot, etc., as the ghee by its contact with fire. Some others hold that when it is controlled, everything is void as it were. Some others think that the knowledge of pots, etc., is an ephemeral property which rises and disappears in the eternal knower who is the Âtman.  The materialists hold that intelligence is an attribute of matter; the true theory is that the atman is intelligence itself, knowing no diminution or decay, and shines in assumed conditions of name and form; for, the srutis say “Brahman is existence, knowledge and infinity”; “Brahman is knowledge; Brahman is knowledge and bliss.” He is dense with knowledge, &c. While the objects change their form, the intelligence which cognises them in their various changes, does not change, as it cognises every change in the objects. It cannot be said that there exists an object but it cannot be known. It is like saying that there is no eye, although the form is apprehended. Knowledge may exist, where there is no object to be known; but the object never exists without knowledge; for, knowledge if it does not exist, with reference to any particular knowable, exists in regard to other knowables; but where there is no knowledge, there can be no knowable. As there is neither knowledge nor knowable in sleep, it may be contended that even knowledge disappears where there are no knowable objects. This cannot be. As the function of knowledge, like that of light, is to illumine the knowable, it cannot be inferred that there is no knowledge in sleep, as there is no knowable to be illumined by it, as the absence of light cannot be argued from the absence of objects which it could illumine; for, the non-existence of sight cannot be argued by the Vainasikas from the fact that no form is seen in the midst of darkness.  It may be urged that the Vainasika postulates the absence of knowledge in the absence of the knowable. But the Vainasika must reply by what process he could argue out the absence of that knowledge, by which he was able to posit the absence of all knowables. The absence of the knowable, being itself a fact to be known, it cannot be known in the absence of knowledge. It may be argued that as knowledge is not distinct from the knowable, there can be no knowledge where there is no knowable. This cannot hold, as it is admitted, that abhava (non-existence) is as much a knowable. The Vainasikas concede that abhava (non-existence) is permanent and knowable. If, therefore, knowledge is not distinct from the knowable, knowledge will be made permanent. As the non-existence (abhava) of knowables is ex hypothesi of the nature of knowledge, the term ‘non-existence’ is only a misnomer, not a reality; as also the transient nature of knowledge. There is no harm done to knowledge which is permanent by its being verbally described as non-existence, i.e., abhava. If it be said that though non-existence, i.e., abhava is knowable, it is distinct from knowledge; then, it comes to this, that absence of knowledge does not follow from absence of all knowables.  It may be urged that the knowable is distinct from knowledge, but that knowledge is not distinct from knowable. But this statement is merely one of words. If the identity of the knowable and knowledge is conceded, it is mere word to say that the knowable is distinct from knowledge, and that knowledge is not distinct from knowable, as is the statement that vahni (fire) is distinct from agni (fire), though agni is not distinct from vahni. If knowledge is distinct from the knowable, the statement is inappropriate, that where there is no knowable, there is no knowledge. Nor can it be said that where there is no knowable there is no knowledge, as it is not perceived; for, they concede that in sleep knowledge exists. It is well-known that Vainasikas admit the existence of knowledge even in sleep. But the existence of a knowable is also admitted. If it be said that in that case, knowledge is knowable by itself, we say ‘no’; for, the distinction between knowledge and knowable exists then. As the knowledge which perceives the non-existence of all things is distinct from the non-existence of the things themselves, the distinction between knowledge and knowable is inevitable even then; and a hundred Vainasikas cannot get over this objection and make knowledge itself a knowable, as surely as they cannot revive a dead man. It may be objected that, according to our theory, one knowledge has to be known by another and so on without limit. We answer ‘no’: for, all things can be classified as ‘knowledge’ and ‘knowable,’ and those that are not Vainasikas concede only a two-fold classification of ‘knowledge’ and ‘knowable,’ and do not admit a third knowledge, which perceives the other knowledge.  It may be contended, if knowledge could not know itself, there can be no omniscience. We answer, ‘let that blame attach to the Vainasikas themselves.’ We gain nothing by refuting that objection. Not only this, their theory is vitiated by the absence of finality; for, according to them knowledge is know-able by another knowledge. If knowledge, therefore, cannot know itself, then the objection of the absence of finality to their theory is irrefutable. If it be urged that this fault is observable alike in our theory also, we say ‘no’; for, according to us knowledge is one. Knowledge which is one in all places, times and men, is reflected and seen diverse, in diverse conditions of name and form, as the sun, etc., is seen when reflected in water, etc. Therefore, the above-named objection has no force; and so, the following is here stated. Nor could it be contended that from the sruti here, that the Purusha is limited within our body, like an apple in a pit; because the Purusha is the cause of Prana and other kalas. For, the Purusha limited by the body alone cannot be understood to be the cause of kalas, such as Prana, Sraddha, etc.; for, the body itself is produced by kalas. This body produced by kalas which have their origin in Purusha cannot contain within it, as an apple within the pit, the Purusha who is the cause of its cause.  It may be urged that on the analogy of the seed and tree, this is quite possible. As the tree of which the seed is the cause, yields fruits containing within them, the seed, the cause of their cause, (for instance, the mango fruit), it may be urged that similarly the body may contain within it the Purusha which is the cause of its cause. This cannot be for a two-fold reason, i.e., difference and divisibility. In the illustration, the seeds contained in the fruits are different from those which produced the tree. In the case to which the analogy is sought to be applied, the same Purusha who is the cause of the cause of the body is said, by the srutis, to be contained within the body. Again, as the seed and the tree are composed of parts, the relation of the container and the contained may there obtain. But here, the Purusha is one and indivisible; and the kaìas and the body are both composed of parts. From this, it follows that the body cannot contain even the akasa. How can it then contain the Purusha, the cause of the akasa? Therefore, the analogy is false.  It may be urged: ‘Let go the analogy, we have the text.’ We answer that texts cannot make and unmake things. The office of the texts is not to metamorphose existing things, but only to make existing things clear. So, the passage, which says that the Purusha i s within the body, must be construed, just in the same way as the passage which says that the akasa is within the globe. Besides, the statement that the Purusha is within the body, is intended to serve as a help to his realization; for, in our experience the Purusha is realized as if within the body, by the process of seeing, hearing, thinking, knowing, etc. Therefore, it is said, that Purusha is within the body. Even a fool will not allow himself to say, even in his mind, that the Purusha who is the cause of the akasa is really within the body, as the apple is within the pit. Much less would the authoritative sruti say so."
  },
  {
    "id": 3,
    "chapter": "6",
    "ShlokaNo": "3",
    "shlok": "स ईक्शाचक्रे । कस्मिन्नहमुत्क्रान्त उत्क्रान्तो भविष्यामि कस्मित् वा प्रतिष्टिते प्रतिष्टस्यामीति ॥ ३ ॥",
    "translationHindi": "",
    "translationEnglish": "3. He thought, ‘what going out, shall I go out; or, what staying shall I stay?’",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—The kalas were stated to have their origin in Purusha in order that the Purusha may be distinctly described. In what order these kalas come out of their origin was stated for another purpose. That the creation was preceded by intelligence is shown by this statement, i.e., the Purusha of sixteen kalas, asked for by Bharadvaja ‘saw,’ i.e., ‘thought.’ The fruit and order of creation are thus explained. On what agent going out of my body I myself will be going out. On what staying in the body, I myself shall stay. Herein, it is objected, that the Âtman is not the creator, and that Pradhana or Prakriti is the creator. Prakriti, therefore, converts itself into mahat and other forms, for the benefit of the Purusha. It does not stand to reason to say that the Purusha created the universe by his thought of himself; while there is the Prakriti, the state of equilibrium of the three Gunas, satva, etc., competent according to recognised authorities, to create the world; or, while there are the atoms, acting agreeably to the divine will; because, the Âtman being one, has not the necessary materials to create the universe, and further, to attribute creation to the Âtman, is to make the Âtman the author of evils to himself. For, no intelligent being, it is well-known, will do anything to his own trouble. Therefore, the assertion he saw, (thought), etc., is meant to dignify the unintelligent creator Prakriti into an intelligent entity, seeing how the Prakriti in view to bene lit the Purusha acts in an established order, as if possessed of intelligence.  The Purusha is said to create, just as a king is said to do things, when the king’s factotum does all. This contention has no force. It is equally appropriate to view the Âtman as the creator of the universe, as to look upon him as the enjoyer. As, according to the Sankhya, the Âtman which is mere intelligence and not liable to any change can, be the enjoyer, so according to the follower of the Vedas, he can be also the author of creation preceded by thought; for, there is the authority of the sruti on the point. It is urged that, if the Âtman is transformed into a diligent entity, it must be subject to the faults of transiency, impurity and diversity; but where there is a mere change in the intelligence of the Âtman, as during enjoyment, without a change of entity, there can be no fault. It is also urged that in the case of the followers of the Vedas who attribute to the Âtman the function of the creation of the universe, they make the Âtman transient and subject to such other faults, by attributing to him a change of entities. This objection is not sound; for, it is admitted that the Âtman has two aspects, one unconditioned and the other assuming distinguishing conditions of name and form imposed upon it by ignorance (avidya).  The aspect of the Âtman well-known to be the result of the conditions of name and form, due to ignorance, is admitted, only because it is talked about in the sastras which deal with the so-called bondage and the emancipation of the atman. But the entity, in its real nature, is unconditioned, one without a second, incomprehensible to the intellect of all logicians, fearless and pure. It cannot, therefore, be the creator or enjoyer, nor could there be actions, agent or fruit, with reference to it. For, everything is identical with the Âtman. But the Sankhyas who found that creation, act, agent and fruits were all super-imposed upon the Purusha, by ignorance (avidya) recoiled from their position, because of their non-allegiance to the sastras, and postulated that the Purusha is really the enjoyer. They postulated also the existence of Prakriti, as an entity really distinct from the Purusha and have been overcome by the reasonings of other logicians; similarly, have other logicians been overcome by the Sankhyas. Thus engaged in supporting conflicting theories and fighting each other like creatures, striving to get at the same piece of flesh, they have all of them been continually drawn away from the truth finding the authorities against each other. In order that those desirous of emancipation may disregard all their theories and strive with zeal to realize the true drift of the Vedanta, i.e., universal identity, we point out the flaws in the theory of the logicians but we do not do it in the spirit of a logician. It has been accordingly observed ‘having left the causes of all disputes to other disputants, the knower of the Vedas, with his intelligence well protected by them, reposes in happiness.’ Again, there is no difference in the nature of the changes required to make the Purusha the creator and the enjoyer respectively. What is that kind or change which would support the theory that the Purusha could be said to be only the enjoyer but not the creator and the Pradhana to be only the creator and not the enjoyer.  It was said that the intelligent Âtman changes in itself and enjoys but is not converted to anything distinct from itself; whereas Prakriti is converted into different entities and thus acquires the characters of diversity, impurity and dullness, but not so Purusha. To this we answer that this is really no distinction, being purely verbal. If it be urged that the Âtman, which is purely intelligent, undergoes a change when the time of enjoyment comes and that when the enjoyment is over, it gives up the change becoming purely intelligent again, it may be said similarly that Prakriti is changed into forms, like mahat, withdraws itself from them, and becomes Prakriti again, and the distinction in respect of the changes undergone by Purusha, and Pradhana is, therefore, verbal. If it be urged that even during the time of enjoyment, the Purusha is purely intelligent as before it, then it is plain that the enjoyment attributed to the Purusha is not real. If it be urged that the intelligent Purusha undergoes real change during enjoyment and enjoys by means of that change, this enjoyment may be attributed to Pradhana as well, seeing that it also undergoes change during enjoyment. If it be urged that the change in the intelligence of Purusha alone is enjoyment, we see no reason why fire, etc., which possess special attributes such as heat, etc., are not said to enjoy. Nor could it be said that Pradhana and Purusha enjoy simultaneously; for, it would be then inappropriate to hold that Pradhana is working for another. It is well-known that of two enjoyers, one cannot be dependent upon the other as chief, in the same way that two lights cannot be, in enlightening each other.  If it be said that the reflection of the intelligence of the Purusha in the mind, which is essentially satvic in its nature and has the attribute of enjoyment, is what is meant by the capacity to enjoy, of the Purusha which is really not subject to any modification, we say ‘no’; for, if such capacity does not affect the Purusha, the making him the enjoyer is meaningless. If the misery of enjoyment does not attach to the Purusha, he being always devoid of changes, to remove what, is the sastra leading to emancipation made? If it be said that the sastra is made to remove the evil, merely superposed by ignorance, on the Purusha, then the theory that Purusha is really the enjoyer alone, not creator, that Pradhana is the creator alone, not enjoyer; that there is a real and distinct entity other than the Purusha should not be respected by those wishing for emancipation, as it is unsupported by agamas, superfluous and unreasonable. If it be urged that even if there were but one entity, i.e., the Âtman, the compiling of the sastra is superfluous, we say ‘no.’ There is no such defect. The alternative doubt, whether the compilation of the sastras is superfluous or otherwise, can arise only if there be those who compose the sastras and those who seek its fruits. If the Âtman were one, there can be no composer of the sastras, etc., different from that. In their absence, this alternative question is itself inappropriate. When the oneness of the Âtman is admitted, the use of the sastras is also admitted by you. When that is admitted, the sruti points out the inappropriateness of the alternative supposition. ‘But, where to him all becomes surely Âtman, there who could see what and by whom, etc.’  The appropriateness of compiling the sastra is also pointed out, when Sealing from the standpoint of ignorance, without the knowledge of the real existing entity. Thus at length, in the Vajasaneyaka ‘where he sees as if quality exists, etc.’ In this Atharvamantropanishad also, a division of the sastra is made at the very beginning, as that relating to Para (higher) Vidya and to Apara (lower) Vidya. Therefore, there is no scope for the army of the arguments of logicians entering into this domain of oneness of the Âtman well-guarded by the hand of the royal authority of Vedanta. By this, it must be understood that the fault of ‘want of materials’ in creating, pointed out in the Brahman by others, has been refuted, as the Brahman appears possessed of a diversity of many powers and means, due to conditions of name and form produced by ignorance; as also the objection that the atman brings misery on itself, etc. As for the illustration that the king is by courtesy called the doer, when the king’s factotum is the real doer, that is not here in point. For, then, the primary import of the authoritative sruti ‘he saw, etc.,’ will be affected. Where the primary meaning of a word cannot be possibly accepted, there alone is a secondary meaning allowed. But here to say that a non-intelligent thing puts forth well-regulated activity in the cause of Purusha taking note of persons emancipated and bound, of doer, deed, place, time and causes and for the purposes of securing such results as bondage, emancipation, etc., does not stand to reason. But on the view already stated that the omniscient lord is the creator, this stands to reason."
  },
  {
    "id": 4,
    "chapter": "6",
    "ShlokaNo": "4",
    "shlok": "स प्राणमसृजत प्राणाच्छ्रद्धां खं वायुर्ज्योतिरापः पृथिवीन्द्रियं मनः अन्नमन्नाद्वीर्यं तपो मन्त्राः कर्मलोका लोकेषु च नाम च ॥ ४ ॥",
    "translationHindi": "",
    "translationEnglish": "4. He created Prana; from Prana faith, akasa, air, fire, water, earth, senses, mind and food; and from food, strength, contemplation, mantras, karma and worlds; and in worlds name also.",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—By the Purusha, i.e., Isvara alone, is Prana the chief functionary created. How? He, the Purusha by seeing, i.e., contemplating as explained, created Prana called Hiranyagarbha, the support of the active instruments of all living beings and the internal Âtman of all. From Prana, he created faith, which is the stimulus for all living beings, to perform good karma. Then he created the great Bhutas which help to the enjoyment of the fruits of karma in here and which are causes in themselves; the akasa having the attribute of sound; air having two attributes, its own—touch—and that of its cause; so, fire having three attributes, its own—form—and the two previous—sound and touch; so, water having four attributes, its own peculiar one—taste—and the three previously named; so, earth having five attributes, its own—smell—combined with the previous four; so the senses formed by these, ‘Bhutas (rudiments) ten in number, of two classes—intelligent and active; the mind, lord of these, situate within and characterised by doubt and volition. Having thus created for living beings the effects and causes, he created for their support food consisting of grain, corn, etc.; from the food eaten, efficiency—strength—a help towards the performance of all karma; and for the living beings having such strength, and being led astray from virtue, tapas contemplation—a help to the purification of the mind. Mantras, for those whose internal and external senses have been purified by tapas, the Riks, Yajus, Sama, Atharva and Angirasa mantras, helps to karma from them karma consisting in agnihotra, etc.; from them, worlds, fruits of karma; and of living beings therein created, names, such as Devadatta, Yagnadatta, etc.; thus all these kalas created with the aid of the seed, the faults of ignorance, etc., in living beings, as the vision of the double moon, gnats, fly, etc., created by the pressure of the finger on the eyes, and as the vision of all objects created in dreams, are again absorbed into Him alone, having dropped all distinctions of name and form."
  },
  {
    "id": 5,
    "chapter": "6",
    "ShlokaNo": "5",
    "shlok": "स यथेमा नध्यः स्यन्दमानाः समुद्रायणाः समुद्रं प्राप्यास्तं गच्छन्ति भिध्येते तासां नामरुपे समुद्र इत्येवं प्रोच्यते । एवमेवास्य परिद्रष्टुरिमाः षोडशकलाः पुरुषायणाः पुरुषं प्राप्यास्तं गच्छन्ति भिध्येते चासां नामरुपे पुरुष इत्येवं प्रोच्यते स एषोऽकलोऽमृतो भवति तदेष श्लोकः ॥ ५ ॥",
    "translationHindi": "",
    "translationEnglish": "5. Just as these rivers flowing towards the sea, their goal, having reached the sea, disappear, their name and form are destroyed and all is called sea; so of him that sees the Purusha around, the sixteen kalas whose goal is the Purusha, having reached Purusha, disappear; their name and form are destroyed and all is called, Purusha alone. He becomes devoid of parts and immortal. There is this verse.",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—How is that illustrated? Just as in this world, these rivers flowing, whose goal is the sea, having reached the sea, suffer a disappearance of their name and form, and when they so disappear their name and form as the Ganges, the Jumna, etc., disappear, and in the absence of all distinction is called ‘the sea,’ and expanse of water; as in this illustration, so of the seer who sees around the Purusha already described treated of here and who has become the self (the active agent ‘seer’ is here used, as the sun is said to be the giver of light everywhere, although his form is light itself) the sixteen kalas, Prana and the rest already described, whose goal is Purusha, as the sea is of the rivers, having reached Purusha, i.e., being absorbed into Purusha, disappear; accordingly, their name and form, i.e., their name as Prana, etc., and their distinct nature are destroyed. The entity that survives understroyed when name and form are destroyed is called Purusha by the knowers of Brahman. He who knows thus, being instructed by the preceptor, how the kalas are absorbed, becomes devoid of kalas, when the kalas produced by ignorance, desire, and karma have been absorbed by knowledge, and becomes immortal, the kalas produced by ignorance, the cause of death, having been destroyed. To convey that drift is the following verse."
  },
  {
    "id": 6,
    "chapter": "6",
    "ShlokaNo": "6",
    "shlok": "अरा इव रथनाभौ कला यस्मिन् प्रतिष्टिताः । तं वेध्यं पुरुषं वेद यथ मा वो मृत्युः परिव्यथा इति ॥ ६ ॥",
    "translationHindi": "",
    "translationEnglish": "6. Know that knowable Purusha in whom the kalas are centred like spokes in the nave of a wheel. So, death, may not harm you.",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—As the spokes of a wheel are centred in the nave of the wheel, and depend on it, so the kalas, Prana, etc., are centred in the Purusha during their creation, support and destruction. Know that Purusha the Âtman of all kalas, worthy to be known (Purusha, because he is all-pervading, or because he stays in the heart); so, O disciples! death may not harm you. If the Purusha be not known, you will certainly become miserable, subject to the grief caused by death. The drift is that it may not so befall them."
  },
  {
    "id": 7,
    "chapter": "6",
    "ShlokaNo": "7",
    "shlok": "तान् होवाचैतावदेवाहमेतत्परं ब्रह्म वेद । नातः परमस्तीति ॥ ७ ॥",
    "translationHindi": "",
    "translationEnglish": "7. He said to them, ‘Thus much alone I know, this supreme Brahman; there is nothing beyond this.’",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—Having thus instructed them, Pippalada said to them: “Thus far, I know the supreme Brahman worthy to be known. There is nothing beyond this, more excellent or worthy to be known. This he said to remove any doubt in the minds of disciples, that there was yet something not known and to produce a belief in their minds that their object had been accomplished. Then, what did the disciples instructed by the preceptor, their purpose accomplished and finding no return for knowledge received, do for their preceptor is explained. They worshipped him by throwing handfuls of flowers at his feet and by prostrating before him. What they said is stated: ‘You are our father; because, you are the creator, by giving us knowledge of the Brahman—body, eternal, undecaying, deathless and fearless as it were—because you alone have helped us to cross by means of the boat of knowledge to the other shore (supreme emancipation characterised by the absence of return to samsara) of the ocean of ignorance consisting in perverse knowledge and infested by such evils as birth, old age, death, sickness, misery, etc.; your being our father is more appropriate than others.’ Even that other father who creates the mere physical body is still to be worshipped most of all, in the world. What need be said of him who confers thorough immunity from fear?” This is the drift. Adoration to the great sages who transmitted the knowledge of Brahman. Adoration to the great sages. The repetition indicates regard."
  },
  {
    "id": 8,
    "chapter": "6",
    "ShlokaNo": "8",
    "shlok": "ते तमर्चयन्तस्त्वं हि नः पिता योऽस्माकमविध्यायाः परं परं तारयसीति । नमः परमऋषिभ्यो नमः परमऋषिभ्यः ॥ ८ ॥",
    "translationHindi": "",
    "translationEnglish": " They worshipping him, said: ‘you are our father who helps us to cross to the other shore of ignorance; adoration to the great sages; adoration to the great sages.’",
    "commentaryHindi": "",
    "commentaryEnglish": "Com.—Having thus instructed them, Pippalada said to them: “Thus far, I know the supreme Brahman worthy to be known. There is nothing beyond this, more excellent or worthy to be known. This he said to remove any doubt in the minds of disciples, that there was yet something not known and to produce a belief in their minds that their object had been accomplished. Then, what did the disciples instructed by the preceptor, their purpose accomplished and finding no return for knowledge received, do for their preceptor is explained. They worshipped him by throwing handfuls of flowers at his feet and by prostrating before him. What they said is stated: ‘You are our father; because, you are the creator, by giving us knowledge of the Brahman—body, eternal, undecaying, deathless and fearless as it were—because you alone have helped us to cross by means of the boat of knowledge to the other shore (supreme emancipation characterised by the absence of return to samsara) of the ocean of ignorance consisting in perverse knowledge and infested by such evils as birth, old age, death, sickness, misery, etc.; your being our father is more appropriate than others.’ Even that other father who creates the mere physical body is still to be worshipped most of all, in the world. What need be said of him who confers thorough immunity from fear?” This is the drift. Adoration to the great sages who transmitted the knowledge of Brahman. Adoration to the great sages. The repetition indicates regard."
  },
  {
    "id": 9,
    "chapter": "6",
    "ShlokaNo": "9",
    "shlok": "भद्रं कर्णेभिः शृणुयाम देवा । भद्रं पष्येमाक्शभिर्यजत्राः स्थिरैरङ्गैस्तुष्टुवाँसस्तनूभिः । व्यशेम देवहितं यदायुः ॥ ९ ॥",
    "translationHindi": "",
    "translationEnglish": "9. Om. Oh Gods! may we with our ears, hear what is auspicious; Oh ye! fit to be worshipped may we, with our eyes, see what is auspicious; may we enjoy the life allotted to us by the Gods, offering our praise with our bodies strong of limb.",
    "commentaryHindi": "",
    "commentaryEnglish": ""
  }
]
