[
  {
    "id": 1,
    "chapter": "1",
    "ShlokaNo": "1",
    "shlok": "ॐ सुकेशा च भारद्वाज: शैब्यश्च सत्यकाम: सौर्यायणी च गार्ग्य: कौसल्यश्चाश्वलायनो भार्गवो वैदर्भि: कबन्धी कात्यायनस्ते हैते ब्रह्मपरा ब्रह्मनिष्ठा: परं ब्रह्मान्वेषमाणा एष ह वै तत्सर्वं वक्ष्यतीति ते ह समित्पाणयो भगवन्तं पिप्पलादमुपसन्ना:॥ १ ॥",
    "translationHindi": "भरद्वाजनन्दन सुकेशा, शिबिकुमार सत्यकाम, गर्गगोत्रमें उत्पन्न हुआ सौर्यायणि (सूर्यका पोता), अश्वलकुमार कौसल्य, विदर्भदेशीय भार्गव और कत्यके पोतेका पुत्र कबन्धी—ये अपर ब्रह्मकी उपासना करनेवाले और तदनुकूल अनुष्ठानमें तत्पर  छ: ऋषिगण परब्रह्मके जिज्ञासु होकर भगवान् पिप्पलादके पास यह सोचकर कि ये हमें उसके विषयमें सब कुछ बतला देंगे, हाथमें समिधा लेकर गये॥ १ ॥",
    "translationEnglish": "That seer said to them; as yet, live another year in tapas, Brahmacharya and faith; then ask us questions as you please and if we know, we shall, indeed, explain all to you.",
    "commentaryHindi": "भरद्वाजका पुत्र भारद्वाज जो नामसे सुकेशा था; शिबिका पुत्र शैब्य जिसका नाम सत्यकाम था; सूर्यके पुत्रको ‘सौर्य’ कहते हैं उसका पुत्र सौर्यायणि जो गर्गगोत्रोत्पन्न होनेसे गार्ग्य कहलाता था—यहाँ ‘सौर्यायणि:’ के स्थानमें ‘सौर्यायणी’ [र्इकारान्त] प्रयोग छान्दस है; अश्वलका पुत्र आश्वलायन जो नामसे कौसल्य था; भृगुका गोत्रज होनेसे भार्गव जो विदर्भदेशमें उत्पन्न होनेसे वैदर्भि कहलाता था तथा कबन्धी नामक कात्यायन—कत्यका [*युवसंज्ञक] अपत्य [यानी कत्यका प्रपौत्र] जिसका प्रपितामह अभी विद्यमान था। यहाँ ‘युव’ अर्थमें [गोत्रप्रत्ययान्त कात्य शब्दसे ‘फक् ’ प्रत्यय होकर उसके स्थानमें ‘आयन’ आदेश] हुआ है। ये सब ब्रह्मपर अर्थात् अपर ब्रह्मको ही परभावसे प्राप्त हुए और तदनुकूल अनुष्ठानमें तत्पर अतएव ब्रह्मनिष्ठ ऋषिगण परब्रह्मका अन्वेषण करते हुए—वह ब्रह्म क्या है? जो नित्य और विज्ञेय है; उसकी प्राप्तिके लिये ही हम यथेच्छ प्रयत्न करेंगे—इस प्रकार उसकी खोज करते हुए, उसे जाननेके लिये यह समझकर कि ‘ये हमें सब कुछ बतला देंगे’ आचार्यके पास गये। किस प्रकार गये? [इसपर कहते हैं—] वे सब समित्पाणि अर्थात् जिन्होंने अपने हाथोंमें समिधाके भार उठा रखे हैं ऐसे होकर पूज्य आचार्य भगवान् पिप्पलादके समीप गये॥ १ ॥",
    "commentaryEnglish": "Om, adoration to the Paramatman, This Brahmana is begun for the purpose of explaining at length the drift that has been expressed by the mantras. The story of the sage questioning and the sage replying is for the purpose of eulogising knowledge. Thus it praises knowledge, by saying that it should be acquired by men who have been observing Brahmacharya and residing in the house of the preceptor for a year, and who have performed tapas, and that it should be imparted by preceptors but little short of omniscient, like Pippalada, etc., and not by anybody whosoever; and by the indication of such means as Brahmacharya their observance is directed; Sukesa by name and son of Bharadvaja; Saibyah, son of Sibi; Satyakama by name; Sauryayani ] the son of Surya (sun) is Saurya and his son is Sauryayani. This form (with a long vowel ending) is Vedic license; Gargya, one born of the family of Garga; Kausalya by name. Âsvalayana, the son of Asvala; Bhargava, one born of the family of Bhrigu; strictly the gotrapatyam of Bhrigu (vide, Panini); Vaidarbhi, born in Vidarbha; Kabandhi by name; Katyayana, son of Katya; his great-grandfather being alive, the suffix denoting uva pratyayam is used (vide, Panini). All these intent on Brahman, i.e., believing in the Apara Brahman as supreme and devoted to its practice seeking after the highest Brahman, i.e., wishing to attempt, as they could, to attain that eternal knowable, approached the worshipful preceptor Pippalada, with loads of samit in their hands, for the purpose of knowing that, thinking that he would explain all to them."
  },
  {
    "id": 2,
    "chapter": "1",
    "ShlokaNo": "2",
    "shlok": "तन्ह स ऋषिरुवच भूय एव तपसा ब्रह्मचर्येण श्रद्धया संवत्सरं संवत्स्यथ यथाकामं प्रश्नान्पृच्छत यदि विज्ञास्यामः सर्वं ह वो वक्श्याम इति ॥ २ ॥",
    "translationHindi": " कहते हैं, उस ऋषिने उनसे कहा—‘तुम तपस्या, ब्रह्मचर्य और श्रद्धासे युक्त होकर एक वर्ष और निवास करो; फिर अपनी इच्छानुसार प्रश्न करना, यदि मैं जानता होऊँगा तो तुम्हें सब बतला दूँगा’॥ २ ॥",
    "translationEnglish": "Then Kabandhi, having approached Katyayana asked: worthy master, whence are these creatures born?",
    "commentaryHindi": "इस प्रकार अपने समीप आये हुए उन लोगोंसे पिप्पलाद ऋषिने कहा—‘यद्यपि तुमलोग पहलेसे ही तपस्वी हो तो भी तप—इन्द्रियसंयम, विशेषत: ब्रह्मचर्यसे तथा श्रद्धा यानी आस्तिकबुद्धिसे आदरयुक्त होकर गुरुशुश्रूषामें तत्पर  रह एक वर्ष और भी निवास करो। फिर अपनी इच्छानुसार अर्थात् जिसकी जैसी इच्छा हो उसका अतिक्रमण न करते हुए—जिसकी जिस विषयमें जिज्ञासा हो उसी विषयमें प्रश्न करना। यदि मैं तुम्हारे पूछे हुए विषयको जानता होऊँगा तो तुम्हें तुम्हारी पूछी  हुर्इ सब बात बतला दूँगा।’ यहाँ ‘यदि’ शब्द अपनी नम्रता प्रकट करनेके लिये है अज्ञान या संशय प्रदर्शित करनेके लिये नहीं, जैसा कि आगे प्रश्नका निर्णय करनेसे स्पष्ट हो जाता है॥ २ ॥",
    "commentaryEnglish": "The seer said to them, who had thus approached him, though you have already performed tapas by controlling your senses, still again, live another year here especially careful about Brahmacharya and faith and well intent on serving your preceptor; then, as you please, i.e., without restraining your desire, ask questions, every one of you, on subjects on which you may wish to know. If we know what is asked about (the word ‘if’ is intended to show that the preceptor was not conceited, not that there was any doubt as to his knowledge, as is apparent from his answering the questions), we shall explain to you all you ask about."
  },
  {
    "id": 3,
    "chapter": "1",
    "ShlokaNo": "3",
    "shlok": "अथ कबन्धी कात्यायन उपेत्य पप्रच्छ। भगवन् कुतो ह वा इमा: प्रजा: प्रजायन्त इति॥ ३ ॥",
    "translationHindi": "तदनन्तर (एक वर्ष गुरुकुलवास करनेके पश्चात्) कात्यायन कबन्धीने गुरुजीके पास जाकर पूछा—‘भगवन्! यह सारी प्रजा किससे उत्पन्न होती है?’॥ ३ ॥",
    "translationEnglish": "To him he said: ‘The lord of creatures, wishing for creatures, thought; and having thought out his thought created a pair—food and eater—thinking they would produce creatures for him variously.’",
    "commentaryHindi": "तदनन्तर एक वर्ष पीछे कात्यायन कबन्धीने [गुरुजीके] समीप जाकर पूछा—‘भगवन्! यह ब्राह्मणादि सम्पूर्ण प्रजा किससे उत्पन्न होती है?’ अर्थात् अपरब्रह्मविषयक ज्ञान एवं कर्मके समुच्चयका जो कार्य है और उसकी जो गति है  वह बतलानी चाहिये। उसीके लिये यह प्रश्न किया गया है॥ ३ ॥",
    "commentaryEnglish": "Then, i.e., after a year, Kabandhi having approached Katyayana asked ‘Oh, worthy master, whence do these creatures, Brahmins and the rest, arise?’ This question is intended to elicit what results are attained and what path is gone through, by combining Aparavidya and Karma."
  },
  {
    "id": 4,
    "chapter": "1",
    "ShlokaNo": "4",
    "shlok": "तस्मै स होवाच प्रजाकामो वै प्रजापति: स तपोऽतप्यत स तपस्तप्त्वा स मिथुनमुत्पादयते। रयिं च प्राणं चेत्येतौ मे बहुधा प्रजा: करिष्यत इति॥ ४ ॥",
    "translationHindi": " उससे उस पिप्पलाद मुनिने कहा—‘प्रसिद्ध है कि प्रजा उत्पन्न करनेकी इच्छावाले प्रजापतिने तप किया। उसने तप करके रयि और प्राण यह जोड़ा उत्पन्न किया [और सोचा—] ये दोनों ही मेरी अनेक प्रकारकी प्रजा उत्पन्न करेंगे’॥ ४ ॥ ",
    "translationEnglish": "The sun is life, indeed, and the moon, the food; all this having form and formless is food; so form is certainly food.",
    "commentaryHindi": " अपनेसे इस प्रकार प्रश्न करनेवाले कबन्धीसे उसकी शंका निवृत्त करनेके लिये पिप्पलाद मुनिने कहा—प्रजाकाम अर्थात् अपनी प्रजा रचनेकी इच्छावाले प्रजापतिने ‘मैं सर्वात्मा होकर जगत्की रचना करूँ’ इस प्रकारके विज्ञानसे सम्पन्न, यथोक्त कर्म करनेवाला  (जगद्रचनामें उपयुक्त ज्ञान और कर्मके समुच्चयका अनुष्ठान करनेवाला) तद्भावभावित (पूर्वकल्पीय प्रजापतित्वकी भावनासे सम्पन्न) और कल्पके आदिमें हिरण्यगर्भरूपसे उत्पन्न होकर तथा रची जानेवाली सम्पूर्ण स्थावर-जंगम प्रजाका पति होकर जन्मान्तरमें  भावना किये श्रुत्यर्थविषयक ज्ञानरूप तपको तपा अर्थात् उस ज्ञानका स्मरण किया। तदनन्तर इस प्रकार तपस्या कर अर्थात् श्रुतिप्रकाशित ज्ञानका स्मरण कर उसने सृष्टिके साधनभूत मिथुन—जोड़ेको उत्पन्न किया। उसने रयि यानी सोमरूप अन्न और प्राण यानी भोक्ता अग्निको रचा, अर्थात् यह सोचकर कि ये भोक्ता और भोग्यरूप अग्नि और सोम मेरी  नाना प्रकारकी प्रजा उत्पन्न करेंगे अण्डके उत्पत्तिक्रमसे सूर्य और चन्द्रमाको रचा॥ ४ ॥",
    "commentaryEnglish": "To him who thus interrogated, he replied for solving the doubt. Wishing to create creatures out of himself, the lord of creatures, the atman of all thinking to create the universe, acting according to the word filled with the thought, being Hiranyagarbha born at the beginning of this Kalpa and being the lord of all created beings and things immoveable and moveable, revolved in his mind the knowledge acquired in the previous birth, the drift of which is revealed by the srutis. Having thus brooded over the knowledge, imparted by the srutis produced a pair, a couple—necessary for creation,—the moon, i.e., food and prana, fire (sun), i.e., the eater. Thinking that agni (sun) and the moon, i e., (the eater and the food) respectively would create diverse creatures, he created the sun and the moon, in the order beginning with anda (globe)."
  },
  {
    "id": 5,
    "chapter": "1",
    "ShlokaNo": "5",
    "shlok": "आदित्यो ह वै प्राणो रयिरेव चन्द्रमा रयिर्वा एतत् सर्वं यन्मूर्तं चामूर्तं च तस्मान्मूर्तिरेव रयि:॥ ५ ॥ ",
    "translationHindi": "निश्चय आदित्य ही प्राण है और रयि ही  चन्द्रमा है। यह जो कुछ मूर्त (स्थूल) और अमूर्त (सूक्ष्म) है सब रयि ही है; अत: मूर्ति ही रयि है॥ ५ ॥ ",
    "translationEnglish": "Now the sun rising enters the east. By that, he bathes, in his rays, all prana in the east. When he lights up the south, the west, the north, the nadir, the zenith, the inter-space and all, by that, he bathes in his rays, all prana.",
    "commentaryHindi": "यहाँ निश्चयपूर्वक आदित्य ही प्राण अर्थात् भोक्ता अग्नि है और रयि ही चन्द्रमा है। रयि ही अन्न है और वह चन्द्रमा ही है।यह भोक्ता (अग्नि) और अन्न एक ही है। एक प्रजापति ही यह मिथुनरूप हो गया है, इसमें भेद केवल गौण और प्रधान भावका ही है। सो किस प्रकार? [इसपर कहते हैं—]यह सब रयि—अन्न ही है। वह क्या है? यह जो मूर्त यानी स्थूल है और जो अमूर्त यानी सूक्ष्म है वह मूर्त  और अमूर्त भोक्ताभोग्यरूप होनेपर भी रयि ही है। अत: इस प्रकार विभक्त हुए अमूर्तसे अन्य जो मूर्तरूप है वही रयि—अन्न है; क्योंकि वह अमूर्त भोक्तासे भोगा जाता है॥ ५ ॥ ",
    "commentaryEnglish": "Here the sun is prana, the eater, the fire the moon is the food, the moon is, indeed, food. This pair, the eater and the food really one, different aspects of the lord of creatures. The distinction is really one of secondary and primary. How? all this gross and subtle, is, indeed, in one aspect food, both having form and formless, the eater and the food. Therefore, when a dinner is made, i.e., what has form and what has not; (the former) is food being eaten by what is formless."
  },
  {
    "id": 6,
    "chapter": "1",
    "ShlokaNo": "6",
    "shlok": "अथादित्य उदयन्यत्प्राचीं दिशं प्रविशति तेन प्राच्यान् प्राणान् रश्मिषु संनिधत्ते। यद्दक्षिणां यत्प्रतीचीं यदुदीचीं यदधो यदूर्ध्वं यदन्तरा दिशो यत्सर्वं प्रकाशयति तेन सर्वान् प्राणान् रश्मिषु संनिधत्ते॥ ६ ॥",
    "translationHindi": "जिस समय सूर्य उदित होकर पूर्व  दिशामें प्रवेश करता है तो उसके द्वारा वह पूर्व दिशाके प्राणोंको अपनी किरणोंमें धारण करता है। इसी प्रकार जिस समय वह दक्षिण, पश्चिम, उत्तर, नीचे, ऊपर और अवान्तर दिशाओंको प्रकाशित करता है उससे भी वह उन सबके प्राणोंको अपनी किरणोंमें धारण करता है॥ ६ ॥",
    "translationEnglish": "This is he, the totality of all living beings, assuming every form, life and fire, (who) rises (every day). This is told by the Rik.",
    "commentaryHindi": "जिस समय सूर्य उदित होकर—ऊपरकी ओर जाकर अर्थात् प्राणियोंके  नेत्रोंका विषय होकर अपने प्रकाशसे पूर्व दिशामें प्रवेश करता है—उसे [अपने तेजसे] व्याप्त करता है; उसके द्वारा अपनी व्याप्तिसे वह उस (पूर्व दिशा)-में स्थित सम्पूर्ण अन्तर्भूत प्राच्य प्राणोंको अपने अवभासरूप और सर्वत्र व्याप्त किरणोंमें व्याप्त होनेके कारण वह  सम्पूर्ण प्राणियोंको धारण करता यानी अपनेमें प्रविष्ट कर लेता है, अर्थात् उन्हें आत्मभूत कर लेता है। इसी प्रकार जब वह दक्षिण, पश्चिम, उत्तर, नीचे और ऊपरकी ओर प्रवेश करता है अथवा अवान्तर दिशाओंको—कोणस्थ दिशाएँ अवान्तर दिशाएँ हैं उनको या अन्य सबको  प्रकाशित करता है तो अपने प्रकाशकी व्याप्तिसे वह सम्पूर्ण—समस्त दिशाओंमें स्थित प्राणोंको अपनी किरणोंमें धारण कर लेता है॥ ६ ॥",
    "commentaryEnglish": "Similarly, though formless the prana, i.e., the eater, is all, and food also is prana; how? Now the sun rising, i.e., becoming perceivable by the eyes of living beings, lights up the east with his light; by thus pervading all with his light makes all the lives in the east one with his own self, all living beings being pervaded by his all-pervading rays of light; similarly also, when he lights the south, the west, the north, the nadir, the zenith, the inter-space, the cardinal points and those between them, he bathes all lives in all those directions in his all-pervading light."
  },
  {
    "id": 7,
    "chapter": "1",
    "ShlokaNo": "7",
    "shlok": "स एष वैश्वानरो विश्वरूप: प्राणोऽग्निरुदयते। तदेतदृचाभ्युक्तम्॥ ७ ॥",
    "translationHindi": "वह यह (भोक्ता) वैश्वानर विश्वरूप प्राण अग्नि ही प्रकट होता है।यही बात ऋक्ने भी कही है॥ ७ ॥ ",
    "translationEnglish": "Having all forms, shining, omniscient, the highest stay, sole-light, heat-giver, having a thousand rays, existing in a hundred forms, life of all creation, this sun rises.",
    "commentaryHindi": "वह यह भोक्ता प्राण वैश्वानर (समष्टि जीवरूप), सर्वात्मा और  सर्वरूप है तथा सर्वमय होनेके कारण ही प्राण और अग्निरूप है। वह भोक्ता ही प्रतिदिन सम्पूर्ण दिशाओंको आत्मभूत करता हुआ उदित होता अर्थात् ऊपरकी ओर जाता है। यह ऊपर कही बात ही ऋक् अर्थात् मन्त्रद्वारा भी कही गयी है॥ ७ ॥ ",
    "commentaryEnglish": "This is he, the eater, life, the atman of all, Assuming all forms, being the atman of the universe, prana and fire. This is the eater, who rises every day making all cardinal points his own. This, now explained, has also been told by the mantra also."
  },
  {
    "id": 8,
    "chapter": "1",
    "ShlokaNo": "8",
    "shlok": "विश्वरूपं हरिणं जातवेदसं परायणं ज्योतिरेकं तपन्तम्। सहस्ररश्मि: शतधा वर्तमान: प्राण: प्रजानामुदयत्येष सूर्य:॥ ८ ॥ ",
    "translationHindi": "सर्वरूप, रश्मिवान्, ज्ञानसम्पन्न, सबके आश्रय, ज्योतिर्मय, अद्वितीय और तपते हुए सूर्यको [विद्वानोंने अपने आत्मारूपसे जाना है]। यह सूर्य सहस्रों किरणोंवाला, सैकड़ों प्रकारसे वर्तमान और प्रजाओंके प्राणरूपसे उदित होता है॥ ८ ॥",
    "translationEnglish": "The year is the lord of the creation; of it, two paths, the southern and the northern. Those who follow the path of karma alone, by the performance of sacrificial and pious acts, win only the world of the moon; they certainly return again; therefore, these sages desirous of offspring take the southern route. This is the food reached by the way of the manes.",
    "commentaryHindi": "विश्वरूप—सर्वरूप, हरिण—किरणवान्, जातवेदस्—जिसे ज्ञान प्राप्त हो गया है, परायण—सम्पूर्ण प्राणोंके आश्रय, ज्योति:—सम्पूर्ण प्राणियोंके नेत्रस्वरूप, एक—अद्वितीय और तपते हुए  यानी तपन-क्रिया करते हुए सूर्यको ब्रह्मवेत्ताओंने अपने आत्मस्वरूपसे जाना है। जिसे इस प्रकार जाना है वह कौन है? जो यह सहस्ररश्मि—अनेकों किरणोंवाला और सैकड़ों यानी अनेक प्रकारके प्राणिभेदसे वर्तमान तथा प्रजाओंका प्राणरूप सूर्य उदित होता है॥ ८ ॥ ",
    "commentaryEnglish": "Visvarupam, having all forms; Harinam, shining; jatavedasam, omniscient; the highest stay] to whom all lives cling; sole-light] the eye, as it were of all living beings, having no second. Tapantam, giving heat. This sun, their own atman, the knowers of Brahman, the seers have known. Who is it that they have known? Having a thousand rays, having many rays; existing in a hundred forms, i.e., existing in many forms in different living beings. This sun, the life of all creation, rises."
  },
  {
    "id": 9,
    "chapter": "1",
    "ShlokaNo": "9",
    "shlok": "संवत्सरो वै प्रजापतिस्तस्यायने दक्षिणं चोत्तरं च। तद्ये ह वै तदिष्टापूर्ते कृतमित्युपासते ते चान्द्रमसमेव लोकमभिजयन्ते। त एव पुनरावर्तन्ते तस्मादेत ऋषय: प्रजाकामा दक्षिणं प्रतिपद्यन्ते। एष ह वै रयिर्य: पितृयाण:॥ ९ ॥",
    "translationHindi": "संवत्सर ही प्रजापति है;  उसके दक्षिण और उत्तर दो अयन हैं। जो लोग इष्टापूर्तरूप कर्ममार्गका अवलम्बन करते हैं वे चन्द्रलोकपर ही विजय पाते हैं और वे ही पुन: आवागमनको प्राप्त होते हैं, अत: ये सन्तानेच्छु ऋषिलोग दक्षिण मार्गको ही प्राप्त होते हैं। [इस प्रकार] जो पितृयाण है वही रयि है॥ ९ ॥",
    "translationEnglish": "Now, by the northern route, by tapas, Brahmacharya, faith and knowledge seeking after the atman, they gain the sun. This is the stay of all lives, this is immortal, this is fearless, the highest goal; they do not return from thence. This is the obstacle. About that, is this (following) verse.",
    "commentaryHindi": "वह मिथुन ही संवत्सररूप काल है और वही प्रजापति है, क्योंकि संवत्सर उस मिथुनसे ही निष्पन्न हुआ है। चन्द्रमा और सूर्यसे निष्पन्न होनेवाली  तिथि और दिन-रात्रिके समुदायका नाम ही संवत्सर है; अत: वह (संवत्सर) रयि और प्राणसे अभिन्न होनेके कारण मिथुनरूप ही कहा जाता है। सो किस प्रकार? उस संवत्सर नामक प्रजापतिके दक्षिण और उत्तर दो अयन—मार्ग हैं। ये छ:-छ: मासवाले दो अयन प्रसिद्ध ही हैं,  जिनसे कि सूर्य केवल कर्मपरायण और ज्ञानसंयुक्त कर्मपरायण पुरुषोंके पुण्यलोकोंका विधान करता हुआ दक्षिण तथा उत्तर मार्गोंसे गमन करता है। सो किस प्रकार? इसपर कहते हैं—उन ब्राह्मणादिमें जो ऋषिलोग निश्चयपूर्वक उस इष्ट और पूर्त यानी इष्टापूर्त इत्यादि कृतकी  ही उपासना करते हैं—अकृतकी नहीं करते वे सर्वदा चान्द्रमस—चन्द्रमामें ही होनेवाले यानी मिथुनात्मक प्रजापतिके अंश रयि अर्थात् अन्नभूत लोकको ही जीतते हैं, क्योंकि चन्द्रलोक कृत (कर्म) रूप है। श्रुतिमें दूसरा ‘तत्’ शब्द क्रियाविशेषण है। वे वहाँ ही अपने कर्मका  क्षय होनेपर फिर लौट आते हैं, जैसा कि “इस (मनुष्य) लोक अथवा इससे भी निकृष्ट (तिर्यगादि) लोकमें प्रवेश करते हैं” इस [मुण्डक श्रुति]-में कहा है। क्योंकि ऐसा है इसलिये ये सन्तानार्थी ऋषि—स्वर्गद्रष्टा गृहस्थलोग इष्ट और पूर्त कर्मोंद्वारा उनके फलरूपसे अन्नात्मक प्रजापति  यानी चन्द्रलोकका ही निर्माण करते हैं; अत: वे अपने कर्मोंद्वारा उपार्जित दक्षिण यानी दक्षिणायनमार्गसे उपलक्षित चन्द्रलोकको ही प्राप्त होते हैं। यह जो पितृयाण अर्थात् पितृयाणसे उपलक्षित चन्द्रलोक है वह निश्चय रयि—अन्न ही है॥ ९ ॥ ",
    "commentaryEnglish": "How the pair—the moon, having form, the food and the prana, the formless, the eater, the sun, could create all creatures is explained. This pair alone is time, the year is the lord of creatures, because the year is accomplished by the pair which together are the lord of creatures; the year being a combination of tithis, days and nights accomplished by the moon and the sun, is said to be of the nature of the pair, food and eater being no other than they. How is that? Of the year the lord of creatures, are two paths, the southern and the northern. These are the two well-known paths, each extending over six months, by which the sun goes south and north, distributing worlds among those who perform karma alone and those who combine karma with worship. The second tadu, i.e., the tadu in ‘tadupasate’ is an adverbial adjunct. Those among the Brahmins and the rest who follow only what is done, as Ishtam (sacrifices) and purtam (pious acts) and not what is not made, i.e., nothing eternal, attain the world of the moon, i.e., the world of food, a portion of the lord of creatures, who is both food and eater, the worlds of the moon being in the nature of one made, i.e., not eternal. They, after consumption there of what has been done, return, i.e., enter this world or something worse, as is said. As these devotees, i.e., the house-holders, the seers of heaven, desirous of offspring achieve as the fruit by the sacrificial and pious acts, the moon, i.e., the lord of creatures in the form of food; therefore, they attain what was performed by them, i.e., the food, i.e., the moon to which the southern route leads. This is the food, the moon, to which the route of the manes leads."
  },
  {
    "id": 10,
    "chapter": "1",
    "ShlokaNo": "10",
    "shlok": "अथोत्तरेण तपसा ब्रह्मचर्येण श्रद्धया  विद्ययात्मान-मन्विष्यादित्यमभिजयन्ते। एतद्वै प्राणानामायतनमेत-दमृतमभयमेतत्परायणमेतस्मान्न पुनरावर्तन्त इत्येष निरोधस्तदेष श्लोक:॥ १० ॥",
    "translationHindi": "तथा तप, ब्रह्मचर्य, श्रद्धा और विद्याद्वारा आत्माकी खोज करते हुए वे उत्तरमार्गद्वारा सूर्यलोकको प्राप्त होते हैं। यही प्राणोंका  आश्रय है; यही अमृत है, यही अभय है और यही परा गति है। इससे फिर नहीं लौटते; अत: यही निरोधस्थान है। इस विषयमें यह [अगला] मन्त्र है—॥ १० ॥",
    "translationEnglish": "Having five feet, the father of all, having twelve forms, they say he is seated in a place higher than Dyuloka, full of water. These others say that the world is lodged in him, all knowing, ever moving with seven wheels and six spokes.",
    "commentaryHindi": "तथा उत्तरायणसे वे  प्रजापतिके अंश भोक्ता प्राणको यानी आदित्यको प्राप्त होते हैं। किस साधनसे प्राप्त होते हैं? तप अर्थात् इन्द्रियजयसे; विशेषत: ब्रह्मचर्य, श्रद्धा और प्रजापतितादात्म्यविषयक विद्यासे अर्थात् अपनेको स्थावर-जंगम जगत्के प्राण सूर्यरूपसे अनुसंधानकर यानी यह समझकर  कि यह [सूर्य] ही मैं हूँ आदित्यलोकपर विजय पाते अर्थात् उसे प्राप्त होते हैं। निश्चय यही आयतन—सम्पूर्ण प्राणोंका सामान्य आयतन यानी आश्रय है। यही अमृत—अविनाशी है, अत: यह अभय—भयरहित है, चन्द्रमाके समान क्षयवृद्धिरूप भययुक्त नहीं है तथा यही उपासकोंकी  और उपासनासहित कर्मानुष्ठान करनेवालोंकी परा गति है। इस पदको प्राप्त होकर अन्य केवल कर्मपरायणोंके समान फिर नहीं लौटते, क्योंकि यह अविद्वानोंके लिये निरोध है, क्योंकि उपासनाहीन पुरुष आदित्यसे रुके हुए हैं;* ये लोग आदित्यरूप संवत्सर यानी अपने  आत्मा प्राणको प्राप्त नहीं होते। वह कालरूप संवत्सर ही अविद्वानोंका निरोधस्थान है। तहाँ इस विषयमें यह श्लोक यानी मन्त्र प्रसिद्ध है॥ १० ॥",
    "commentaryEnglish": "By the northern route, they reach the sun, a part of the lord of creation, the prana, the eater. By what? by tapas, i.e., by control over the senses, more particularly by Brahmacharya, by faith and by knowledge regarding the self of the lord of creation, i.e., worship of Prajapati; seeking after the self, i.e., the prana, the sun, the stay of the universe, i.e., realising the sun in the form ‘I am he,’ they gain, i.e., reach the sun. This is certainly the common abode of all lives, their support; this is immortal, i.e., indestructible and, therefore, fearless, not full of fear of increase or diminution like the moon. This is the highest goal of those who resort to mere worship and of those who combine karma and worship. They da not return from hence, as followers of mere karma do: Hence, this is, the obstacle of the ignorant; for, the ignorant obstructed by the sun do not attain the year, i.e., the sun, i.e., the prana. He, the year, in the nature of time, is an obstacle to the ignorant About that, is the following verse."
  },
  {
    "id": 11,
    "chapter": "1",
    "ShlokaNo": "11",
    "shlok": "पञ्चपादं पितरं द्वादशाकृतिं दिव आहु: परे  अर्धे पुरीषिणम्। अथेमे अन्य उ परे विचक्षणं सप्तचक्रे षडर आहुरर्पितमिति॥ ११ ॥",
    "translationHindi": "अन्य कालवेत्तागण इस आदित्यको पाँच पैरोंवाला, सबका पिता, बारह आकृतियोंवाला, पुरीषी (जलवाला) और द्युलोकके परार्द्धमें स्थित बतलाते हैं तथा ये अन्य लोग उसे सर्वज्ञ और उस  सात चक्र और छ: अरेवालेमें ही इस जगत्को अर्पित बतलाते हैं॥ ११ ॥",
    "translationEnglish": " The month is the lord of creation; its dark half is, indeed, the food; the light half, the prana (eater). Therefore, the seers perform sacrifices in the light half; the others, in the other, i.e., the dark half.",
    "commentaryHindi": "यह पंचपाद है, क्योंकि उन ऋतुओंसे यह चरणोंके समान घूमता रहता है। यह [पाँच ऋतुओंकी] कल्पना हेमन्त और शिशिरको एक मानकर की है। सबका उत्पत्तिकर्ता होनेके कारण उसका पितृत्व है, इसलिये उसे पिता कहा है। बारह महीने उसकी आकृतियाँ, अवयव या  आकार हैं, अथवा बारह महीनोंद्वारा उसका अवयवीकरण (विभाग) किया जाता है। इसलिये उसे द्वादशाकृति कहा है, तथा वह द्युलोक यानी अन्तरिक्षसे परे—ऊपरके स्थानरूप तीसरे स्वर्गलोकमें स्थित है और पुरीषी—पुरीषवान् अर्थात् जलवाला है—ऐसा कालज्ञ पुरुष कहते हैं।  तथा ये अन्य कालवेत्ता पुरुष उसीको विचक्षण—निपुण यानी सर्वज्ञ बतलाते हैं तथा सप्त अश्वरूप सात चक्र और षडृतुरूप छ: अरोंवाले उस निरन्तर गतिशील कालात्मामें ही रथकी नाभिमें अरोंके समान इस सम्पूर्ण जगत्को अर्पित—निविष्ट बतलाते हैं। चाहे पंचपाद और  द्वादश आकृतियोंवाला हो अथवा सात चक्र और छ: अरोंवाला हो सभी प्रकार चन्द्रमा और सूर्यरूपसे भी कालस्वरूप संवत्सरात्मक प्रजापति ही जगत्का कारण है॥ ११ ॥ ",
    "commentaryEnglish": "Having five feet] the five seasons are, as it were, the feet of the sun which is no other than the year. With these seasons as ‘feet,’ the year moves. This analogy makes but one of the hemanta and the sisira seasons. Father] he is called father because he is the creator of all. Having twelve forms] the twelve months are the forms, i.e., limbs or component parts of the year. In a place higher than Dyuloka (sky), i.e., in the third heaven. Purishinam, full of water. They say] those who know Time say. The same, some others who know Time say, is omniscient; and that the world is fixed to the wheel of Time, ever on the move, in the form of seven horses and having six seasons. They say that all the universe is fixed there as spokes in a wheel. Whether having five feet and twelve limbs, or whether possessed of seven wheels and six spokes, in any view, the year, of the nature of Time, the lord of creation, in the form of the sun and the moon, is the cause of the universe."
  },
  {
    "id": 12,
    "chapter": "1",
    "ShlokaNo": "12",
    "shlok": "मासो वै प्रजापतिस्तस्य कृष्णपक्ष एव रयि: शुक्ल: प्राणस्तस्मादेत ऋषय: शुक्ल इष्टं कुर्वन्तीतर इतरस्मिन्॥ १२ ॥",
    "translationHindi": "मास ही प्रजापति है।  उसका कृष्णपक्ष ही रयि है और शुक्लपक्ष प्राण है। इसलिये ये [प्राणोपासक] ऋषिगण शुक्लपक्षमें ही यज्ञ किया करते हैं तथा दूसरे [अन्नोपासक] दूसरे पक्षमें यज्ञ करते हैं॥ १२ ॥",
    "translationEnglish": "The day and night is, indeed, the lord of creation. Of that, the day is the prana and the night, indeed, is the food. Those who combine with Rati (sexual intercourse) by day, spill prana. That they combine with Rati by night is Brahmacharyam indeed.",
    "commentaryHindi": "मास ही उपर्युक्त लक्षणोंवाला मिथुनात्मक प्रजापति है। उस मासस्वरूप प्रजापतिका एक भाग—कृष्णपक्ष तो रयि—अन्न अथवा चन्द्रमा है तथा दूसरा भाग—शुक्लपक्ष ही प्राण—आदित्य अर्थात् भोक्ता अग्नि है। क्योंकि  वे शुक्लपक्षस्वरूप प्राणको सर्वात्मक देखते हैं और उन्हें कृष्णपक्ष भी प्राणसे भिन्न दिखलायी नहीं देता इसलिये ये प्राणदर्शी ऋषिलोग कृष्णपक्षमें भी [उसे शुक्लपक्षरूप समझकर ही] अपना इष्ट—याग किया करते हैं। तथा दूसरे ऋषि प्राणका दर्शन नहीं करते; इसलिये वे  सबको अदर्शनात्मक कृष्णपक्षरूप ही देखते हैं और शुक्लपक्षमें यागानुष्ठान करते हुए भी इतर यानी कृष्णपक्षमें ही करते हैं॥ १२ ॥",
    "commentaryEnglish": "The lord of creation, i.e., the year, in which this universe inheres, ends in its component part, the month. The month, indeed, the lord of creation above described, is also in the nature of a pair; of the lord of creation, i.e., the month, one portion, i.e., the dark half, is food, i.e., the moon. The other part, i.e., the light half, is the sun, the eater, the fire. Because, they see everything as prana, marked by the light half; therefore, these seers who see the prana, though performing sacrifices in the dark half, perform them, only in the light half, as they do not see the dark half, as distinct from prana (the light half). But others see not the prana and only see the unseeing dark half. Those others perform sacrifices, only in the dark half, though they do them in the light half."
  },
  {
    "id": 13,
    "chapter": "1",
    "ShlokaNo": "13",
    "shlok": "अहोरात्रो वै प्रजापतिस्तस्याहरेव प्राणो रात्रिरेव रयि: प्राणं वा एते प्रस्कन्दन्ति ये दिवा रत्या संयुज्यन्ते ब्रह्मचर्यमेव तद्यद्रात्रौ  रत्या संयुज्यन्ते॥ १३ ॥ ",
    "translationHindi": "दिन-रात भी प्रजापति हैं। उनमें दिन ही प्राण है और रात्रि ही रयि है। जो लोग दिनके समय रतिके लिये [स्त्रीसे] संयुक्त होते हैं वे प्राणकी ही हानि करते हैं और जो रात्रिके समय रतिके लिये [स्त्रीसे] संयोग करते हैं वह तो ब्रह्मचर्य ही है॥ १३ ॥ ",
    "translationEnglish": " Food indeed, is the lord of creation; from that, indeed is the semen virile; from that are all these creatures produced.",
    "commentaryHindi": " वह मासात्मक प्रजापति भी अपने अवयवरूप दिन-रात्रिमें समाप्त हो जाता है। पहलेकी तरह अहोरात्रि भी प्रजापति है—उसका भी दिन ही प्राण—भोक्ता यानी अग्नि है और पूर्ववत् रात्रि ही रयि है। वे लोग दिनरूप प्राणको ही क्षीण करते—निकालते— सुखाते अथवा अपनेसे  पृथक् करके नष्ट करते हैं। कौन? जो कि मूढ़ होकर दिनके समय रति—रतिकी कारणस्वरूपा स्त्रीसे संयुक्त होते हैं, अर्थात् मिथुन यानी मैथुन करते हैं। क्योंकि ऐसी बात है इसलिये ऐसा नहीं करना चाहिये—यह प्रासंगिक प्रतिषेध प्राप्त होता है। तथा ऋतुकालमें जो रात्रिके  समय रतिसे संयुक्त होते हैं वह तो ब्रह्मचर्य ही है; अत: प्रशस्त होनेके कारण ऋतुकालमें ही स्त्रीगमन करना चाहिये—ऐसी यह प्रासंगिकी विधि है, अब प्रकृत विषय [अगले मन्त्रसे] कहा जाता है। वह अहोरात्रात्मक प्रजापति [इस प्रकार क्रमश: परिणामको प्राप्त होकर] व्रीहि  और यव आदि अन्नरूपसे स्थित हुआ है॥ १३ ॥",
    "commentaryEnglish": "And that lord of creation, i.e., the month, culminates in his component parts, the day and night as before explained. Of him, the day is, indeed, prana; the eater, the fire; the night, indeed, is food, as before explained. Those spill their prana, i.e., the day, that is, waste it by separating it from the selves. Who? Those ignorant men, who by day have carnal intercourse with woman, who is the cause of sexual pleasures. This being so, the prohibition that it should not be done is a rule laid down by the way. If they have intercourse by night, in season, that is Brahmacharyam indeed. That being praiseworthy, the mandate that one should approach his wife during rita, in season, is also, by the way, enjoined. What is relevant here is this, i.e., the lord of creation in the form of day and night becomes such as corn, grain, etc."
  },
  {
    "id": 14,
    "chapter": "1",
    "ShlokaNo": "14",
    "shlok": "अन्नं वै प्रजापतिस्ततो ह वै तद्रेतस्तस्मादिमा: प्रजा: प्रजायन्त इति॥ १४ ॥ ",
    "translationHindi": "अन्न ही प्रजापति है; उसीसे वह वीर्य होता है और उस  वीर्यहीसे यह सम्पूर्ण प्रजा उत्पन्न होती है॥ १४ ॥",
    "translationEnglish": "Thus, those who follow the vow of the lord of creation produce couples. To them alone, is this Brahmaloka, in whom tapas, brahmacharyam and truth abide.",
    "commentaryHindi": "अन्न ही प्रजापति है। किस प्रकार? [सो बतलाते हैं—] उस अन्नसे ही प्रजाका कारणरूप रेत—पुरुषका वीर्य उत्पन्न होता है; और स्त्रीकी योनिमें सींचे गये उस वीर्यसे ही यह मनुष्यादिरूप प्रजा उत्पन्न होती है। हे कबन्धिन्! तूने जो पूछा था कि यह सम्पूर्ण प्रजा कहाँसे उत्पन्न होती है?  सो चन्द्रमा और आदित्यरूप मिथुनसे लेकर अहोरात्रपर्यन्त क्रमसे अन्न, रक्त एवं वीर्यके द्वारा ही यह सारी प्रजा उत्पन्न होती है—ऐसा निर्णय हुआ॥ १४ ॥ ",
    "commentaryEnglish": "Thus modified in this order, food is the lord of creation. How? From that is semen virile, the seed in man, the cause of creation. From that, sprinkled in woman, these creatures, such as men, etc., are produced. What was asked for, from whence are creatures produced, has thus been determined, that these creatures are produced by couples, beginning with the sun and the moon and ending with the day and the night, through food, blood and semen virile."
  },
  {
    "id": 15,
    "chapter": "1",
    "ShlokaNo": "15",
    "shlok": "तद्ये ह वै तत्प्रजापतिव्रतं चरन्ति ते मिथुनमुत्पादयन्ते। तेषामेवैष ब्रह्मलोको येषां तपो ब्रह्मचर्यं येषु  सत्यं प्रतिष्ठितम्॥ १५ ॥",
    "translationHindi": " इस प्रकार जो भी उस प्रजापतिव्रतका आचरण करते हैं वे [कन्या-पुत्ररूप] मिथुनको उत्पन्न करते हैं। जिनमें कि तप और ब्रह्मचर्य है तथा जिनमें सत्य स्थित है उन्हींको यह ब्रह्मलोक प्राप्त होता है॥ १५ ॥ ",
    "translationEnglish": "To them, is that Brahmaloka devoid of taint; in them there is no deceit, falsehood or dissimulation.",
    "commentaryHindi": "ऐसी स्थिति होनेके कारण जो गृहस्थ उस प्रजापतिव्रत—प्रजापतिके व्रतका  आचरण करते हैं, यानी ऋतुकालमें स्त्रीगमन करते हैं—यहाँ ‘ह’ और ‘वै’ ये निपात प्रसिद्धका स्मरण दिलानेके लिये हैं—उन (ऋतुकालाभिगामियों)-को यह दृष्ट फल मिलता है। क्या फल मिलता है? वे मिथुन यानी पुत्र और कन्या उत्पन्न करते हैं। [इस दृष्ट फलके सिवा]  उन इष्ट, पूर्त्त और दत्त कर्मकर्ताओंको, जिनमें कि स्नातकव्रतादि तप, ऋतुकालसे अन्य समय स्त्रीगमन न करनारूप ब्रह्मचर्य और असत्यत्यागरूप सत्य अव्यभिचरितरूपसे प्रतिष्ठित है यह अदृश्य फल मिलता है जो कि चन्द्रलोकमें स्थित पितृयाणरूप ब्रह्मलोक है॥ १५ ॥",
    "commentaryEnglish": "Thus, this being so. Of those householders (Vai and Ha are two particles, remembrances of well-known things), who obey the vow of Prajapati (lord of creation), i.e., who approach their wives in due season, their visible fruits (in this world) is this. What? They produce a couple, i.e., son and daughter. The invisible fruits (pertaining to the future world) are also to them alone, performing sacrificial and pious acts and making gifts. This Brahmaloka, i.e., the world of the moon, to which the route of the manes leads, is to those in whom tapas, i.e., the vow of a snataka, etc., Brahmacharyam, i.e., abstinence from sexual intercourse except in season, and truth, i.e., abstinence from falsehood abide always without any deviation."
  },
  {
    "id": 16,
    "chapter": "1",
    "ShlokaNo": "16",
    "shlok": "तेषामसौ विरजो ब्रह्मलोको न येषु जिह्ममनृतं न माया चेति॥ १६ ॥ ",
    "translationHindi": "जिनमें कुटिलता, अनृत और माया (कपट) नहीं है उन्हें यह विशुद्ध ब्रह्मलोक प्राप्त होता है॥ १६ ॥",
    "translationEnglish": "To them, is that Brahmaloka devoid of taint; in them there is no deceit, falsehood or dissimulation.",
    "commentaryHindi": "जिस प्रकार अनेकों विरुद्ध व्यवहाररूप प्रयोजनवाला होनेसे गृहस्थमें जिह्म—कुटिलता यानी वक्रता होना निश्चित है उस प्रकार जिनमें जिह्म नहीं है, गृहस्थोंमें जिस प्रकार क्रीडादि-निमित्तसे होनेवाला अनृत अनिवार्य है वैसा जिनमें अनृत नहीं है तथा जिनमें गृहस्थोंके समान  मायाका भी अभाव है। अपने-आपको बाहरसे अन्य प्रकार प्रकट करते हुए जो अन्यथा कार्य करना है वही मिथ्याचाररूपा माया है। इस प्रकार जिन एकान्तनिष्ठ ब्रह्मचारी, वानप्रस्थ और भिक्षुओंमें कोर्इ निमित्त न रहनेके कारण, माया आदि दोष नहीं हैं उन्हें उनके साधनोंकी  अनुरूपतासे ही यह विशुद्ध ब्रह्मलोक प्राप्त होता है। इस प्रकार यह ज्ञान (उपासना)-सहित कर्मानुष्ठान करनेवालोंकी गति कही। पूर्वोक्त चन्द्रमारूप ब्रह्मलोक तो केवल कर्मठोंके लिये ही कहा है॥ १६ ॥",
    "commentaryEnglish": "But to whom is that state of lower Brahman marked by the sun, reached by the northern route, untainted, i.e., pure, not tainted like the Brahmaloka of the moon, subject to increase and diminution, is explained. They in whom fraud does not exist, as necessarily it does in householders, resulting in many conflicting modes of conduct; those for whom-falsehood is not unavoidable, as it is in the case of householders on account of play, mirth, etc.; similarly, those in whom there is no dissimulation as in householders. Dissimulation consists in disclosing one’s self in one manner and acting otherwise. It is of the nature of duplicity in behaviour. To those men duly fitted, i.e., the Brahmacharin, the hermit and the sanyasin in whom, from absence of cause, these faults, such as duplicity, etc., do not exist, is this untainted Brahmaloka, according to the means they employ. Thus, this is the goal of those who combine karma with knowledge (worship). The Brahmaloka previously explained and marked by the moon is for those who perform mere karma."
  },{
    "id": 1,
    "chapter": "2",
    "ShlokaNo": "1",
    "shlok": "अथ हैनं भार्गवो वैदर्भि: पप्रच्छ। भगवन्कत्येव देवा: प्रजा विधारयन्ते कतर एतत्प्रकाशयन्ते क: पुनरेषां वरिष्ठ इति॥ १ ॥",
    "translationHindi": " तदनन्तर उन पिप्पलाद मुनिसे विदर्भदेशीय  भार्गवने पूछा—‘भगवन्! इस प्रजाको कितने देवता धारण करते हैं? उनमेंसे कौन-कौन इसे प्रकाशित करते हैं? और कौन उनमें सर्वश्रेष्ठ है?’॥ १ ॥ ",
    "translationEnglish": " Next Bhargava of Vidarbha questioned him ‘Oh Bhagavan! How many Devas support the creature? Which of them enlighten that? Who again is of all of them, the greatest.’",
    "commentaryHindi": " तदनन्तर उनसे विदर्भदेशीय भार्गवने पूछा—‘हे भगवन्! इस शरीररूप प्रजाको कितने देवता विधारण करते  यानी विशेषरूपसे धारण करते हैं तथा ज्ञानेन्द्रिय और कर्मेन्द्रियोंमें विभक्त हुए उन देवताओंमेंसे कौन इसे प्रकाशित करते हैं—अपने माहात्म्यको प्रकट करना ही प्रकाशन है—और इन भूत एवं इन्द्रिय देवताओंमेंसे कौन सर्वश्रेष्ठ यानी प्रधान है?’॥ १ ॥",
    "commentaryEnglish": "It has been said that prana is the eater, the lord of creation. This question is begun for the purpose of determining how he is such lord and eater in this body. Next Bhargava of Vidarbha questioned him, Oh Bhagavan! how many Devas (senses) mainly support the creature, i.e., the body? Which, among the senses divided into intellectual and active, manifest their glory outside. Who again of these is the greatest, i.e., the most important of these which are in the nature of cause and effect."
  },
  {
    "id": 2,
    "chapter": "2",
    "ShlokaNo": "2",
    "shlok": "तस्मै स होवाचाकाशो ह वा एष देवो वायुरग्निरापः पृथिवी वाङ्मनश्चक्शुः श्रोत्रं च । ते प्रकाश्याभिवदन्ति वयमेतद्बाणमवष्टभ्य विधारयामः ॥ २ ॥",
    "translationHindi": "तब उससे आचार्य पिप्पलादने कहा—वह देव आकाश है। वायु, अग्नि, जल, पृथिवी, वाक् (सम्पूर्ण कर्मेन्द्रियाँ),  मन (अन्त:करण) और चक्षु (ज्ञानेन्द्रियसमूह) [ये भी देव ही हैं]। वे सभी अपनी महिमाको प्रकट करते हुए कहते हैं—‘हम ही इस शरीरको आश्रय देकर धारण करते हैं’॥ २ ॥ ",
    "translationEnglish": "To him he said, “This Deva is the akasa, wind, fire water, earth, speech, mind, eye and ear. They revealing their glory say, ‘we hold together and support this body.’",
    "commentaryHindi": "इस प्रकार पूछते हुए उस भार्गवसे पिप्पलादने कहा—निश्चय आकाश ही वह देव है तथा [उसके सहित] वायु, अग्नि, जल और पृथिवी—ये शरीरको आरम्भ करनेवाले पाँच भूत एवं वाक्, मन, चक्षु और  श्रोत्रादि कर्मेन्द्रिय और ज्ञानेन्द्रियाँ—ये कार्य (पंचभूत) और करण (इन्द्रिय)-रूप देव अपनी महिमाको प्रकट करते हुए अपनी-अपनी श्रेष्ठताके लिये परस्पर स्पर्द्धापूर्वक कहते हैं। किस प्रकार कहते हैं? [सो बतलाते हैं—] इस कार्यकरणके संघातरूप शरीरको, जिस प्रकार  महलको स्तम्भ धारण करते हैं, उसी प्रकार आश्रय देकर उसे शिथिल न होने देकर हम स्पष्टरूपसे धारण करते हैं। उनमेंसे प्रत्येकका यही अभिप्राय रहता है कि इस संघातको अकेले मैंने ही धारण किया है॥ २ ॥ ",
    "commentaryEnglish": "To him, who thus questioned, he replied: ‘This Deva is the akasa, wind, fire, water, earth, i e., these five great elements, Bhutas, the constituent elements of the body and speech, mind, eye, ear and the rest, i.e., the senses of acting and the senses of intellect; these Devas of the nature of effects and instruments, manifesting their glory and competing for pre-eminence, say this body, this bundle of causes and effects, we hold together, as pillars do the vault, from going to pieces and chiefly support. The thought of each is that the body—the bundle—is supported by it alone.’"
  },
  {
    "id": 3,
    "chapter": "2",
    "ShlokaNo": "3",
    "shlok": "तान्वरिष्ठः प्राण उवाच । मा मोहमापद्यथाऽहमेवैतत्पञ्चधात्मानं प्रविभज्यैतद्बाणमवष्टभ्य विधारयामीति तेऽश्रद्दधाना बभूवुः ॥ ३ ॥",
    "translationHindi": "[एक बार] उनसे सर्वश्रेष्ठ प्राणने कहा—‘तुम मोहको प्राप्त मत होओ; मैं ही अपनेको पाँच प्रकारसे विभक्त कर इस शरीरको आश्रय देकर धारण करता हूँ।’  किन्तु उन्होंने उसका विश्वास न किया॥ ३ ॥",
    "translationEnglish": "Prana, the greatest, said to them, ‘Do not cherish this foolish vanity. I alone, having divided myself five-fold, hold this body together and support it.’ They did not believe.",
    "commentaryHindi": "इस प्रकार अभिमानयुक्त हुए उन देवोंसे वरिष्ठ—मुख्य प्राणने कहा—‘इस प्रकार मोहको प्राप्त मत होओ अर्थात् अविवेकके कारण अभिमान मत करो, क्योंकि अपनेको पाँच भागोंमें विभक्त कर—अपने प्राणादि  पाँच वृत्तिभेद कर मैं ही इस शरीरको आश्रय देकर धारण करता हूँ।’ उसके ऐसा कहनेपर वे उसके कथनमें अश्रद्धालु—अविश्वासी ही रहे कि ऐसा कैसे हो सकता है?॥ ३ ॥ ",
    "commentaryEnglish": "Prana, pre-eminent, said to them who were thus vain, ‘do not from want of discernment cherish this vanity; for, I alone hold together and support this body, having divided myself into five distinct conditions such as prana, etc.’; and when he said he supported it, they did not believe in him and thought how it could be thus."
  },{
    "id": 4,
    "chapter": "2",
    "ShlokaNo": "4",
    "shlok": "सो'भिमानादूर्ध्वमुत्क्रामत इव तस्मिन्नुत्क्रामत्यथेतरे सर्व एवोत्क्रामन्ते तस्मिँश्च प्रतिष्ठमाने सर्व एव प्रतिष्ठन्ते । तद्यथा मक्शिका मधुकरराजानमुत्क्रामन्तं सर्व एवोत्क्रमन्ते तस्मिँश्च प्रत्ष्ठमाने सर्व एव प्रतिष्टन्त एवं वाङ्मनष्चक्शुः श्रोत्रं च ते प्रीताः प्राणं स्तुन्वन्ति ॥ 4 ॥",
    "translationHindi": "तब वह अभिमानपूर्वक मानो ऊपरको उठने लगा। उसके ऊपर उठनेके साथ और सब भी उठने लगे तथा  उसके स्थित होनेपर सब स्थित हो जाते। जिस प्रकार मधुकरराजके ऊपर उठनेपर सभी मक्खियाँ ऊपर चढ़ने लगती हैं और उसके बैठ जानेपर सभी बैठ जाती हैं उसी प्रकार वाक्, मन, चक्षु और श्रोत्रादि भी [प्राणके साथ उठने और प्रतिष्ठित होने लगे]। तब वे सन्तुष्ट  होकर प्राणकी स्तुति करने लगे॥ ४ ॥",
    "translationEnglish": "He from indignation seemed to ascend from the body, and when he ascended, all the others immediately ascended too; and when he was quiet they were quiet too, just as bees fly up when their king flies up and settle down when he settles down; so, mind, speech, eye, ear and the rest being pleased, praise Prana.",
    "commentaryHindi": "तब वह प्राण उनकी अश्रद्धालुताको देखकर क्रोधवश निरपेक्ष हो अभिमानपूर्वक मानो ऊपरको उठने लगा। उसके ऊपर उठनेपर जो कुछ हुआ उसे दृष्टान्तसे स्पष्ट  करते हैं—उसके ऊपर उठनेके अनन्तर ही चक्षु आदि अन्य सभी प्राण (इन्द्रियाँ) उत्क्रमण करने यानी उठने लगे। तथा उस प्राणके ही स्थित होने—चुप होने यानी उत्क्रमण न करनेपर वे सभी स्थित हो जाते—चुपचाप बैठ जाते थे। जैसे कि इस लोकमें मधुमक्षिकाएँ अपने  सरदार मधुकरराजके उठनेके साथ ही सब-की-सब उठ जाती हैं और उसके बैठनेपर सब-की-सब बैठ जाती हैं। जैसा यह दृष्टान्त है। वैसे ही वाक्, मन, चक्षु और श्रोत्रादि भी हो गये। तब वे वागादि अपने अविश्वासको छोड़कर और प्राणकी महिमाको जानकर सन्तुष्ट  हो प्राणकी स्तुति करने लगे॥ ४ ॥",
    "commentaryEnglish": "And he, Prana, observing their want of faith, seemed to ascend from the body of himself from indignation. What followed when he seemed to ascend is made apparent by an illustration. Immediately after he ascended, all the other pranas, i.e., the eye and the rest began ascending and when he, Prana, became inactive, i.e., did not ascend, all became quiet, i.e., settled down; just as in the world, the bees ascend after their king ascends and settle down when he settles down. As in the illustration, so here. Speech, mind, the eye, ear, etc., leaving their disbelief and knowing the glory or greatness of Prana, grow delighted and praise Prana."
  },
  {
    "id": 5,
    "chapter": "2",
    "ShlokaNo": "5",
    "shlok": "एषोऽग्निस्तपत्येष सूर्य एष पर्जन्यो मघवानेष वायु:। एष पृथिवी रयिर्देव: सदसच्चामृतं च यत्॥ ५ ॥",
    "translationHindi": " यह प्राण अग्नि होकर तपता है, यह सूर्य है, यह मेघ है, यही इन्द्र और वायु है  तथा यह देव ही पृथिवी, रयि और जो कुछ सत्, असत् एवं अमृत है, वह सब कुछ है॥ ५ ॥ ",
    "translationEnglish": "As fire, this burns; this, sun; this, cloud; this, Indra; this, wind; this, earth; moon, Deva and what has form, what is formless and what is immortal nectar.",
    "commentaryHindi": "यह प्राण अग्नि होकर तपता—प्रज्वलित होता है। तथा यह सूर्य होकर प्रकाशित होता है और मेघ होकर बरसता है । यही मघवा—इन्द्र होकर प्रजाका पालन करता तथा असुर और राक्षसोंका वध करना चाहता है। यही आवह-प्रवह आदि भेदोंवाला वायु है। अधिक क्या यह देव ही पृथिवी और रयि (चन्द्रमा)-रूपसे सम्पूर्ण जगत्का धारक और पोषक है। सत्—स्थूल, असत्—सूक्ष्म और  देवताओंकी स्थितिका कारणरूप अमृत भी यही है॥ ५ ॥",
    "commentaryEnglish": "How? This Prana being fire, burns or flames; so this being sun, shines; so this being cloud, rains. Again this being Indra, protects the creatures and destroys, Asuras and Rakshasas. This is wind in its different forms, avaha, pravaha, etc. Again this is Deva, earth (supporter of all) and moon (nourisher of all). This is all that has form and all that is formless. This is also amrita which is the stay of all Devas. In short,"
  },
  {
    "id": 6,
    "chapter": "2",
    "ShlokaNo": "6",
    "shlok": "अरा इव रथनाभौ प्राणे सर्वं प्रतिष्ठितम् । ऋचो यजूँषि सामानि यज्ञः क्शत्रं ब्रह्म च ॥ ६ ॥",
    "translationHindi": "जैसे रथकी नाभिमें अरे लगे रहते हैं उसी तरह ऋक्, यजु:, साम, यज्ञ तथा क्षत्रिय और ब्राह्मण—ये सब प्राणमें ही  स्थित हैं॥ ६ ॥ ",
    "translationEnglish": "As spokes in the nave of a wheel, so all is centred in Prana. Riks, Yajur, Samams, sacrifices, Kshatriyas and Brahmins.",
    "commentaryHindi": " जिस प्रकार रथकी नाभिमें अरे लगे होते हैं उसी  प्रकार जगत्के स्थितिकालमें [प्रश्न० ६। ४ में बतलाये जानेवाले] श्रद्धासे लेकर नामपर्यन्त सम्पूर्ण पदार्थ प्राणमें ही स्थित हैं। तथा ऋक्, यजु: और साम—तीन प्रकारके मन्त्र, उनसे निष्पन्न होनेवाला यज्ञ, सबका पालन करनेवाले क्षत्रिय और यज्ञादि कर्मोंके अधिकारी ब्राह्मण—ये  सब भी प्राण ही हैं॥ ६ ॥",
    "commentaryEnglish": "As spokes in the nave of a wheel, all from sraddha (faith) down to name is centred in Prana, while they endure; so also Rik, Yajur and Sama Vedas, the three kinds of mantras, and what is accomplished by them, i.e., the sacrifice, the Kshatriyas, pro tectors of all and the Brahmins competent to perform sacrifices and other karma. Prana is all this."
  },
  {
    "id": 7,
    "chapter": "2",
    "ShlokaNo": "7",
    "shlok": "प्रजापतिश्चरसि गर्भे त्वमेव प्रतिजायसे । तुभ्यं प्राण प्रजास्त्विमा बलिं हरन्ति यः प्रणैः प्रतितिष्ठसि ॥ ७ ॥",
    "translationHindi": "हे प्राण! तू ही प्रजापति है, तू ही गर्भमें संचार करता है, और तू ही जन्म ग्रहण करता है। यह [मनुष्यादि] सम्पूर्ण प्रजा  तुझे ही बलि समर्पण करती है, क्योंकि तू समस्त इन्द्रियोंके साथ स्थित रहता है॥ ७ ॥",
    "translationEnglish": "As lord of creatures, you move in the womb and yourself are afterwards born. These creatures bring offerings, Oh Prana, to you who are sitting with the pranas.",
    "commentaryHindi": "जो प्रजापति है वह भी तू ही है; तू ही गर्भमें संचार करता है और माता-पिताके अनुरूप  होकर तू ही जन्म लेता है। प्रजापति होनेके कारण तेरा माता-पितारूप होना तो पहलेसे ही सिद्ध है। तात्पर्य यह है कि सम्पूर्ण देह और देहीके मिषसे एक तू प्राण ही सर्वात्मा है। ये जो मनुष्यादि प्रजाएँ हैं, हे प्राण! वे चक्षु आदि इन्द्रियोंके द्वारा तुझे ही बलि समर्पण करती हैं,  जो तू कि चक्षु आदि इन्द्रियोंके साथ समस्त शरीरोंमें स्थित है; अत: वे तुझे ही बलि समर्पण करती हैं, उनका ऐसा करना उचित ही है,क्योंकि भोक्ता तू ही है, और अन्य सब तेरा ही भोज्य है॥ ७ ॥ ",
    "commentaryEnglish": "Again, being yourself the lord of creatures, you move in the womb and are born, being another embodiment of the father and the mother. That you are both father and mother is already established by your being the lord of creatures. The meaning is you Prana, though one, are the atman of all, in the guise of the forms of all bodies and souls. For you, Oh Prana, these creatures, men and the rest, bring offerings through the apertures of the eyes, etc. As you are within all bodies along with the Pranas, i.e., the eyes and other senses, it is but proper they should bring you offerings. As you are the eater, all the rest is, indeed, food for you."
  },
  {
    "id": 8,
    "chapter": "2",
    "ShlokaNo": "8",
    "shlok": "देवानामसि वह्नितमः पितृणां प्रथमा स्वधा । ऋषीणां चरितं सत्यमथर्वाङ्गिरसामसि ॥ ८ ॥",
    "translationHindi": "तू देवताओंके लिये वह्नितम है, पितृगणके लिये प्रथम स्वधा है और अथर्वांगिरस ऋषियों [यानी चक्षु आदि प्राणों]-के लिये सत्य आचरण है॥ ८ ॥ ",
    "translationEnglish": "You are the best carrier to the celestials, the first oblation to the manes. You are the true active principle of the senses (pranas) which form the sap of the body.",
    "commentaryHindi": "तू इन्द्रादि  देवताओंके लिये वह्नितम—हवियोंको पहुँचानेवालोंमें श्रेष्ठ है, पितृगणकी प्रथम स्वधा है—नान्दीमुख श्राद्धमें पितरोंको जो अन्नमयी स्वधा दी जाती है वह देवप्रधान कर्मकी अपेक्षासे प्रथम है, उस प्रथम स्वधाको भी पितरोंको प्राप्त करानेवाला तू ही है—ऐसा इसका भावार्थ है।  तथा ऋषियों यानी चक्षु आदि प्राणोंका, जो कि “प्राणो वाथर्वा” इस श्रुतिके अनुसार अंगिरस्—अंगके रसस्वरूप* अथर्वा हैं, उनका सत्य—अवितथ अर्थात् देहधारणादिमें उपकारी चरित—आचरण भी तू ही है॥ ८ ॥ ",
    "commentaryEnglish": "Moreover, you are the best of the carriers of oblations to the Devas such as Indra. The food given to the manes in the Nandi sraddha is prior even to that offered to the chief of the Devas. You alone are the carrier of that to the manes. Besides, of the senses such as the eye, etc., (pranas) which are called atharva, and in whose absence the limbs are dried up, you are the active principle aiding in the support, etc., of the body."
  },
  {
    "id": 9,
    "chapter": "2",
    "ShlokaNo": "9",
    "shlok": "इन्द्रस्त्वं प्राण तेजसा रुद्रोऽसि परिरक्शिता । त्वमन्तरिक्शे चरसि सूर्यस्त्वं ज्योतिषां पतिः ॥ ९ ॥",
    "translationHindi": "हे प्राण! तू इन्द्र है, अपने [संहारक] तेजके कारण रुद्र है, और [सौम्यरूपसे] सब ओरसे रक्षा करनेवाला है। तू ज्योतिर्गणका अधिपति सूर्य है और अन्तरिक्षमें संचार करता है॥ ९ ॥",
    "translationEnglish": " Oh Prana, you are Indra, you are Rudra by valour; you are the protector; you move in the sky and you are the Sun, the lord of all luminaries.",
    "commentaryHindi": "हे प्राण! तू इन्द्र—परमेश्वर है; तू अपने तेज—वीर्यसे जगत्का संहार करनेवाला रुद्र है तथा  स्थितिके समय अपने सौम्यरूपसे तू ही सब ओरसे संसारकी रक्षा—पालन करनेवाला है। तू ही उदय और अस्तके क्रमसे निरन्तर आकाशमें गमन करता है और तू ही समस्त ज्योतिर्गणोंका अधिपति सूर्य है॥ ९ ॥",
    "commentaryEnglish": "Again, Oh Prana, you are Indra, i.e., Paramesvara (Lord of all). By valour, you are Rudra, destroyer of the world and you are the protector of the world, while it endures, by your mild aspect; you always move in the inter-space. By rising and setting, you are, indeed, the sun, the lord of all orbs of light."
  },
  {
    "id": 10,
    "chapter": "2",
    "ShlokaNo": "10",
    "shlok": "यदा त्वमभिवर्षस्यथेमाःप्राण ते प्रजाः । आनन्दरूपास्तिष्ठन्ति कामायान्नं भविष्यतीति ॥ १० ॥",
    "translationHindi": "हे प्राण! जिस समय तू मेघरूप होकर बरसता है उस समय तेरी यह सम्पूर्ण प्रजा यह समझकर कि ‘अब यथेच्छ अन्न होगा’ आनन्दरूपसे स्थित होती है॥ १० ॥ ",
    "translationEnglish": "When you rain, all round; then Oh Prana, these, your creatures, sit delighted thinking there will be food at their desire.",
    "commentaryHindi": "जिस समय तू मेघ होकर बरसता है उस समय यह सम्पूर्ण प्रजा अन्न पाकर प्राणन यानी प्राणक्रिया करती  है—यह इसका भावार्थ है। अथवा [यों समझो कि] हे प्राण! ‘ते’—तेरा स्वात्मभूत यह प्रजावर्ग तेरे [दिये हुए] अन्नसे वृद्धिको प्राप्त होकर तेरी वृष्टिके दर्शनमात्रसे आनन्दरूप अर्थात् सुखको प्राप्त हुएके समान स्थित है। उसके आनन्दरूप होनेमें यह अभिप्राय है कि  [उस वृष्टिसे उसे ऐसी आशा हो जाती है कि] ‘अब यथेच्छ अन्न उत्पन्न होगा’॥ १० ॥ ",
    "commentaryEnglish": "When you in the form of clouds, rain all round; then, having obtained food, these creatures put forth activity. Or, Oh Prana, these, your creatures, being yourself and nourished by your food, become delighted with the mere sight of the rain you pour, thinking there will be food at their desire."
  },
  {
    "id": 11,
    "chapter": "2",
    "ShlokaNo": "11",
    "shlok": "व्रात्यस्त्वं प्राणैकर्षरत्ता विश्वस्य सत्पतिः । वयमाद्यस्य दातारः पिता त्वं मातरिश्वनः ॥ ११ ॥",
    "translationHindi": " हे प्राण! तू व्रात्य [संस्कारहीन], एकर्षि नामक अग्नि, भोक्ता और विश्वका  सत्पति है, हम तेरा भक्ष्य देनेवाले हैं। हे वायो! तू हमारा पिता है॥ ११ ॥",
    "translationEnglish": "Oh Prana, you are unpurified, you are the fire called Ekarshi, eater, lord of all the existing universe; we are the givers of oblations, Oh Matarisvan! you are our father.",
    "commentaryHindi": "हे प्राण! सबसे पहले उत्पन्न होनेवाला होनेसे किसी अन्य संस्कार-कर्ताका  अभाव होनेके कारण तू व्रात्य (संस्कारहीन) है, तात्पर्य यह है कि तू स्वभावसे ही शुद्ध है। तू आथर्वणोंका एकर्षि यानी एकर्षि नामक प्रसिद्ध अग्नि होकर सम्पूर्ण हवियोंका भोक्ता है तथा तू ही समस्त विद्यमान जगत्का पति है इसलिये, अथवा [सबका]साधु पति होनेके कारण  तू सत्पति है। हम तो तेरे आद्य—भक्ष्य हविके देनेवाले हैं। हे मातरिश्वन्! तू हमारा पिता है। अथवा [यों समझो कि] तू ‘मातरिश्वन:’—वायुका पिता है। अत: तुझमें सम्पूर्ण जगत्का पितृत्व सिद्ध होता है॥ ११ ॥",
    "commentaryEnglish": "Again, being first born and there being none other to purify you, you are unpurified. The meaning is you are, by nature itself, pure. Oh Prana, you are the eater of all oblations being Ekarshi, i.e., fire well-known among the followers of the Atharva Veda, by the name of Ekarshi. You alone are the lord of all the universe which exists. Or, the word ‘satpatih’ may be interpreted as ‘good lord.’ But we are the givers of oblations to be eaten by you. You are, Oh Matarisvan! our father; or, you are the father of Matarisvan, i.e., wind. Therefore, it is established that you are the father of all the universe."
  },
  {
    "id": 12,
    "chapter": "2",
    "ShlokaNo": "12",
    "shlok": "या ते तनूर्वाचि प्रतिष्ठिता या श्रोत्रे या च चक्शुषि । या च मनसि सन्तता शिवां तां कुरू मोत्क्रमीः ॥ १२ ॥",
    "translationHindi": "तेरा जो स्वरूप वाणीमें स्थित है तथा जो श्रोत्र, नेत्र और मनमें व्याप्त है उसे तू शान्त कर। तू उत्क्रमण न कर॥ १२ ॥",
    "translationEnglish": "What form of yours is lodged in speech, what in the ear, what in the eye, and what in the mind continuous, make that propitious air do not ascend from the body.",
    "commentaryHindi": " तेरा जो स्वरूप वक्तारूपसे बोलनेकी चेष्टा करता हुआ वाणीमें स्थित है तथा जो श्रोत्र, नेत्र और संकल्पादि व्यापारसे मनमें व्याप्त है उसे शिव—शान्त कर।  उत्क्रमण न कर, अर्थात् उत्क्रमण करके उसे अशिव—अमंगलमय न कर॥ १२ ॥",
    "commentaryEnglish": "In short, what form of yours, lodged in speech moves the mouth of the speaker, what in the ear, what in the eye, and what united with the mind acts as volition, etc., make that passive, i.e., quiet. Do not make that unquiet, by ascending from the body."
  },
  {
    "id": 13,
    "chapter": "2",
    "ShlokaNo": "13",
    "shlok": "प्राणस्येदं वशे सर्वं त्रिदिवे यत्प्रतिष्ठितम् । मातेव पुत्रान्रक्शस्व श्रीश्च प्रज्ञां च विधेहि न इति ॥ १३ ॥",
    "translationHindi": "यह सब तथा स्वर्गलोकमें जो कुछ स्थित है वह प्राणके ही अधीन है।  जिस प्रकार माता पुत्रकी रक्षा करती है उसी प्रकार तू हमारी रक्षा कर तथा हमें श्री और बुद्धि प्रदान कर॥ १३ ॥",
    "translationEnglish": "All this is within the control of Prana, as also what is in the third heaven. Protect us like a mother. Give us affluence and knowledge.",
    "commentaryHindi": " इस लोकमें यह जो कुछ उपभोगकी सामग्री है  वह सब प्राणके ही अधीन है तथा त्रिदिव अर्थात् तीसरे द्युलोक (स्वर्ग)-में भी देवता आदिका उपभोगरूप जो कुछ वैभव है उसका भी ईश्वर—रक्षक प्राण ही है। अत: माता जिस प्रकार पुत्रोंकी रक्षा करती है उसी प्रकार तू हमारा पालन कर। ब्राह्मण और क्षत्रियोंकी श्री—विभूतियाँ  भी तेरे ही निमित्तसे हैं। वह श्री तथा अपनी स्थितिके निमित्तसे ही होनेवाली प्रज्ञा तू हमें प्रदान कर—ऐसा इसका भावार्थ है। इस प्रकार वागादि प्राणोंके स्तुति करनेसे जिसकी महिमा सर्वात्मरूपसे बतलायी गयी है वह प्राण ही प्रजापति और भोक्ता है—यह निश्चय हुआ॥ १३ ॥ ",
    "commentaryEnglish": "In short, everything of enjoyment in this world, is under the control of Prana; as also of all that which exists in the third heaven for the enjoyment of the Devas, etc., Prana alone is the lord or protector. Therefore, protect, as a mother does her sons. As all splendour pertaining to a Brahmin and Kshatriya are due to you, give us that affluence and knowledge originating in you. It has been thus determined that Prana whose greatness or glory, as being all, has thus been disclosed by the eulogy of the pranas; such as speech and the rest is the lord of the creation, the eater."
  }
]
