[
  {
    "id": 1,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "1",
    "shlok": "ॐ ब्रह्मा देवानां प्रथम: सम्बभूव विश्वस्य कर्ता भुवनस्य गोप्ता। स ब्रह्मविद्यां सर्वविद्याप्रतिष्ठा- मथर्वाय ज्येष्ठपुत्राय प्राह॥ १ ॥",
    "translationHindi": "सम्पूर्ण देवताओंमें पहले ब्रह्मा उत्पन्न हुआ। वह विश्वका रचयिता और त्रिभुवनका रक्षक था। उसने अपने ज्येष्ठ पुत्र अथर्वाको समस्त विद्याओंकी आश्रयभूत ब्रह्मविद्याका उपदेश दिया॥ १ ॥",
    "translationEnglish": "Brahma was the first among the Devas, the creator of the universe, the protector of the world. He taught the knowledge of Brahman, on which all knowledge rests, to his eldest son Atharva.",
    "commentaryHindi": " ब्रह्मा—परिवृढ (सबसे बढ़ा हुआ) अर्थात् महान्, जो धर्म, ज्ञान, वैराग्य और ऐश्वर्यमें अन्य सबसे बढ़ा हुआ था, देवताओं—द्योतन करनेवालों (प्रकाशमानों), इन्द्रादिकोंमें प्रथम—गुणोंद्वारा प्रधानरूपसे अथवा सम्यक् स्वतन्त्रतापूर्वक सबसे पहले उत्पन्न हुआ था यह इसका तात्पर्य है  क्योंकि “जो यह अतीन्द्रिय, अग्राह्य......है [वह परमात्मा स्वयं उत्पन्न हुआ]” इत्यादि स्मृतिके अनुसार वह, जैसे अन्य संसारी जीव उत्पन्न होते हैं उस तरह धर्म या अधर्मके वशीभूत होकर उत्पन्न नहीं हुआ। ‘विश्व अर्थात् सम्पूर्ण जगत्का’ कर्ता—उत्पन्न करनेवाला तथा उत्पन्न हुए  भुवनका गोप्ता—पालन करनेवाला’ ये ब्रह्माके विशेषण [उसकी उपदेश की हुर्इ] विद्याकी स्तुतिके लिये हैं। जिसका महत्त्व इस प्रकार प्रसिद्ध है उस ब्रह्माने ब्रह्मविद्याको—ब्रह्म यानी परमात्माकी विद्याको, ‘जिससे अक्षर और जो सत्य पुरुषको जानता है’ ऐसे विशेषणसे युक्त  होनेके कारण परमात्मसम्बन्धिनी ही है अथवा अग्रजन्मा ब्रह्माके द्वारा कही जानेके कारण जो ब्रह्मविद्या कहलाती है उस ब्रह्मविद्याको, जो समस्त विद्याओंकी अभिव्यक्तिकी हेतुभूत होनेसे अथवा “जिसके द्वारा अश्रुत श्रुत हो जाता है, अमत मत हो जाता है तथा अज्ञात ज्ञात हो जाता है”  इस श्रुतिके अनुसार इसीसे सर्वविद्यावेद्य वस्तुका ज्ञान होता है, इसलिये जो सर्वविद्याप्रतिष्ठा यानी सम्पूर्ण विद्याओंकी आश्रयभूता है, अपने ज्येष्ठ पुत्र अथर्वासे कहा। यहाँ ‘सर्वविद्याप्रतिष्ठाम्’ इस पदसे विद्याकी स्तुति करते हैं। जो ज्येष्ठ (सबसे बड़ा) पुत्र हो उसे ज्येष्ठ पुत्र कहते हैं।  ब्रह्माकी सृष्टिके अनेकों प्रकारोंमें किसी एक सृष्टिप्रकारके आदिमें सबसे पहले अथर्वाको ही उत्पन्न किया गया था, इसलिये वह ज्येष्ठ है। उस ज्येष्ठ पुत्रसे कहा॥ १ ॥ ",
    "commentaryEnglish": "The word “Brahma” means “much grown,” “great”, as excelling all others in virtue, knowledge, freedom from desires and power. The word Devanam means Indra and others, literally, those possessing “enlightenment.” The word ‘Prathama’ means “preeminent by attributes” or “at first.” Sambahhava means “became manifest well,” i.e., of free choice not like mortals who are born in Samsara, in consequence of their good and bad deeds; for, the Smriti says “He who is beyond the reach of the senses and cannot be grasped, etc.” Visvasya means “of the whole universe.” Karta, ‘creator Bhuvanasya, ‘of the world’ so created; gopta, ‘protector the epithets for Brahma are for eulogising the knowledge. He, i.e., Brahma whose greatness is thus celebrated. Brahma Vidyam, ‘knowledge of the Brahman or the Paramatmam’ because it is described as knowledge ‘by which one knows the undecaying and the true Purusha that knowledge is of the Paramatman; or Brahma vidya may mean “knowledge taught by Brahma the first born.” Savva vidya pratishtam means “that on which all knowledge rests for support”; because it is the cause of the manifestation of all other knowledge; or, it may he, because the one entity to he cognized by all knowledge is only known by this; for the Sruti says “by which, what is not heard becomes heard; what is not thought of becomes thought of; and what is not known becomes known.” The expression “on which all knowledge depends” is also eulogy. He taught this knowledge to his eldest son; as Atharva was created at the beginning, in one of the numerous creations made by Brahma, he is said to be his eldest son. To him, his eldest son, he taught."
  },
  {
    "id": 2,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "2",
    "shlok": "अथर्वणे यां प्रवदेत ब्रह्मा थर्वा तां पुरोवाचाङ्गिरे ब्रह्मविद्याम्। स भारद्वाजाय सत्यवहाय प्राह भारद्वाजोऽङ्गिरसे परावराम्॥ २ ॥ ",
    "translationHindi": "अथर्वाको ब्रह्माने जिसका उपदेश किया था वह ब्रह्मविद्या पूर्वकालमें अथर्वाने अंगीको सिखायी। अंगीने उसे भरद्वाजके पुत्र सत्यवहसे कहा तथा भरद्वाजपुत्र (सत्यवह)-ने इस प्रकार श्रेष्ठसे कनिष्ठको प्राप्त होती हुर्इ वह विद्या अंगिरासे कही॥ २ ॥ ",
    "translationEnglish": "That knowledge of Brahman which Brahma taught to Atharva, Atharva taught to Angira in ancient days; and he taught it to one of the Bharadvaja family by name Satyavaha; and Satyavaha taught to Angiras the knowledge so descended from the greater to the less.",
    "commentaryHindi": "जिस ब्रह्मविद्याको ब्रह्माने अथर्वासे कहा था, ब्रह्मासे प्राप्त हुर्इ उसी ब्रह्मविद्याको पूर्वकालमें अथर्वाने अंगीसे यानी अंगीर् नामक मुनिसे कहा। फिर उस अंगीर् मुनिने उसे भारद्वाज सत्यवहसे यानी भरद्वाजगोत्रमें उत्पन्न हुए सत्यवह नामक मुनिसे कहा तथा भारद्वाजने अपने शिष्य  अथवा पुत्र अंगिरासे वह परावरा—पर (उत्कृष्ट)-से अवर (कनिष्ठ)-को प्राप्त हुर्इ, अथवा पर और अवर सब विद्याओंके विषयोंकी व्याप्तिके कारण ‘परावरा’ कही जानेवाली वह विद्या अंगिरासे कही। इस प्रकार ‘परावराम्’ इस कर्मपदका पूर्वोक्त ‘प्राह’ क्रियासे सम्बन्ध है॥ २ ॥",
    "commentaryEnglish": "That knowledge of Brahman, which Brahma taught to Atharva, the same knowledge thus acquired from Brahma, Atharva in ancient days taught to one named Angih; and this Angih taught it to one named Satyavaha of the line of the Bharadvaja; and Bharadvaja taught it to Angiras, his disciple or his son. Paravaram, because it was acquired from superior by inferior sages; or, because it permeates the subject of all knowledge, great and small; the term Praha, i.e., taught should be read into the last clause."
  },
  {
    "id": 3,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "3",
    "shlok": "शौनको ह वै महाशालोऽङ्गिरसं विधिवदुपसन्न: पप्रच्छ। कस्मिन्नु भगवो विज्ञाते सर्वमिदं विज्ञातं भवतीति॥ ३ ॥ ",
    "translationHindi": "शौनक नामक प्रसिद्ध महागृहस्थने अंगिराके पास विधिपूर्वक जाकर पूछा—‘भगवन्! किसके जान लिये जानेपर यह सब कुछ जान लिया जाता है?’॥ ३ ॥",
    "translationEnglish": "Saunaka, a great grihasta, having duly approached Angiras, questioned him “What is that, O Bhagavan which being known, all this becomes known.” (3)",
    "commentaryHindi": " महाशाल—महागृहस्थ शौनक—शुनकके पुत्रने भारद्वाजके शिष्य आचार्य अंगिराके पास विधिवत् अर्थात् शास्त्रानुसार जाकर पूछा। शौनक और अंगिराके सम्बन्धसे पश्चात् ‘विधिवत्’ विशेषण मिलनेसे यह जाना जाता है कि इनसे पूर्व आचार्योंमें [गुरूपसदन] कोर्इ नियम नहीं था।  अत: इसकी मर्यादा निर्दिष्ट करनेके लिये अथवा मध्यदीपिकान्यायके लिये* यह विशेषण दिया गया है, क्योंकि यह उपसदनविधि हमलोगोंमें भी माननीय है। शौनकने क्या पूछा, सो बतलाते हैं—भगव:—हे भगवन्! ‘कस्मिन्नु’ किस वस्तुके जान लिये जानेपर यह सब विज्ञेय पदार्थ  विज्ञात—विशेषरूपसे ज्ञात यानी अवगत हो जाता है? यहाँ ‘नु’ का प्रयोग वितर्क (संशय)-के लिये किया गया है। शौनकने ‘एकहीको जान लेनेपर मनुष्य सर्वज्ञ हो जाता है’ ऐसी कोर्इ सभ्य पुरुषोंकी कहावत सुनी थी। उसे विशेषरूपसे जाननेकी इच्छासे ही उसने ‘कस्मिन्नु’  इत्यादि रूपसे वितर्क करते हुए पूछा। अथवा लोकोंकी सामान्य दृष्टिसे जान-बूझकर ही पूछा। लोकमें सुवर्णादि खण्डोंके ऐसे भेद हैं जो सुवर्णरूप होनेके कारण लौकिक पुरुषोंद्वारा [स्वर्णदृष्टिसे] उनकी एकताका ज्ञान होनेपर जान लिये जाते हैं। इसी प्रकार [प्रश्न होता है कि]  ‘सम्पूर्ण जगद्भेदका वह एक कारण कौन-सा है जिस एकके ही जान लिये जानेपर यह सब कुछ जान लिया जाता है?’ शंका—जिस वस्तुका ज्ञान नहीं होता उसके विषयमें ‘कस्मिन्’ (किसको)* इस प्रकार प्रश्न करना तो बन नहीं सकता। उस समय तो ‘क्या वह है?’  ऐसा प्रश्न ही उचित है; फिर उसका अस्तित्व सिद्ध हो जानेपर ही ‘कस्मिन्’ ऐसा प्रश्न हो सकता है। जैसा कि [अनेक आधारोंका ज्ञान होनेपर] ‘किसमें रखा जाय’ ऐसा प्रश्न किया जाता है। समाधान—ऐसा मत कहो, क्योंकि [तुम्हारे कथनानुसार प्रश्न करनेसे] अक्षरोंकी अधिकता  होती है और अधिक आयासका भय रहता है, अत: ‘किस एकके ही जान लेनेपर मनुष्य सर्वज्ञ हो जाता है?’ ऐसा प्रश्न बन सकता है॥ ३ ॥ ",
    "commentaryEnglish": "Saunaka, the male issue of Sunaka. Mahasalah means “the great house-holder”; Angiras, i.e., the disciple of Bharadvaja and his own preceptor; Vidhivat means ‘duly i.e., according to the sastras; Upasannah means ‘having approached Paprachha means ‘questioned from “the approaching duly” mentioned just after the connection between Saunaka and Angiras, it should be inferred that in resect of the manner of approaching, there was no established rule among the ancients, before him. The attribute “duly” might have been intended either to fix a limit, or to apply to all alike, on the analogy of a lamp placed amidst a house; for the rule about “the manner of approaching” is intended in the case of persons like us also. What did he say? “What is that? Oh Bhagavan, etc.” The particle ‘nu’ expresses doubt. Bhagavo means ‘O Bhagavan.’ “All this” means “everything knowable.” Vijnatam means ‘specially known or understood.’ [Oh Bhagavan what is that which being known everything knowable becomes well-known]. Saunaka having heard the saying of good men that “when one is known, he becomes the knower of all,” and being desirous of knowing that one in particular, asked in doubt “what is that, etc.”; or, having seen merely from a popular view, questioned. There are in the world varieties of pieces of gold, etc., which, though different are know n by people in the world by the knowledge of the unity of the substance (gold, etc.); similarly “Is there one cause of all the varieties in the world, which cause being known, all will be well-known?” It may be said that when the existence of the thing is not known, the question “what is that, etc.,” is not appropriate and the question in the form “is there, etc.,” would then he appropriate; if the existence is established, the question may well be “what is that, etc.,” as in the expression, “With whom shall it be deposited.” The objection is unsound; the question in this form is appropriate from fear of troubling by verbosity."
  },
  {
    "id": 4,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "4",
    "shlok": "तस्मै स होवाच। द्वे विद्ये वेदितव्ये इति ह स्म यद्ब्रह्मविदो वदन्ति परा चैवापरा च॥ ४ ॥ ",
    "translationHindi": "उससे उसने कहा—‘ब्रह्मवेत्ताओंने कहा है कि दो विद्याएँ जाननेयोग्य हैं—एक परा और दूसरी अपरा’॥ ४ ॥",
    "translationEnglish": "To him he said “There are two sorts of knowledge to he acquired. So those who know the Brahman say; namely, Para and Apara, i.e., the higher and the lower.",
    "commentaryHindi": "उस शौनकसे अंगिराने कहा। क्या कहा? सो बतलाते हैं—दो विद्याएँ वेदितव्य अर्थात् जाननेयोग्य हैं, ऐसा जो ब्रह्मविद्—वेदके अर्थको जाननेवाले परमार्थदर्शी हैं वे कहते हैं। वे दो विद्याएँ कौन-सी हैं? इसपर कहते हैं—परा अर्थात् परमात्मविद्या और अपरा—धर्म,  अधर्मके साधन और उनके फलसे सम्बन्ध रखनेवाली विद्या’। शंका—शौनकने तो यह पूछा था कि ‘किसको जान लेनेपर पुरुष सर्वज्ञ हो जाता है।’ उसके उत्तरमें जो कहना चाहिये था उसकी जगह ‘दो विद्याएँ हैं’ आदि बातें तो अंगिराने बिना पूछे ही कही हैं।  समाधान—यह कोर्इ दोष नहीं है, क्योंकि उत्तर तो क्रमकी अपेक्षा रखता है। अपरा विद्या तो अविद्या ही है; अत: उसका निराकरण किया जाना चाहिये। उसके विषयमें जान लेनेपर तो तत्त्वत: कुछ भी नहीं जाना जाता, क्योंकि यह नियम है कि ‘पहले पूर्वपक्षका खण्डन  कर पीछे सिद्धान्त कहा जाता है’॥ ४ ॥",
    "commentaryEnglish": "Angiras said to Saunaka. What did he say? (He said) that there were two sorts of knowledge to he known. So indeed, do those who know the import of the Vedas and who see the absolute truth, say what these two sorts are; he says: Para is the knowledge of the Paramatman and Apara is that which deals with the means and the results of good and bad actions. It may be asked how, having to say what it was that Saunaka asked about in the question—“What being known one becomes omniscient,’ Angiras stated what he was not asked about, by the passage “there are two sorts of knowledge, etc.” This is no fault; for the reply requires this order of statement. Apara vidya is ignorance and that ought to be dispelled. When what is known is Apara vidya, i.e., the subject of ignorance, nothing can be known as it is. The rule is that after thus refuting the faulty theory, the true conclusion should be stated."
  },
  {
    "id": 5,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "5",
    "shlok": "तत्रापरा ऋग्वेदो यजुर्वेद: सामवेदोऽथर्ववेद: शिक्षा कल्पो व्याकरणं निरुक्तं छन्दो ज्योतिषमिति। अथ परा यया तदक्षरमधिगम्यते॥ ५ ॥",
    "translationHindi": "उनमें ऋग्वेद, यजुर्वेद, सामवेद, अथर्ववेद, शिक्षा, कल्प, व्याकरण, निरुक्त, छन्द और ज्योतिष—यह अपरा है तथा जिससे उस अक्षर परमात्माका ज्ञान होता है वह परा है॥ ५ ॥",
    "translationEnglish": " Of these, the Apara is the Rig Veda, the Yajur Veda, the Sama Veda, and the Atharva Veda, the siksha, the code of rituals, grammar, nirukta, chhandas and astrology. Then the para is that by which the immortal is known.",
    "commentaryHindi": "उनमें अपरा विद्या कौन-सी है, सो बतलाते हैं। ऋग्वेद, यजुर्वेद, सामवेद और अथर्ववेद—ये चार वेद तथा शिक्षा, कल्प, व्याकरण, निरुक्त, छन्द और ज्योतिष—ये छ: वेदांग अपरा विद्या कहे जाते हैं। अब यह परा विद्या बतलायी जाती है, जिससे आगे (छठे मन्त्रमें) कहे जानेवाले  विशेषणोंसे युक्त उस अक्षरका अधिगम अर्थात् प्राप्ति होती है, क्योंकि ‘अधि’ पूर्वक ‘गम’ धातु प्राय: ‘प्राप्ति’ अर्थमें प्रयुक्त होती है; तथा परमात्माकी प्राप्ति और उसके ज्ञानके अर्थमें कोर्इ भेद भी नहीं है; क्योंकि अविद्याकी निवृत्ति ही परमात्माकी प्राप्ति है, इससे भिन्न  कोर्इ अन्य वस्तु नहीं। शंका—तब तो वह (ब्रह्मविद्या) ऋग्वेदादिसे बाह्य है, अत: वह परा विद्या अथवा मोक्षकी साधनभूत किस प्रकार हो सकती है? स्मृतियाँ तो कहती हैं कि “जो वेदबाह्य स्मृतियाँ और जो कोर्इ कुदृष्टियाँ (कुविचार) हैं वे परलोकमें निष्फल और नरककी साधन  मानी गयी हैं।” अत: कुदृष्टि होनेसे निष्फल होनेके कारण वह ग्राह्य नहीं हो सकती। तथा इससे उपनिषद् भी ऋग्वेदादिसे बाह्य माने जायँगे और यदि इन्हें ऋग्वेदादिमें ही माना जायगा तो ‘अथ परा’ आदि वाक्यसे जो परा विद्याको पृथक् बतलाया गया है वह व्यर्थ हो जायगा।  समाधान—ऐसी बात नहीं है; क्योंकि [परा विद्यासे] वेद्यविषयक ज्ञान बतलाना अभीष्ट है। यहाँ प्रधानतासे यही बतलाना इष्ट है कि उपनिषद्वेद्य अक्षरविषयक विज्ञान ही परा विद्या है, उपनिषद्की शब्दराशि नहीं। और ‘वेद’ शब्दसे सर्वत्र शब्दराशि ही कही जाती है। शब्दसमूहका  ज्ञान हो जानेपर भी गुरूपसत्ति आदिरूप प्रयत्नान्तर तथा वैराग्यके बिना अक्षरब्रह्मका ज्ञान नहीं हो सकता; इसीलिये ब्रह्मविद्याका पृथक्करण और ‘वह परा विद्या है’ ऐसा कहा गया है॥ ५ ॥ ",
    "commentaryEnglish": "Of these, what Apara vidya is, is explained. Rig Veda, Yajur Veda, Sama Veda, and the Atharva Veda, these four Vedas, the siksha, the code of rituals, grammar, nirukta, chhandas and astrology, these six angas (of Vedas), all this is knowledge called Apara; now, knowledge called Para is explained. It is that by which the “immortal” as hereafter described is reached; for, the root gam, with adhi before it, generally means reach. Nor is the attainment of the highest, different from the sense of knowledge. The attainment of the highest is merely the removal of ignorance. They mean the same thing. It may he asked how that Vidya could be called para and a help to emancipation, if such Vidya be excluded by the Rig Veda, etc; for, the Smriti says “Those Smritis which are excluded by the Vedas, etc.” It will become unacceptable, because it sees wrongly and leads to no good results; and again the Upanishads will become excluded by the Rig Veda, etc., but if they are included in the Rig Veda, etc., a separate classification is useless. How then can it be called para? The objection has no force; for by the term “Vidya” is here meant the knowledge of a subject; by the term “Para vidya” is meant primarily in this context, that knowledge of the immortal which could be known through the Upanishads and not the mere assemblage of words in them; but by the term vidya is always understood the assemblage of words forming it. As the immortal cannot be realised by a mere mastery of the assemblage of words without other efforts, such as the approaching a preceptor and spurning all desires, etc., the separate classification of the knowledge of Brahman and its designation as Para vidya are proper."
  },
  {
    "id": 6,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "6",
    "shlok": "यत्तदद्रेश्यमग्राह्यमगोत्रमवर्णमचक्षु:श्रोत्रं तदपाणिपादम्। नित्यं विभुं सर्वगतं सुसूक्ष्मं तदव्ययं यद्भूतयोनिं परिपश्यन्ति धीरा:॥ ६ ॥ ",
    "translationHindi": "वह जो अदृश्य, अग्राह्य, अगोत्र, अवर्ण और चक्षु:श्रोत्रादिहीन है, इसी प्रकार अपाणिपाद, नित्य, विभु, सर्वगत, अत्यन्त सूक्ष्म और अव्यय है तथा जो सम्पूर्ण भूतोंका कारण है उसे विवेकी लोग सब ओर देखते हैं॥ ६ ॥ ",
    "translationEnglish": " That which cannot be perceived, which cannot be seized, which has no origin, which has no properties, which has neither ear nor eye, which lias neither hands nor feet, which is eternal, diversely manifested, all-pervading, extremely subtle, and undecaying, which the intelligent cognized as the source of the Bhutas. (6)",
    "commentaryHindi": "वह जो अद्रेश्य—अदृश्य अर्थात् समस्त ज्ञानेन्द्रियोंका अविषय है, क्योंकि बाहरको प्रवृत्त हुर्इ दृक्शक्ति पंचज्ञानेन्द्रियरूप द्वारवाली है; अग्राह्य अर्थात् कर्मेन्द्रियोंका अविषय है; अगोत्र—गोत्र अन्वय अथवा मूल—ये किसी अन्य अर्थके वाचक नहीं हैं [अर्थात् इनका एक  ही अर्थ है] अत: अगोत्र यानी अनन्वय है, क्योंकि उस अक्षर [अक्षरब्रह्म]-का कोर्इ मूल नहीं है जिससे वह अन्वित हो; जिनका वर्णन किया जाय वे स्थूलत्वादि या शुक्लत्वादि द्रव्यके धर्म ही वर्ण हैं—वे वर्ण जिसमें विद्यमान नहीं हैं वह अक्षर अवर्ण है; अचक्षु:श्रोत्र—चक्षु  (नेत्रेन्द्रिय) और श्रोत्र (कर्णेन्द्रिय) ये सम्पूर्ण प्राणियोंकी रूप और शब्दको गृहीत करनेवाली इन्द्रियाँ हैं, वे जिसमें नहीं हैं उसे ही ‘अचक्षु:श्रोत्र’ कहते हैं। ‘य: सर्वज्ञ: सर्ववित्’ इस श्रुतिमें पुरुषके लिये चेतनावत्त्व विशेषण दिया गया है, अत: अन्य संसारी जीवोंके  समान उसके लिये भी चक्षु:श्रोत्रादि इन्द्रियोंसे अर्थसाधकत्व प्राप्त होता है, यहाँ ‘अचक्षु:श्रोत्रम्’ कहकर उसीका निषेध किया जाता है, जैसा कि उसके विषयमें “बिना नेत्रवाला होकर भी देखता है, बिना कानवाला होकर भी सुनता है” इत्यादि कथन देखा गया है।  यही नहीं, वह अपाणिपाद अर्थात् कर्मेन्द्रियोंसे भी रहित है। क्योंकि इस प्रकार वह अग्राह्य और अग्राहक भी है, इसलिये वह नित्य—अविनाशी है। तथा विभु—ब्रह्मासे लेकर स्थावरपर्यन्त प्राणिभेदसे वह विविध (अनेक प्रकारका) हो जाता है, इसलिये विभु  है, सर्वगत—व्यापक है और शब्दादि स्थूलताके कारणोंसे रहित होनेके कारण आकाशके समान अत्यन्त सूक्ष्म है, शब्दादि गुण ही आकाश-वायु आदिकी उत्तरोत्तर स्थूलताके कारण हैं, उनसे रहित होनेके कारण वह [अक्षरब्रह्म] सुसूक्ष्म है। तथा उपर्युक्त  धर्मवाला होनेसे ही कभी उसका व्यय (ह्रास) नहीं होता इसलिये वह अव्यय है; क्योंकि अंगहीन वस्तुका शरीरके समान अपने अंगोंका क्षयरूप व्यय नहीं हो सकता, न राजाके समान कोशक्षयरूप व्यय ही सम्भव है और न निर्गुण तथा सर्वात्मक होनेके कारण  उसका गुणक्षयद्वारा ही व्यय हो सकता है। पृथिवी जैसे स्थावर-जंगम जगत्का कारण है उसी प्रकार जिस ऐसे लक्षणोंवाले भूतयोनि—भूतोंके कारण सबके आत्मभूत अक्षरब्रह्मको धीर—बुद्धिमान्—विवेकी पुरुष सब ओर देखते हैं, ऐसा अक्षर जिस विद्यासे जाना जाता है  वही परा विद्या है—यह इस सम्पूर्ण मन्त्रका तात्पर्य है॥ ६ ॥",
    "commentaryEnglish": "As in the matter of an injunction (vidhi) there is something to be clone, as of the nature of Agnihotra, etc., subsequent to the realization of its import, with the aid of many requisites (karaka.), such as the doer, etc., there is nothing here to be done in the matter of the knowledge of the Brahman. It is accomplished simultaneously with the realization of the import of the text; for, there is nothing here except being centred in the knowledge revealed by mere words. Therefore, the Para vidya is here explained with reference to Brahman, as described in the text “that which cannot be perceived, etc.”; what is to be explained is realized in the mind and referred to, as what is already known by the expression “that which”; Adresyam means ‘that cannot be perceived’, invisible, i.e., beyond the reach of all the intellectual senses; for, vision externally directed is the medium for the working of the five senses. Agrahyam means ‘that cannot be seized,’ i.e., not an object for the organs of action. Gotram means ‘line or source’; therefore Agotram means ‘unconnected with anything,’ for it has no source with which it can be connected. Varnah means “those which are described, i.e., properties of objects such as bigness, etc., whiteness, etc.; avarnam, ‘that which has no properties’; the eye and the ear are organs found in all animals perceiving name and form. It is said to be achakshu srotram, becaus it has not these organs. From the attribute of intelligence, as inferred from the text “who knows all and everything of each”, it may be thought that it accomplishes its purpose, like people in samsara, with the aid of organs such as the eye, the ear, etc. This supposition is here avoided by the expression “having neither eye nor ear”; for the texts “he sees without eyes” and “hears without ears”, etc., are found; moreover, it has neither hands nor feet, i.e., has no organs of action; thus as it is neither grasped nor grasps, it is nitya, i.e., immortal. Vibhum, because it is diversely manifested in the form of living things from Brahma down to the immovable. Sarvagatam, i.e., all-pervading like the akas. Susukshmam, i.e., extremely subtle, because there is no cause like sound to make it gross; for, it is sound and the rest that are the causes seriatim of the greater and greater grossness of the akas, wind and the rest; as they do not exist here, it is very subtle; again, it is avyayam, i.e., undecaying, because of its being what it was just stated to be; it does not decay, therefore, it is undecaying; for decay consisting in the diminution of limbs, as in the case of a body, is not possible in what has no limbs; nor is ‘decay’ consisting in the diminution of treasure possible as in the case of a king; nor is ‘decay’ in respect of attributes possible, because it has no attributes and is itself all. Yat, answering to this description. Bhutayonim, the source of all created things or elements, as earth is of all that is immovable and movable. Paripasyanti, see everywhere the Atman of all, i.e., the immortal Dhirah, the intelligent, i.e., those possessed of discernment; that knowledge by which this immortal Brahman is known is what is called Para vidya; this is the drift of the whole."
  },
  {
    "id": 7,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "7",
    "shlok": "यथोर्णनाभि: सृजते गृह्णते च यथा पृथिव्यामोषधय: सम्भवन्ति। यथा सत: पुरुषात्केशलोमानि तथाक्षरात्सम्भवतीह विश्वम्॥ ७ ॥ ",
    "translationHindi": "जिस प्रकार मकड़ी जालेको बनाती और निगल जाती है, जैसे पृथिवीमें ओषधियाँ उत्पन्न होती हैं और जैसे सजीव पुरुषसे केश एवं लोम उत्पन्न होते हैं उसी प्रकार उस अक्षरसे यह विश्व प्रकट होता है॥ ७ ॥ ",
    "translationEnglish": "As the spider creates and absorbs, as medicinal plants grow from the earth, as hairs grow from the living person, so this universe proceeds from the immortal",
    "commentaryHindi": " जिस प्रकार लोकमें प्रसिद्ध है कि ऊर्णनाभि—मकड़ी किसी अन्य उपकरणकी अपेक्षा न कर स्वयं ही अपने शरीरसे अभिन्न तन्तुओंको रचती अर्थात् उन्हें बाहर फैलाती है और फिर उन्हींको गृहीत भी कर लेती है, यानी अपने शरीरसे अभिन्न कर देती है,  तथा जैसे पृथिवीमें व्रीहियव इत्यादिसे लेकर वृक्षपर्यन्त समस्त ओषधियाँ उससे अभिन्न ही उत्पन्न होती हैं और जैसे सत्—विद्यमान अर्थात् जीवित पुरुषसे उससे विलक्षण केश और लोम उत्पन्न होते हैं। जैसे कि ये दृष्टान्त हैं उसी प्रकार इस संसारमण्डलमें इससे विभिन्न  और समान लक्षणोंवाला यह विश्व—समस्त जगत् किसी अन्य निमित्तकी अपेक्षा न करनेवाले उस उपर्युक्त लक्षणविशिष्ट अक्षरसे ही उत्पन्न होता है। ये अनेक दृष्टान्त केवल विषयको सरलतासे समझनेके लिये ही लिये गये हैं॥ ७ ॥ ",
    "commentaryEnglish": "It was said the immortal is the source of all created things. How it is the source is explained by well-known analogies; as is well-known in the world, the spider without requiring any other cause itself creates, i. e., sends out threads not distinct from its own body and again absorbs them itself, i. e., draws them into itself or makes them part of itself; as medicinal plants, i. e., from the corn plant to the immovable, not distinct from the earth, proceed from the earth, and as from the living person the hairs proceed different in nature from him; as in these illustrations, so here, i. e., in the circle of samsara, all the universe of the same and different nature proceeds from the akshara above described, without requiring any other cause; the statement of many analogies is to facilitate easy understanding of the meaning; universe which proceeds from the Brahman proceeds in this order and not all at once, like the throwing of a handful of apples."
  },
  {
    "id": 8,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "8",
    "shlok": "तपसा चीयते ब्रह्म ततोऽन्नमभिजायते। अन्नात्प्राणो मन: सत्यं लोका: कर्मसु चामृतम्॥ ८ ॥",
    "translationHindi": "[ज्ञानरूप] तपके द्वारा ब्रह्म कुछ उपचय (स्थूलता)-को प्राप्त हो जाता है, उसीसे अन्न उत्पन्न होता है। फिर अन्नसे क्रमश: प्राण, मन, सत्य, लोक, कर्म और कर्मसे अमृतसंज्ञक कर्मफल उत्पन्न होता है॥ ८ ॥ ",
    "translationEnglish": "8. By tapas Brahman increases in size and from it food is produced; from food the prana, the mind, the Bhutas the worlds, karma and with it, its fruits.",
    "commentaryHindi": " उत्पत्तिविधिका ज्ञाता होनेके कारण तप अर्थात् ज्ञानसे भूतोंका कारणरूप अक्षरब्रह्म उपचित होता है; अर्थात् इस जगत्को उत्पन्न करनेकी इच्छा करते हुए वह कुछ स्थूलताको प्राप्त हो जाता है, जैसे अंकुररूपमें परिणत होता हुआ बीज कुछ स्थूल हो जाता अथवा पुत्र  उत्पन्न करनेकी इच्छावाला पिता हर्षसे उल्लसित हो जाता है। इस प्रकार सर्वज्ञ होनेके कारण सृष्टि, स्थिति और संहार-शक्तिकी विज्ञानवत्तासे वृद्धिको प्राप्त हुए उस ब्रह्मसे अन्न—जो खाया यानी भोजन किया जाय उसे अन्न कहते हैं, वह सबका साधारण कारणरूप अव्याकृत  संसारियोंकी व्याचिकीर्षित (व्यक्त की जानेवाली) अवस्थारूपसे उत्पन्न होता है। उस अव्याकृतसे यानी व्याचिकीर्षित अवस्थावाले अन्नसे प्राण—हिरण्यगर्भ यानी ब्रह्मकी ज्ञान और क्रियाशक्तियोंसे अधिष्ठित, व्यष्टि जीवोंका समष्टिरूप तथा अविद्या, काम, कर्म और भूतोंके  समुदायरूप बीजका अंकुर जगदात्मा उत्पन्न होता है। यहाँ प्राण शब्दका ‘अभिजायते’ क्रियासे सम्बन्ध है। तथा उस प्राणसे मन यानी संकल्प-विकल्प-संशय-निर्णयात्मक, मन नामक अन्त:करण उत्पन्न होता है। उस संकल्पादिरूप मनसे भी सत्य—सत्य नामक आकाशादि  भूतपंचककी उत्पत्ति होती है। फिर उस सत्यसंज्ञक भूतपंचकसे ब्रह्माण्डक्रमसे भू: आदि सात लोक उत्पन्न होते हैं। उनमें मनुष्यादि प्राणियोंके वर्ण और आश्रमके क्रमसे कर्म होते हैं तथा उन निमित्तभूत कर्मोंसे अमृतकर्मजनित फल होता है। जबतक सौ करोड़ कल्पतक भी  कर्मोंका नाश नहीं होता तबतक उनका फल भी नष्ट नहीं होता; इसलिये कर्मफलको ‘अमृत’ कहा है॥ ८ ॥",
    "commentaryEnglish": "This mantra is begun for the purpose of stating the fixed order of creation. ‘By tapas,’ by knowledge of how to create the Brahman which is the source of all created things; ‘increases,’ i. e., becomes distended, being desirous to create the world as a seed when sending out the sprout, or as a father desirous of begetting a son dilates with joy; from the Brahman thus extended by its omniscience, i. e., by its knowledge and its power of creation, preservation and destruction of the universe; Annam means ‘that which is eaten or enjoyed’, i.e., the unmanifested (avyakritam) common to all in samsara is produced in the state fit for emancipation; and from “the unmanifested”, i. e., the “Annam” in the state fit for manifestation. Prana, i. e., Hiranyagarhha, the common cosmic entity, endowed with the power of knowledge and activity of the Brahman, the sprouting seed, as it were, of the totality of cosmic ignorance, desire, karma, and creatures and the Atman of the universe. “Is produced”, should be supplied. From that prana that which is called “mind” whose characteristic is volition, deliberation, doubt, determination, etc., is produced; and from that mind whose essence is volition, etc., what is called satyam, i.e., the five elements such as the akas, etc., are produced and from the five elements called satya, the seven worlds, the earth, etc., are produced in the order of the globes; and in them karma, for the living beings, man, etc., according to caste and the order of life, is produced; and with karma as the cause, its fruits. As long as karma is not destroyed, even by hundreds of millions of kalpa, so long is its fruit not destroyed. Hence it is called Amritam."
  },
  {
    "id": 9,
    "Mundaka": "1",
    "Khanda": "1",
    "ShlokaNo": "9",
    "shlok": " य: सर्वज्ञ: सर्वविद्यस्य ज्ञानमयं तप:। तस्मादेतद्ब्रह्म नाम रूपमन्नं च जायते॥ ९ ॥ ",
    "translationHindi": "जो सबको [सामान्यरूपसे] जाननेवाला और सबका विशेषज्ञ है तथा जिसका ज्ञानमय तप है उस [अक्षरब्रह्म]-से ही यह ब्रह्म (हिरण्यगर्भ), नाम, रूप और अन्न उत्पन्न होता है॥ ९ ॥",
    "translationEnglish": "From the Brahman who knows all and everything of all and whose tapas is in the nature of knowledge, this Brahma, name, form and food are produced.",
    "commentaryHindi": " जो ऊपर कहे हुए लक्षणोंवाला अक्षरसंज्ञक ब्रह्म सर्वज्ञ—सबको सामान्यरूपसे जानता है, इसलिये सर्वज्ञ और विशेषरूपसे सब कुछ जानता है इसलिये सर्ववित् है, जिसका ज्ञानमय अर्थात् सर्वज्ञतारूप ज्ञानविकार ही तप है—आयासरूप तप नहीं है उस उपर्युक्त सर्वज्ञसे  ही यह पूर्वोक्त हिरण्यगर्भसंज्ञक कार्यब्रह्म उत्पन्न होता है तथा उसीसे पूर्वोक्त मन्त्रके क्रमानुसार यह देवदत्तयज्ञदत्त इत्यादि नाम, यह शुक्ल-नील इत्यादि रूप तथा व्रीहि-यवादिरूप अन्न उत्पन्न होता है। अत: पूर्वमन्त्रसे इसका अविरोध समझना चाहिये॥ ९ ॥",
    "commentaryEnglish": "By way of concluding what was already stated the mantra says as follows: ‘Yah,’ above described and named akshara; Sarvajna means he who knows all, who knows all things as a class. Sarvavid, i.e., who knows everything in particular; whose tapas is only a modification of knowledge, consists in omniscience and is not in the nature of modification. From him so described, omniscient, this, i.e., manifested Brahman by name Hiranyagarbha, is produced. Again name, such as ‘This is Devadatta and Yajnadatta, etc.’; and form such as this is white, blue, etc., and food such as corn, yava, etc., are produced in the order stated in the last text; thus there is no inconsistency."
  },
  {
    "id": 10,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "1",
    "shlok": "तदेतत्सत्यं मन्त्रेषु कर्माणि कवयो यान्यपश्यंस्तानि त्रेतायां बहुधा सन्ततानि। तान्याचरथ नियतं सत्यकामा एष व: पन्था: सुकृतस्य लोके॥ १ ॥",
    "translationHindi": " बुद्धिमान् ऋषियोंने जिन कर्मोंका मन्त्रोंमें साक्षात्कार किया था वही यह सत्य है, त्रेतायुगमें उन कर्मोंका अनेक प्रकार विस्तार हुआ। सत्य (कर्मफल)-की कामनासे युक्त होकर उनका नित्य आचरण करो; लोकमें यही तुम्हारे लिये सुकृत (कर्मफलकी प्राप्ति)-का मार्ग है॥ १ ॥ ",
    "translationEnglish": "The various karma which seers found in the mantras are true and were much practised in the Treta age; practise them always with true wishes. This is your way to the attainment of the fruits of karma.",
    "commentaryHindi": "वही यह सत्य अर्थात् अमिथ्या है। वह क्या? ऋग्वेदादि मन्त्रोंमें मन्त्रोंद्वारा ही प्रकाशित जिन अग्निहोत्रादि कर्मोंको कवियों अर्थात् वसिष्ठादि मेधावियोंने देखा था, वही पुरुषार्थका एकमात्र साधन होनेके कारण यह सत्य है। वे ही वेदविहित और ऋषिदृष्ट कर्म त्रेतामें—[ऋग्वेदविहित]  हौत्र, [यजुर्वेदोक्त] आध्वर्यव और [सामवेदविहित] औद्गात्र ही जिसके प्रकारभेद हैं उस अधिकरणभूत त्रयीसंयोगरूप त्रेतामें अनेक प्रकार सन्तत—प्रवृत्त हुए अथवा कर्मठोंद्वारा किये जाकर प्रायश: त्रेतायुगमें प्रवृत्त हुए। अत: सत्यकाम यानी यथाभूत कर्मफलकी इच्छावाले होकर तुम  उनका नियत—नित्य आचरण करो। यही तुम्हारे सुकृत—स्वयं किये हुए कर्मोंके लोककी प्राप्तिके लिये मार्ग है। फलके निमित्तसे लोकित, दृष्ट अथवा भोगा जाता है, इसलिये कर्मफल ‘लोक’ कहलाता है; उस (कर्मफल)-के लिये अर्थात् उसकी प्राप्तिके लिये यही मार्ग है।  तात्पर्य यह है कि वेदत्रयीमें विहित जो ये अग्निहोत्र आदि कर्म हैं वे ही यह मार्ग यानी अवश्य फलप्राप्तिका साधन हैं॥ १ ॥ ",
    "commentaryEnglish": "By the text the Rig Veda, the Yajur Veda, etc., all Vedas with their angas (appendages) have been stated to be apara vidya; and para vidya has been specifically stated to be that knowledge by which the akshara described in the text beginning with “That which cannot be perceived, etc,.” and ending with “Name, form and food are produced”, is known. Hereafter, the next text is begun to distinguish between the bondage of samsara and emancipation, the subjects of these two sorts of knowledge respectively. Of these, the subject of apara viyda is samsara which consists in the variety of action, its means such as doer, etc., and its results, is without beginning or end, and being misery in its nature, should be discarded by every embodied being; and in its entirety it is of an unbroken connection like the stream of a river. The subject of para vidya is emancipation which consists in the cessation of samsara, which is beginningless, endless, undecaying, immortal, deathless, fearless, pure and clear and is nothing but being centred in self and transcendant bliss without a second; first it is attempted to elucidate the subject of apara vidya; for, it is only when it is seen that it is possible to get disgusted with it; accordingly it will be said later on “Having examined the world attained by karma”; and as there can be no examination of what is not presented to the view, the text shows what it is. ‘Satyam.’ True.” What is that? Mantreshu, in the Vedas known as Rig, Yajur, etc. ‘Karmani’, Agnihotra and the rest disclosed by texts of the Vedas; ‘Kavayah,’ ‘seers like Vasishtha and ‘others’. Apasyan have seen. This is true because they are the unfailing means of accomplishing the objects of man. These enjoined by the Vedas and seen by the Rishis were done in diverse ways by the followers of karma. Tretayam, i.e., wherein there is the combination of the three Vedas of the three inodes of rites performed with the aid of a hota, adhvaryu and udgata, or it may mean that they were generally performed in the Treta age. Therefore, you should do them always; ‘Satyakamah’ ‘wishing for those fruits which they can bear.’ This is your route for the attainment of the fruits of Karma. Sukritasya, performed by you; Loka is what is found, or enjoyed; hence the fruits of Karma are denoted by the word “LoJca.” The meaning is that, to attain them, this is the route. These Karma, Agnihotra and the rest enjoined in the Vedas form the road, i.e., the means for the attainment of the necessary fruits."
  },
  {
    "id": 11,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "2",
    "shlok": "यदा लेलायते ह्यर्चि: समिद्धे हव्यवाहने। तदाज्यभागावन्तरेणाहुती: प्रतिपादयेत्॥ २ ॥",
    "translationHindi": " जिस समय अग्निके प्रदीप्त होनेपर उसकी ज्वाला उठने लगे उस समय दोनों आज्यभागोंके* मध्यमें [प्रात: और सायंकाल] आहुतियाँ डाले॥ २ ॥",
    "translationEnglish": "When the flame of the fire burning high is moving, then one should perform the oblations in the space between the portions, where the ghee should be poured on either side.",
    "commentaryHindi": "जिस समय सब ओर आधान किये हुए ईंधनद्वारा सम्यक् प्रकारसे इद्ध अर्थात् प्रज्वलित होनेपर अग्निसे ज्वाला उठने लगे तब—उस समय ज्वालाओंके चंचल हो उठनेपर आज्यभागोंके अन्तर—मध्यमें आवापस्थानमें देवताओंके उद्देश्यसे आहुतियाँ देनी चाहिये।  अनेक दिनतक होनेवाले प्रयोगकी अपेक्षासे यहाँ ‘आहुती:’ इस बहुवचनका प्रयोग किया गया है॥ २ ॥ ",
    "commentaryEnglish": "Of the various kinds of karma, agnihotra is first explained to show what it is, because it is the first of all karma. How is that to be performed? When the flame moves, the five being well fed by fuel, then in the flame so moving between the portions where quantities of ghee are poured on either side, i.e., in the place called avapasthana one should throw the oblations intending them for the devata. As the same has to be done during many days the plural oblations is used. This karma marga which consists in properly offering the oblations, etc., is the road to the attainment of good worlds but it is not easy to do that properly and the impediments are many."
  },
  {
    "id": 12,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "3",
    "shlok": " यस्याग्निहोत्रमदर्शमपौर्णमास- मचातुर्मास्यमनाग्रयणमतिथिवर्जितं च। अहुतमवैश्वदेवमविधिना हुत- मासप्तमांस्तस्य लोकान्हिनस्ति॥ ३ ॥ ",
    "translationHindi": "जिसका अग्निहोत्र दर्श, पौर्णमास, चातुर्मास्य और आग्रयण—इन कर्मोंसे रहित, अतिथि-पूजनसे वर्जित, यथासमय किये जानेवाले हवन और वैश्वदेवसे रहित अथवा अविधिपूर्वक हवन किया होता है, उसकी मानो सात पीढ़ियोंका वह नाश कर देता है॥ ३ ॥ ",
    "translationEnglish": "He whose agnihotra is without Darsa, without Paurnamasa, without Chaturmasya, without agrayana, without atithi (guests) and without oblation is without vaisvadeva, or irregularly performed, destroys his worlds till the seventh. ",
    "commentaryHindi": " जिस अग्निहोत्रीका अग्निहोत्र अदर्श—दर्श नामक कर्मसे रहित होता है, क्योंकि अग्निहोत्रियोंको दर्शकर्म अवश्य करना चाहिये। अग्निहोत्रसे सम्बन्ध रखनेवाला होनेके कारण [यह दर्शकर्म] अग्निहोत्रके विशेषणके समान प्रयुक्त हुआ है। अत: जिसके द्वारा इसका अनुष्ठान नहीं किया जाता।  इसी प्रकार ‘अपौर्णमासम्’ आदिमें भी अग्निहोत्रका विशेषणत्व देखना चाहिये, क्योंकि अग्निहोत्रके अंग होनेमें उन [पौर्णमास आदि]-की दर्शसे समानता है। [अत: जिनका अग्निहोत्र] अपौर्णमास—पौर्णमास कर्मसे रहित, अचातुर्मास्य—चातुर्मास्य कर्मसे रहित, अनाग्रयण—शरदादि  ऋतुओंमें [नवीन अन्नसे] किया जानेवाला जो आग्रयण कर्म है वह जिस (अग्निहोत्र)-का नहीं किया जाता वह अनाग्रयण है, तथा अतिथिवर्जित—जिसमें नित्यप्रति अतिथिपूजन नहीं किया गया, ऐसा होता है और जो स्वयं भी, जिसमें विधिपूर्वक अग्निहोत्रकालमें हवन नहीं किया गया, ऐसा है  तथा जो अदर्श आदिके समान अवैश्वदेव—वैश्वदेवकर्मसे रहित है और यदि [उसमें] हवन भी किया गया है तो अविधिपूर्वक ही किया गया है, यानी यथोचित रीतिसे जिसमें हवन नहीं किया गया ऐसा है; इस प्रकार अनुचित रीतिसे किया हुआ अथवा बिना किया हुआ अग्निहोत्र आदिसे  उपलक्षित कर्म क्या करता है? सो बतलाया जाता है— वह कर्म केवल परिश्रममात्र फलवाला होनेके कारण उस कर्ताके सातों—सप्तम लोकसहित सम्पूर्ण लोकोंको नष्ट—विध्वस्त-सा कर देता है। कर्मोंका यथावत् अनुष्ठान किया जानेपर ही कर्मफलके अनुसार भूर्लोकसे लेकर  सत्यलोकपर्यन्त सात लोक फलरूपसे प्राप्त होते हैं। वे लोक इस प्रकारके अग्निहोत्रादि कर्मसे तो अप्राप्य होनेके कारण मानो नष्ट ही कर दिये जाते हैं। हाँ, उसका परिश्रममात्र फल तो अव्यभिचारी—अनिवार्य है, इसीलिये ‘हिनस्ति’ [अर्थात् वह अग्निहोत्र उसके सातों लोकोंको  नष्ट कर देता है] ऐसा कहा है। अथवा पिण्डदानादि अनुग्रहके द्वारा यजमानसे सम्बद्ध पिता, पितामह और प्रपितामह [ये तीन पूर्वपुरुष] तथा पुत्र, पौत्र और प्रपौत्र [ये तीन आगे होनेवाली सन्ततियाँ ये ही अपने सहित] अपना उपकार करनेवाले सात लोक हैं। ये उक्त प्रकारके  अग्निहोत्र आदिसे प्राप्त नहीं होते; इसलिये ‘नष्ट कर दिये जाते हैं’ इस प्रकार कहा जाता है॥ ३ ॥",
    "commentaryEnglish": "How is that so? ‘Without Darsa’, without ritual named Darsa; for, one who performs agnihotra should necessarily perform Darsa; though connected with agnihotra (as a part of it) it becomes as it were an attribute of agnihotra. The drift is Agnihotra, without Darsa performed. The expressions “without paurnamasa, etc., as attributes of agnihotra should be similarly noted; for, all are equally the angas (parts) of agnihotra. ‘Without Paurnamasa,’ devoid of the Paurnamasa ritual. ‘Without Chaturmasya,’ devoid of the Chaturmasya ritual. ‘Without agrayana’, devoid of the agrayana ritual which is to he performed in autumn, etc.; similarly ‘without atithi’, devoid of the daily propitiation of guests; ‘ahutam’, oblation not offered well by himself at the time for agnihotra. “Without vaisvadeva”, like “without Darsa”, means devoid of the vaisvadeva ritual. Is ‘irregularly performed,’ oblation though offered, not offered in the proper manner. What such karma, as agnihotra ill-performed or not performed at all, leads to, is stated immediately after. ‘Till the seventh’, inclusive of the seventh. ‘His,’ of the doer. ‘Destroys the seven worlds of the doer’, seems to destroy; because only the trouble taken is the fruit; for, it is only when karma is properly performed, the seven worlds beginning with Bhu and ending with satya are obtained as result, according to the fruition of the karma. These worlds are not obtainable by agnihotra and other karma, performed as just above stated and they are therefore said to be as it were destroyed; but the mere trouble is ever present; or, it may be construed to mean that the three ancestors (the father, the grand-father and the great-grand-father) and the three descendants (the son, the grandson and the great-grandson) connected by the offer of oblations do not confer any benefit on his soul by virtue of the agnihotra and the rest, performed as above stated."
  },
  {
    "id": 13,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "4",
    "shlok": "काली कराली च मनोजवा च सुलोहिता या च सुधूम्रवर्णा। स्फुलिङ्गिनी विश्वरुची च देवी लेलायमाना इति सप्त जिह्वा:॥ ४ ॥",
    "translationHindi": "काली, कराली, मनोजवा, सुलोहिता, सुधूम्रवर्णा, स्फुलिंगिनी और विश्वरुची देवी—ये उस (अग्नि)-की लपलपाती हुर्इ सात जिह्वाएँ हैं॥ ४ ॥",
    "translationEnglish": "Kali, karali, also manojava, sulothia, sudhumravarna, sphulingini, and visvaruchi are the seven moving tongues of fire.",
    "commentaryHindi": "  काली, कराली, मनोजवा, सुलोहिता, सुधूम्रवर्णा, स्फुलिंगिनी और विश्वरुची देवी—ये अग्निकी लपलपाती हुर्इ सात जिह्वाएँ हैं। कालीसे लेकर विश्वरुचीतक—ये अग्निकी सात चंचल जिह्वाएँ हवि—आहुतिका ग्रास करनेके लिये हैं॥ ४ ॥ ",
    "commentaryEnglish": "The seven tongues of the (flaming) fire, from kali down to visvaruchi, are intended to swallow the oblations thrown on it."
  },
  {
    "id": 14,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "5",
    "shlok": " एतेषु यश्चरते भ्राजमानेषु यथाकालं चाहुतयो ह्याददायन्। तं नयन्त्येता: सूर्यस्य रश्मयो यत्र देवानां पतिरेकोऽधिवास:॥ ५ ॥ ",
    "translationHindi": "जो पुरुष इन देदीप्यमान अग्निशिखाओंमें यथासमय आहुतियाँ देता हुआ [अग्निहोत्रादि कर्मका] आचरण करता है उसे ये सूर्यकी किरणें होकर वहाँ ले जाती हैं जहाँ देवताओंका एकमात्र स्वामी रहता है॥ ५ ॥",
    "translationEnglish": " Him who performed karma (agnihotra) in the bright flames at the proper time, these oblations, performed by him, conduct through the rays of the sun where the Lord of the Devas is sole sovereign.",
    "commentaryHindi": "जो अग्निहोत्री इन भ्राजमान—दीप्तिमान् अग्निजिह्वाके भेदोंमें यथाकाल यानी जिस कर्मका जो काल है उस कालका अतिक्रमण न करते हुए अग्निहोत्रादि कर्मका आचरण करता है, उस यजमानको इसकी दी हुर्इ वे आहुतियाँ सूर्यकी किरणें होकर अर्थात् सूर्यकी  किरणोंद्वारा वहाँ पहुँचा देती हैं जहाँ—जिस स्वर्गलोकमें देवताओंका एकमात्र पति इन्द्र सबके ऊपर अधिवास—अधिष्ठान करता है॥ ५ ॥ ",
    "commentaryEnglish": "The agnihotri who performs the karma, agnihotra and the rest, in these different bright tongues of the fire, at the time fixed for the performance of the karma, these oblations (performed by him) becoming so many rays of the sun conduct him to Heaven, where Indra, Lord of the Devas, singly rules over all. ‘Adadayan,’ taking (the sacrificer)."
  },
  {
    "id": 15,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "6",
    "shlok": "एह्येहीति तमाहुतय: सुवर्चस: सूर्यस्य रश्मिभिर्यजमानं वहन्ति। प्रियां वाचमभिवदन्त्योऽर्चयन्त्य एष व: पुण्य: सुकृतो ब्रह्मलोक:॥ ६ ॥",
    "translationHindi": " वे दीप्तिमती आहुतियाँ ‘आओ, आओ, यह तुम्हारे सुकृतसे प्राप्त हुआ पवित्र ब्रह्मलोक है’ ऐसी प्रिय वाणी कहकर यजमानका अर्चन (सत्कार) करती हुर्इ उसे ले जाती हैं॥ ६ ॥",
    "translationEnglish": "These oblations shining bright carry the sacrificer through the rays of the sun bidding him welcome, propitiating him and greeting him with pleasing words. This is the well-laid path of virtue leading to Brahmaloka.",
    "commentaryHindi": "वे दीप्तिमती आहुतियाँ ‘आओ, आओ’ इस प्रकार पुकारती तथा प्रिय यानी स्तुति आदिरूप इष्टवाणी बोलकर उसका अर्चन—पूजन करती हुर्इ अर्थात् ‘यह तुम्हारे सुकृतका फलस्वरूप पवित्र ब्रह्मलोक है’ इस प्रकार प्रिय वाणी कहती हुर्इ उसे ले जाती हैं। यहाँ स्वर्गहीको  ब्रह्मलोक कहा है, क्योंकि प्रकरणसे यही ठीक मालूम होता है॥ ६ ॥ ",
    "commentaryEnglish": "How these carry the sacrificer through the sun’s rays is now explained; calling “come, come,” these bright oblations greeting him with pleasant words, i.e., with words of praise, etc., and propitiating him, i.e., addressing him with such pleasing words, as “this is your virtuous and well-laid road to Brahmaloka, the fruits of your deeds.” The word Brahmaloka by the force of the context means “Svarga or Heaven.”"
  },
  {
    "id": 16,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "7",
    "shlok": "प्लवा ह्येते अदृढा यज्ञरूपा अष्टादशोक्तमवरं येषु कर्म। एतच्छ्रेयो येऽभिनन्दन्ति मूढा जरामृत्युं ते पुनरेवापि यन्ति॥ ७ ॥ ",
    "translationHindi": "जिनमें [ज्ञानबाह्य होनेसे] अवर—निकृष्टकर्म आश्रित कहा गया है, वे [सोलह ऋत्विक् तथा यजमान और यजमानपत्नी] ये अठारह यज्ञरूप (यज्ञके साधन) अस्थिर एवं नाशवान् बतलाये गये हैं। जो मूढ ‘यही श्रेय है’ इस प्रकार इनका अभिनन्दन करते हैं, वे फिर भी  जरा-मरणको प्राप्त होते रहते हैं॥ ७ ॥ ",
    "translationEnglish": "The eighteen persons necessary for the performance of sacrifice are transitory and not permanent and karma in its nature inferior, has been stated as resting upon these. Those ignorant persons who delight in this, as leading to bliss, again fall into decay and death.",
    "commentaryHindi": "‘प्लव’ का अर्थ विनाशी है! क्योंकि सोलह ऋत्विक् तथा यजमान और पत्नी—ये अठारह यज्ञरूप—यज्ञके रूप यानी यज्ञके सम्पादक, जिनमें केवल ज्ञानरहित कर्म आश्रित है, अदृढ़—अस्थिर हैं और शास्त्रोंमें इन्हींके आश्रित कर्म बतलाया है; अत: उस अवर कर्मके  उन अठारह आश्रयोंके अदृढ़तावश प्लव अर्थात् विनाशशील होनेके कारण फलके सहित वह साध्य कर्म है, उनसे निष्पन्न होनेवाला कर्म, कूँडेके नाशसे उसमें रखे हुए दूध और दही आदिके नाशके समान, नष्ट हो जाता है। क्योंकि ऐसी बात है, इसलिये जो अविवेकी  मूढ़ पुरुष ‘यह कर्म श्रेय यानी श्रेयका साधन है’ ऐसा मानकर अभिनन्दित—अत्यन्त हर्षित होते हैं वे इस (हर्ष)-के द्वारा जरा और मृत्युको प्राप्त होते हैं; अर्थात् कुछ समय स्वर्गमें रहकर फिर भी उसी जन्म-मरणको प्राप्त हो जाते हैं॥ ७ ॥",
    "commentaryEnglish": "This karma, devoid of knowledge, bears but this much fruit and being accomplished by ignorance, desire and action, is sapless and is the source of misery. Therefore it is condemned. “Plava” means ‘ephemeral’ because these are adridha, i.e., not permanent. Yajnarupa, the forms of sacrifice, i.e., necessary for the performance of the sacrifice. Eighteen in number, consisting of the sixteen Ritviks, the sacrificer and his wife. Karma stated in the sastras depends on these. Avaramkarma, i.e., mere karma devoid of knowledge; and as the performance of karma which is inferior depends on these eighteen who are not permanent. The karma done by them and its fruit are ephemeral, as, when the pot is destroyed, the destruction of milk, curd, etc., in it, follows. This being so, those ignorant persons who delight in this karma as the means of bliss, fall again into decay and death, after staying some time in Heaven."
  },
  {
    "id": 17,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "8",
    "shlok": "अविद्यायामन्तरे वर्तमानाः स्वयṁ धीराः पण्डितं मन्यमानाः । जङ्घन्यमानाः परियन्ति मूढा अन्धेनैव नीयमाना यथान्धाः ॥ ८ ॥",
    "translationHindi": " अविद्याके मध्यमें रहनेवाले और अपनेको बड़ा बुद्धिमान् तथा पण्डित माननेवाले वे मूढ पुरुष अन्धेसे ले जाये जाते हुए अन्धेके समान पीड़ित होते सब ओर भटकते रहते हैं॥ ८ ॥",
    "translationEnglish": "Being in the midst of ignorance and thinking in their own minds that they are intelligent and learned, the ignorant wander, afflicted with troubles, like the blind led by the blind.",
    "commentaryHindi": "अविद्याके मध्यमें रहनेवाले बहुधा अविवेकी किन्तु ‘हम ही बड़े बुद्धिमान् और पण्डित—ज्ञेय वस्तुको जाननेवाले हैं’ ऐसा मानकर अपनेको सम्मानित करनेवाले वे मूढ़ पुरुष—जरा-रोग आदि अनेक अनर्थजालसे जंघन्यमान—हन्यमान अर्थात् अत्यन्त पीड़ित होते सब  ओर घूमते—भटकते रहते हैं। जिस प्रकार लोकमें दृष्टिहीन होनेके कारण अन्धे अर्थात् नेत्रहीनसे ले जाये जाते हुए—मार्ग प्रदर्शित किये जाते हुए अन्धे—नेत्रहीन पुरुष गड्ढे और काँटे आदिमें गिरते रहते हैं उसी प्रकार [वे भी पीड़ा-पर-पीड़ा उठाते रहते हैं]॥ ८ ॥",
    "commentaryEnglish": "Moreover, being in the midst of ignorance, i.e., being utterly ignorant and thinking in their own minds “we alone are intelligent and have known all that should be known.” Thus flattering themselves, the ignorant wander much afflicted by old age, sickness and a lot of their troubles, being devoid of vision as the blind in this world, going the way pointed out by persons, themselves blind, fall into ditch and brambles."
  },
  {
    "id": 18,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "9",
    "shlok": "अविद्यायं बहुधा वर्तमाना वयं कृतार्था इत्यभिमन्यन्ति बालाः । यत्कर्मिणो न प्रवेदयन्ति रागात्तेनातुराः क्षीणलोकाश्च्यवन्ते ॥ ९ ॥",
    "translationHindi": "बहुधा अविद्यामें ही रहनेवाले वे मूर्खलोग ‘हम कृतार्थ हो गये हैं’ इस प्रकार अभिमान किया करते हैं। क्योंकि कर्मठलोगोंको कर्मफलविषयक रागके कारण तत्त्वका ज्ञान नहीं होता, इसलिये वे दु:खार्त्त होकर (कर्मफल क्षीण होनेपर) स्वर्गसे च्युत हो जाते हैं॥ ९ ॥",
    "translationEnglish": "The ignorant following the diverse ways of ignorance, flatter themselves that their objects have been accomplished. As these followers of karma do not learn the truth owing to their desire, they grow miserable and after the fruits of their karma are consumed, fall from Heaven.",
    "commentaryHindi": "अविद्यामें बहुधा—अनेक प्रकारसे विद्यमान वे अज्ञानी पुरुष ‘केवल हम ही कृतार्थ—कृतकृत्य हो गये हैं’ इसी प्रकार अभिमान किया करते हैं। क्योंकि इस प्रकार वे कर्मीलोग रागवश यानी कर्मफल-सम्बन्धी रागसे बुद्धिके अभिभूत हो जानेके कारण तत्त्वको नहीं जान  पाते इसलिये वे आतुर—दु:खार्त्त होकर कर्मफल क्षीण हो जानेपर स्वर्गसे च्युत हो जाते हैं॥ ९ ॥ ",
    "commentaryEnglish": "The ignorant acting diversely according to ignorance, flatter themselves that they have achieved what they should. This being so, the followers of karma do not learn the truth as they are assailed with the desire for the fruits of karma; they grow miserable for that reason and fall from heaven after the fruits of their karma are consumed."
  },
  {
    "id": 19,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "10",
    "shlok": "इष्टापूर्तṁ मन्यमाना वरिष्ठं नान्यच्छ्रेयो वेदयन्ते प्रमूढाः । नाकस्य पृष्ठे ते सुकृतेऽनुभूत्वेमं लोकं हीनतरं वा विशन्ति ॥ १० ॥",
    "translationHindi": " इष्ट और पूर्त कर्मोंको ही सर्वोत्तम माननेवाले वे महामूढ किसी अन्य वस्तुको श्रेयस्कर नहीं समझते। वे स्वर्गलोकके उच्च स्थानमें अपने कर्मफलोंका अनुभवकर इस [मनुष्य] लोक अथवा इससे भी निकृष्ट लोकमें प्रवेश करते हैं॥ १० ॥",
    "translationEnglish": "These ignorant men regarding sacrificial and charitable acts as most important, do not know any other help to bliss; having enjoyed in the heights of Heaven the abode of pleasures, they enter again into this or even inferior world.",
    "commentaryHindi": " इष्ट यानी यागादि श्रौतकर्म और पूर्त—वापी-कूप-तड़ागादि स्मार्तकर्म ‘ये ही अधिकतासे पुरुषार्थके साधन हैं, अत: ये ही सर्वश्रेष्ठ यानी प्रधान हैं’, इस प्रकार मानते अर्थात् चिन्तन करते हुए वे प्रमूढ—प्रमत्ततावश पुत्र, पशु और बान्धवादिमें मूढ हुए लोग आत्मज्ञानसंज्ञक  किसी और श्रेय:साधनको नहीं जानते। वे नाक यानी स्वर्गके पृष्ठ—उच्च स्थानमें अपने सुकृत—भोगायतन (पुण्यभोगके लिये प्राप्त हुए दिव्य देह)-में कर्मफलका अनुभव कर अपने अवशिष्ट कर्मानुसार फिर इसी मनुष्यलोक अथवा इससे निकृष्टतर तिर्यङ्नरकादिरूप  योनियोंमें प्रवेश करते हैं॥ १० ॥ ",
    "commentaryEnglish": "“Ishtam” karma enjoined by the Srutis as sacrifices, etc. “Purtam” karma enjoined by Smritis such as the digging of pools, wells, tanks, etc. Regarding these alone as the most important aids to the attainment of human objects, these ignorant men, being infatuated with attachment to their sons, cattle and relatives, do not know the other called ‘knowledge of self’ which is the help to bliss. Having enjoyed in the top of heaven—the place of pleasures—the fruits of their karma, they enter again into this world of men or even inferior world, such as the world of horizontal beings, hell, etc., according to the residue of their karma."
  },
  {
    "id": 20,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "11",
    "shlok": "तप:श्रद्धे ये ह्युपवसन्त्यरण्ये शान्ता विद्वांसो भैक्ष्यचर्यां चरन्त:। सूर्यद्वारेण ते विरजा: प्रयान्ति यत्रामृत: स पुरुषो ह्यव्ययात्मा॥ ११ ॥",
    "translationHindi": " किन्तु जो शान्त और विद्वान् लोग वनमें रहकर भिक्षावृत्तिका आचरण करते हुए तप और श्रद्धाका सेवन करते हैं वे पापरहित होकर सूर्यद्वार (उत्तरायणमार्ग)-से वहाँ जाते हैं जहाँ वह अमृत और अव्ययस्वरूप पुरुष रहता है॥ ११ ॥",
    "translationEnglish": "But they who perform tapas and sraddha in the forest, having a control over their senses, learned and living the life of a mendicant, go through the orb of the sun, their good and bad deeds consumed, to where the immortal and undecaying purusha is.",
    "commentaryHindi": "किन्तु इसके विपरीत जो ज्ञानसम्पन्न वानप्रस्थ और संन्यासी लोग तप और श्रद्धाका—अपने आश्रमविहित कर्मका नाम ‘तप’ है और हिरण्यगर्भादिविषयक विद्याको ‘श्रद्धा’ कहते हैं, उन तप और श्रद्धाका वनमें रहकर सेवन करते हैं; तथा जो शान्त—जिनकी इन्द्रियाँ विषयोंसे निवृत्त हो गयी हैं ऐसे विद्वान् लोग तथा ज्ञानप्रधान गृहस्थ लोग परिग्रह न करनेके कारण भिक्षाचर्याका आचरण करते हुए वनमें रहते हैं वे विरज अर्थात् जिनके पाप-पुण्य क्षीण हो गये हैं ऐसे होकर सूर्यद्वारसे—सूर्योपलक्षित उत्तरमार्गसे वहाँ प्रयाण करते—प्रकर्षत: गमन करते हैं जहाँ—जिस सत्यलोकादिमें वह अमृत और अव्ययात्मा—संसारकी स्थितिपर्यन्त रहनेवाला अव्ययस्वभाव पुरुष अर्थात् सबसे पहले उत्पन्न हुआ हिरण्यगर्भ रहता है। अपरा विद्यासे प्राप्त होनेवाली सांसारिक गतियाँ तो बस यहींतक हैं। \\n शंका—परन्तु कोर्इ-कोर्इ तो इसीको मोक्ष समझते हैं? \\n समाधान—ऐसा समझना उचित नहीं है। “उसकी सम्पूर्ण कामनाएँ यहीं लीन हो जाती हैं” “वे संयतचित्त धीर पुरुष उस सर्वगत ब्रह्मको सब ओर प्राप्त कर सभीमें प्रवेश कर जाते हैं” इत्यादि श्रुतियोंसे [ब्रह्मवेत्ताको इसी लोकमें सम्पूर्ण कामनाओंसे मुक्ति और सर्वात्मभावकी प्राप्ति बतलायी गयी है]। इसके सिवा यह मोक्षका प्रकरण भी नहीं है। अपरा विद्याके प्रकरणके चालू रहते हुए अकस्मात् मोक्षका प्रसंग नहीं आ सकता। और उसकी विरजस्कता (निष्पापता) तो आपेक्षिक है। अपरा विद्याका साध्य-साधनरूप, क्रिया-कारक और फलरूप भेदोंसे भिन्न तथा द्वैतरूप समस्त कार्य इतना ही है जिसका कि हिरण्यगर्भकी प्राप्तिमें पर्यवसान होता है। स्थावरोंसे लेकर क्रमश: संसारगतिकी गणना करते हुए मनुजीने भी ऐसा ही कहा है—“ब्रह्मा, मरीचि आदि प्रजापतिगण, यमराज, महत्तत्त्व और अव्यक्त [इनके लोकोंको प्राप्त होना]—यह विद्वानोंने उत्तम सात्त्विकी गति बतलायी है”॥ ११ ॥",
    "commentaryEnglish": "But those who possess the knowledge contrary to that of persons previously mentioned, i.e., the hermits of the forest and the Sanyasins. ‘Tapah,’ the karma enjoined on one’s order of life. ‘Sraddha,’ the worship of the Hiranyagarbha and other deities. ‘Upavasanti,’ follow: ‘Aranye,’ living in the forest. ‘Santah,’ having control over the group of senses. ‘Learned’ includes also house-holders who possess chiefly knowledge, living by begging; because, they have nothing to call their own. ‘Living on alms’ is connected with ‘living in the forest.’ ‘Through the orb of the sun,’ through the northern route indicated by the sun. ‘Virajah,’ their good and bad deeds being consumed. ‘Prayanti,’ go with excellence. ‘Where,’ to Satyaloka where the immortal Purusha, the first born, undecaying Hiranyagarbha is. ‘Undecaying,’ because he lives to the end of samsara. With this, end the movements within the pale of samsara attainable, through apara vidya. If it be said that some regard this as emancipation, we say it is not so, because of the Srutis, ‘All his desires are even here absorbed’ and ‘those intelligent persons whose mind is concentrated reach the all-pervading, on all sides and enter into everything, etc.,’ and because of the mention of emancipation being irrelevant in this context; for, in the course of treating of the apara vidya, there is no pertinency of emancipation being brought in. The consumption of karma spoken of is only relative; all the result of the apara vidya being in the nature of ends and means and diversified by the difference of acts, requisites and fruits and partaking of duality is only this much, which ends with reaching Hiranyagarbha. Accordingly also it has been said by Manu speaking of the various stages within samsara from the immovable upwards: ‘The wise consider this a high and pure stage to attain the world of Brahma, the Prajapatis (creators), virtue, mahat and avyakta."
  },
  {
    "id": 21,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "12",
    "shlok": "परीक्ष्य लोकान्कर्मचितान्ब्राह्मणो निर्वेदमायान्नास्त्यकृतः कृतेन । तद्विज्ञानार्थं स गुरुमेवाभिगच्छेत्समित्पाणिः श्रोत्रियं ब्रह्मनिष्ठम् ॥ १२ ॥",
    "translationHindi": "कर्मद्वारा प्राप्त हुए लोकोंकी परीक्षा कर ब्राह्मण निर्वेदको प्राप्त हो जाय, [क्योंकि संसारमें] अकृत (नित्य पदार्थ) नहीं है, और कृतसे [हमें प्रयोजन क्या है?] अत: उस नित्य वस्तुका साक्षात् ज्ञान प्राप्त करनेके लिये तो हाथमें समिधा लेकर श्रोत्रिय और ब्रह्मनिष्ठ गुरुके ही पास जाना चाहिये॥ १२ ॥",
    "translationEnglish": "Let a Brahmin having examined the worlds produced by karma be free from desires, thinking, ‘there is nothing eternal produced by karma?; and in order to acquire the knowledge of the eternal, let him Samid (sacrificial fuel) in hand, approach a perceptor (preceptor?) alone, who is versed in the Vedas and centered in the Brahman.",
    "commentaryHindi": " यह जो ऋग्वेदादि अपरविद्यावि षयक तथा अविद्यादि दोषयुक्त पुरुषके लिये ही विहित होनेके कारण स्वभावसे ही अविद्या काम और कर्मरूप दोषसे युक्त पुरुषोंद्वारा अनुष्ठान किये जानेयोग्य कर्म है तथा उसके अनुष्ठानके कार्यभूत अर्थात् फलस्वरूप दक्षिण एवं उत्तर-मार्गरूप लोक  हैं और विहित कर्मके न करने एवं प्रतिषिद्धके करनेके दोषसे प्राप्त होनेवाली जो नरक, तिर्यक् तथा प्रेतादि योनियाँ हैं उन इन सभीकी परीक्षा कर अर्थात् प्रत्यक्ष, अनुमान, उपमान और आगम—इन चारों प्रमाणोंसे सब प्रकार उनका यथावत् निश्चय कर जो बीज और अंकुरके समान  एक-दूसरेकी उत्पत्तिके कारण हैं, अनेकों—सैकड़ों-हजारों अनर्थोंसे व्याप्त हैं, केलेके भीतरी भागके समान सारहीन हैं, माया, मृगजल और गन्धर्वनगरके समान भ्रमपूर्ण तथा स्वप्न, जलबुद्बुद और फेनके सदृश क्षण-क्षणमें नष्ट होनेवाले हैं और अविद्या एवं कामरूप दोषसे प्रवर्तित  कर्मोंसे प्राप्त यानी धर्माधर्मजनित हैं उन व्यक्त-अव्यक्तरूप तथा संसारगति भूत अव्यक्तसे लेकर स्थावरपर्यन्त समस्त लोकोंकी ओरसे मुख मोड़कर ब्राह्मण [उनसे विरक्त हो जाय]। सर्वत्यागके द्वारा ब्राह्मणका ही ब्रह्म-विद्यामें विशेषरूपसे अधिकार है; इसलिये यहाँ ‘ब्राह्मण’  पदका ग्रहण किया गया है। इस प्रकार लोकोंकी परीक्षा कर वह क्या करे, सो बतलाते हैं—‘निर्वेद करे’। यहाँ ‘नि’ पूर्वक ‘विद्’ धातु वैराग्य अर्थमें है; अत: तात्पर्य यह है कि ‘वैराग्य करे’। अब वह वैराग्यका प्रकार दिखलाया जाता है। इस संसारमें कोर्इ भी अकृत (नित्य)  पदार्थ नहीं है। सभी लोक कर्मसे सम्पादन किये जानेवाले हैं और कर्मकृत होनेके कारण अनित्य हैं। तात्पर्य यह कि इस संसारमें नित्य कुछ भी नहीं है। सारा कर्म अनित्य फलका ही साधन है। क्योंकि सारे कर्म, कार्य, उत्पाद्य, आप्य और विकार्य अथवा संस्कार्य चार ही प्रकारके हैं,  इनसे भिन्न कर्मका और कोर्इ प्रकार नहीं है। किन्तु मैं तो एक नित्य, अमृत, अभय, कूटस्थ, अचल और ध्रुव पदार्थकी इच्छा करनेवाला हूँ; उससे विपरीत स्वभाववालेकी मुझे आवश्यकता नहीं है। अत: इस श्रमबहुल एवं अनर्थके साधनभूत कृतकर्मसे मुझे क्या प्रयोजन है? इस प्रकार  विरक्त होकर जो अभय, शिव, अकृत और नित्य-पद है उसके विज्ञानके लिये—विशेषतया जाननेके लिये वह विरक्त ब्राह्मण शम-दमादिसम्पन्न गुरु यानी आचार्यके पास ही जाय। शास्त्रज्ञ होनेपर भी स्वतन्त्रतापूर्वक ब्रह्मज्ञानका अन्वेषण न करे—यही ‘गुरुमेव’ इस पदसमूहमें आये  हुए निश्चयात्मक ‘एव’ पदका अभिप्राय है। समित्पाणि: अर्थात् हाथमें समिधाओंका भार लेकर श्रोत्रिय यानी अध्ययन और श्रवण किये अर्थसे सम्पन्न तथा ब्रह्मनिष्ठ [गुरुके पास जाय]—सम्पूर्ण कर्मोंको त्यागकर जिसकी केवल अद्वितीय ब्रह्ममें ही निष्ठा है वह ब्रह्मनिष्ठ कहलाता है;  जपनिष्ठ—तपोनिष्ठ आदिके समान ही यह ‘ब्रह्मनिष्ठ’ शब्द है। कर्मठ पुरुषको ब्रह्मनिष्ठा कभी नहीं हो सकती, क्योंकि कर्म और आत्मज्ञानका परस्पर विरोध है। इस प्रकार उन गुरुदेवके पास विधिपूर्वक जाकर उन्हें प्रसन्न कर सत्य और अक्षर पुरुषके सम्बन्धमें पूछे॥ १२ ॥ ",
    "commentaryEnglish": "Now, this is said for the purpose of showing that only the person thoroughly disgusted with all samsara which is in the nature of ends and means, is entitled to acquire the para vidya. ‘Parikshya,’ well knowing that the subject of apara vidya consisting of the Rig, and other Vedas, performable by a person tainted with the defects of natural ignorance, desires and karma has been intended for a person possessed of such defects and after examining those worlds which are the fruits of such karma performed, attainable by the northern and southern routes and these others such as Hell, the world of beasts and the world of departed spirits, which are the result of the vices of not performing the prescribed karma and performing the forbidden karma; after having examined these worlds with the aid of experience, inference, analogies and agamas, i.e.. determined the true nature of all these worlds attainable by one, within the pale of samsara, beginning from the avyakta down to the immovable, manifested and unmanifested in their nature, productive of each other like the seed and its sprout, agitated by a hundred thousand troubles, fragile like the womb of the plantain, similar in kind to illusion, the waters of the mirage, the shape of cities formed by the clouds in the sky, dreams, water-bubbles and foam and destroyed every moment and discarding all these as being produced by good and bad deeds and acquired by karma induced by the faults of ignorance and desire.  The word ‘Brahmana’ is here used because the Brahmin is specially competent to acquire the knowledge of Brahman through wholesale renunciation. What he should do after examining these worlds is explained. ‘Nirvedam,’ the root vid with the prefix nih is here used in the sense of freedom from desires. The meaning is that he will get disgusted. The mode of disgust is thus shown: ‘Here,’ in samsara there is nothing which is not made; for, all worlds produced by karma are transitory. The meaning is: there is nothing eternal; for all karma is help to what is merely transitory. All that is produced by karma is one of four kinds, that which is produced, that which is reached, that which is refined and that which is modified; beyond this nothing can be done by karma. Hut I am a seeker after that consummation which is eternal, immortal, fearless, changeless, immovable and constant; but not after one of a contrary nature; of what use therefore is karma which is full of trouble and which leads to misery? Thus disgusted, the Brahmin should, for knowing that abode which is fearless, full of bliss, not made, and eternal, only approach a preceptor, possessing attributes such as control of mind, control of the external senses and mercy, etc., (the force of the word ‘alone’ is to show that even one versed in the recital of the sastras should not independently by himself seek the knowledge of the Brahman) with a load of Samid in his hand.  ‘Srotriyam,’ versed in the recital of the Vedas and the knowledge of its import. ‘Brahmanishtham’; like japanishtha and taponishtha, this word means ‘one who is centred in the Brahman devoid of attributes and without a second, after renouncing all karma; for, one performing karma cannot be centred in the Brahman on account of the antagonism between karma and the knowledge of the Atman. Having duly approached the guru, let the Brahmin propitiate him and question him about the true and immortal Pursha."
  },
  {
    "id": 22,
    "Mundaka": "1",
    "Khanda": "2",
    "ShlokaNo": "13",
    "shlok": "तस्मै स विद्वानुपसन्नाय सम्य- क्प्रशान्तचित्ताय शमान्विताय। येनाक्षरं पुरुषं वेद सत्यं प्रोवाच तां तत्त्वतो ब्रह्मविद्याम्॥ १३ ॥",
    "translationHindi": "वह विद्वान् गुरु अपने समीप आये हुए उस पूर्णतया शान्तचित्त एवं जितेन्द्रिय शिष्यको उस ब्रह्मविद्याका तत्त्वत: उपदेश करे जिससे उस सत्य और अक्षर पुरुषका ज्ञान होता है॥ १३ ॥",
    "translationEnglish": "To him who has thus approached, whose heart is well subdued and who has control over his senses, let him truly teach that Brahmavidya by which the true immortal purusha is known.",
    "commentaryHindi": "वह विद्वान्—ब्रह्मवेत्ता गुरु अपने समीप आये हुए उस सम्यक् —यथाशास्त्र प्रशान्तचित्त—गर्व आदि दोषोंसे रहित तथा शमसम्पन्न—बाह्य इन्द्रियोंकी उपरतिसे युक्त और सब ओरसे विरक्त हुए शिष्यको, जिस विज्ञान अथवा जिस परा विद्यासे उस अद्रेश्यादि विशेषणवाले तथा पूर्ण  होने या शरीररूप पुरमें शयन करनेके कारण ‘पुरुष’ शब्दवाच्य अक्षरको, जो क्षरण (च्युत होना), क्षत (व्रण) और क्षय (नाश)-से रहित होनेके कारण ‘अक्षर’ कहलाता है, जानता है उस ब्रह्मविद्याका तत्त्वत:—यथावत् उपदेश करे—यह इसका भावार्थ है। आचार्यके लिये भी  यही नियम है कि न्यायानुसार अपने समीप आये हुए सच्छिष्यको अविद्यामहासमुद्रसे पार कर दे॥ १३ ॥",
    "commentaryEnglish": "‘He,’ the learned preceptor who knows the Brahman; ‘Upasannaya ' who has approached him. ‘Samyak, i.e., well, according to the sastras; ‘Prasanta chittaya,’ i.e., whose heart is subdued, who is free from such faults as pride, etc. ‘Samanvitaya,’ who has control also over the external senses, i.e., who has turned away from everything in the world. ‘By which knowledge,’ by the para vidya, ‘Aksharam’ that which has been described as imperceivable, etc., and denoted by the word Parasha, because it is all pervading; or, because it is seated in the city of the body. ‘Satyam,’ the same, because it is truth in its nature. ‘Akshara,’ because it knows no decay, because it is scathless, and because it knows no destruction. ‘Veda’ means ‘know.’ The meaning is ‘let him teach that knowledge of the Brahman, as it should be taught. This is the duty of also the preceptor, that he should make the good pupil duly approaching him, cross the sea of ignorance."
  },
  {
    "id": 23,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "1",
    "shlok": "तदेतत्सत्यं यथा सुदीप्तात्पावकाद्विस्फुलिङ्गा: सहस्रश: प्रभवन्ते सरूपा:। तथाक्षराद्विविधा: सोम्य भावा: प्रजायन्ते तत्र चैवापि यन्ति॥ १ ॥",
    "translationHindi": "वह यह (अक्षरब्रह्म) सत्य है। जिस प्रकार अत्यन्त प्रदीप्त अग्निसे उसीके समान रूपवाले हजारों स्फुलिंग (चिनगारियाँ) निकलते हैं, हे सोम्य! उसी प्रकार उस अक्षरसे अनेकों भाव प्रकट होते हैं और उसीमें लीन हो जाते हैं॥ १ ॥",
    "translationEnglish": "This is true; as from the flaming fire issue forth, by thousands, sparks of the same form, so from the immortal proceed, good youth, diverse jivas and they find their way back into it.",
    "commentaryHindi": "जो अपरा विद्याका विषय कर्म-फलरूप सत्य है वह आपेक्षिक है; परन्तु यह परा विद्याका विषय परमार्थसत्स्वरूप होनेके कारण [निरपेक्ष सत्य है]। वह यह विद्याविषयक सत्य ही यथार्थ सत्य है; इससे इतर तो अविद्याका विषय होनेके कारण मिथ्या है। उस सत्य अक्षरको अत्यन्त  परोक्ष होनेके कारण किस प्रकार प्रत्यक्षवत् जानें? इसके लिये श्रुतिने यह दृष्टान्त दिया है— जिस प्रकार सुदीप्त—अच्छी तरह दीप्त अर्थात् प्रज्वलित हुए अग्निसे उसीके-से रूपवाले सहस्रों—अनेकों विस्फुलिंग—अग्निके अवयव निकलते हैं उसी प्रकार हे सोम्य! उक्त लक्षणवाले  अक्षरब्रह्मसे विविध—अनेक देहरूप उपाधिभेदके अनुसार विहित होनेके कारण अनेक प्रकारके भाव—जीव उस नाना नाम-रूपकृत देहोपाधिके जन्मके साथ उसी प्रकार उत्पन्न हो जाते हैं जैसे घटादि उपाधिभेदके अनुसार आकाशसे उन घटादिसे परिच्छिन्न बहुत-से छिद्र  (घटाकाशादि)। तथा जिस प्रकार घटादिके नष्ट होनेपर वे [घटाकाशादि] छिद्र लीन हो जाते हैं उसी प्रकार देहरूप उपाधिके लीन होनेपर वे सब उस अक्षरमें ही लीन हो जाते हैं। जिस प्रकार छिद्रभेदोंकी उत्पत्ति और प्रलयमें आकाशका निमित्तत्व घटादि उपाधिके ही कारण है  उसी प्रकार जीवोंकी उत्पत्ति और प्रलयमें नामरूपकृत देहोपाधिके कारण ही अक्षरब्रह्मका निमित्तत्व है॥ १ ॥",
    "commentaryEnglish": "Everything made, as the result of apara vidya has already been stated. That entity known as Purusha from which samsara derives its strength, from which, as its immortal source, it proceeds and into which it is again absorbed is true; the subsequent portion of the book is begun for the purpose of explaining him, who being known, all will become known and who is the subject of ‘Brahinavidya.’ The satyam or truth which is the subject of the apara vidya and which is in the nature of the fruits of karma is only relatively true; but this which is the subject of para vidya is absolutely true, being defined as absolute existence. This satyam is real, being the subject of knowledge; the other mtyam is false, being the subject of ignorance. How could men directly cognize the immortal and real Purusha, seeing that it is altogether beyond the reach of direct perception. To this end, the Sruti gives an example: ‘As from the fire well-fed sparks, i.e., particles of fire issue forth by thousands like fire in their form; so, from the immortal abode described, diverse jivas, diverse because of the difference of conditions, i.e., in their various bodies, come into existence. Just as from akas, the spaces enclosed as it were within the limits of a pot, etc.’ As these spaces undergo varieties corresponding to the varieties of their conditions such as pot, etc., so also the jivas according to the varieties of their bodies created by names and forms. Th e jivas are absorbed into the immortal purusha when the bodies conditioning them cease to exist, as the various cavities cease to exist, when the pot, etc., cease to exist. As the origin and destruction of the various cavities in the akas are due to its being enclosed in a pot, etc., so also the cause and the absorption of the jiva are due to the akshara, being conditioned by bodies bearing names and forms."
  },
  {
    "id": 24,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "2",
    "shlok": "दिव्यो ह्यमूर्त: पुरुष: सबाह्याभ्यन्तरो ह्यज:। अप्राणो ह्यमना: शुभ्रो ह्यक्षरात्परत: पर:॥ २ ॥",
    "translationHindi": "[वह अक्षरब्रह्म] निश्चय ही दिव्य, अमूर्त, पुरुष, बाहर-भीतर विद्यमान, अजन्मा, अप्राण, मनोहीन, विशुद्ध एवं श्रेष्ठ अक्षरसे भी उत्कृष्ट है॥ २ ॥",
    "translationEnglish": " He is bright, formless, all-pervading, existing without and within, unborn, without prana, without mind, pure and beyond the avyakrita, which is beyond all.",
    "commentaryHindi": "[वह अक्षरब्रह्म] स्वयंप्रकाश होनेके कारण दिव्य—प्रकाशित होनेवाला है अथवा दिवि—अपने स्वरूपमें ही स्थित या अलौकिक है; क्योंकि वह अमूर्त—सब प्रकारके आकारसे रहित, पुरुष—पूर्ण अथवा शरीररूप पुरमें शयन करनेवाला, सबाह्याभ्यन्तर—बाहर और भीतरके सहित  सर्वत्र वर्तमान और अज—जो किसीसे उत्पन्न न हो—ऐसा है; क्योंकि अपनेसे भिन्न कोर्इ उसके जन्मका निमित्त है ही नहीं; जिस प्रकार कि जलसे उत्पन्न होनेवाले बुद्बुदोंका कारण वायु आदि है तथा घटाकाशादि भेदोंका हेतु घट आदि पदार्थ हैं [उसी प्रकार उस अजन्माके जन्मका  कोर्इ भी कारण नहीं है]। वस्तुके सारे विकारोंका मूल जन्म ही है; अत: उस (जन्म)-का प्रतिषेध कर दिये जानेपर वे सभी प्रतिषिद्ध हो जाते हैं; क्योंकि वह परमात्मा सबाह्याभ्यन्तर अज है, इसलिये वह अजर, अमर, अक्षर, ध्रुव और भयशून्य है—यह इसका तात्पर्य है। जिस प्रकार  [दृष्टिदोषसे] आकाश तल मलादियुक्त भासता है उसी प्रकार देहादि उपाधिभेदमें दृष्टि रखनेवालोंको यद्यपि विभिन्न देहोंमें [वह अक्षर ब्रह्म] प्राण, मन, इन्द्रिय एवं विषयसे युक्त-सा भासता है तो भी परमार्थ-स्वरूपदर्शियोंको तो वह अप्राण—जिसमें क्रियाशक्ति भेदवाला चलनात्मक  वायु न रहता हो तथा अमना—जिसमें ज्ञानशक्तिके अनेकों भेदवाला संकल्पादिरूप मन भी न हो, [इस प्रकार प्राण और मनसे रहित ही भासता है।] ‘अप्राण:’ और ‘अमना:’ इन दोनों विशेषणोंसे प्राणादि वायुभेद, कर्मेन्द्रियाँ और उनके विषय तथा बुद्धि, मन, ज्ञानेन्द्रियाँ और  उनके विषय प्रतिषिद्ध हुए समझने चाहिये; जैसा कि एक-दूसरी श्रुति उसे ‘मानो ध्यान करता हुआ-सा, मानो चेष्टा करता हुआ-सा’—ऐसा बतलाती है। इस प्रकार क्योंकि वह [प्राण और मन इन] दोनों उपाधियोंसे रहित है इसलिये वह शुभ्र—शुद्ध है। अत: नामरूपकी बीजभूत  उपाधिसे जिसका स्वरूप लक्षित होता है उस अक्षरसे—सम्पूर्ण कार्य-करणके बीजरूपसे उपलक्षित होनेके कारण उन उपाधियोंवाला अव्याकृतसंज्ञक वह अक्षर अपने सम्पूर्ण विकारसे श्रेष्ठ है; उस सर्वोत्कृष्ट अक्षरसे भी वह निरुपाधिक पुरुष उत्कृष्ट है—ऐसा इसका तात्पर्य है।  किन्तु जिसमें सम्पूर्ण व्यवहारका विषयभूत वह आकाशसंज्ञक अक्षरतत्त्व ओतप्रोत है वह प्राणादिसे रहित कैसे हो सकता है? ऐसी शंका होनेपर कहते हैं—यदि प्राणादि अपनी उत्पत्तिसे पूर्व भी पुरुषके समान स्वस्वरूपसे विद्यमान रहते तो उन विद्यमान प्राणादिके कारण पुरुषका  प्राणादियुक्त होना माना जा सकता था। किन्तु उस समय वे अपनी उत्पत्तिसे पूर्व पुरुषके समान स्वरूपत: हैं नहीं, इसलिये जिस प्रकार पुत्र उत्पन्न न होनेतक देवदत्त पुत्रहीन कहा जाता है उसी प्रकार परम पुरुष भी अप्राणादिमान् है॥ २ ॥ ",
    "commentaryEnglish": "With a view to describe the nature of that akshara, i.e., which is beyond what is known as avyakrita (the unmanifested), the seed of all name and form and transcending its own modifications which is devoid of all varieties of conditions and bereft of all forms like the akas and which is capable of being only negatively defined, the text says thus. ‘Divyah,’ bright, being self-resplendent, or born of itself or distinct from all that is wordly. ‘Hi’, because; ‘amurtah,’ having no form of any kind. ‘Parusha,’ all-pervading or seated in the city of the body. ‘Sabahyabhyantarah’ means ‘existing both without and within.’ ‘Unborn’ is ‘not born of anything,’ i.e., neither from itself nor from any other, there being no other, from which it could be born. As wind, etc., in the case of water bubbles, and as the pot, etc., in the case of the different cavities of akas, so modifications of things, have birth for their source, and all these modifications are denied when birth is denied. The drift is that he is both without and within, unborn and therefore undecaying, immortal, changeless, constant and fearless. Though he appears to be in the various bodies with prana, with mind, with senses and with their objects owing to the ignorance of those who perceive difference of conditions, such as bodies, etc., as they see in the akas the colour etc., of the surface; but still to those who see the reality, he is without prana, etc.; he is without prana, i.e., in whom the mind, which has various active powers and whose characteristic is motion, does not exist. He is without mind because in him the mind with its various powers of knowledge and with its characteristics of voltion, etc., does not exist. It should he understood that of him are denied the varieties of winds such as prana, the active sensory organs, their objects and accordingly intelligence, mind, the organs of knowledge and their objects. Accordingly, another Sruti says ‘It seems to think and move.’ He is suhhra or pure, because both these conditions are thus denied of him. The Akshara which is beyond all, the Avyakrita whose nature is indicated as the seed condition of all name and form, as it is known to be the seed of all effects and causes; ‘param’ because the akshara known as avyakrita is in its condition above all its modifications. The Purusha is beyond even this unmanifested akshara, i.e., not subject to any conditions. In whom is the akshara known as akas with all the objects of duality strung together as warp and woof. How then could it be said to be without prana, etc? It prana, etc., existed as such in their own forms before their creation like the purusha. then the purusha can be said to be with prana because of their then existence; but they, the prana, etc., do not, like the purusha, exist in their own forms, before their creation. So the highest purusha is without prana, etc."
  },
  {
    "id": 25,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "3",
    "shlok": "एतस्माज्जायते प्राणो मन: सर्वेन्द्रियाणि च। खं वायुर्ज्योतिराप: पृथिवी विश्वस्य धारिणी॥ ३ ॥ ",
    "translationHindi": "इस (अक्षर पुरुष)-से ही प्राण उत्पन्न होता है तथा इससे ही मन, सम्पूर्ण इन्द्रियाँ, आकाश, वायु, तेज, जल और सारे संसारको धारण करनेवाली पृथ्वी [उत्पन्न होती है]॥ ३ ॥",
    "translationEnglish": "From him are born the prana, the mind, all the sensory organs, the akas, the wind, the fire, water and the earth which supports all.",
    "commentaryHindi": " नाम-रूपकी बीजभूत [अविद्या-रूप] उपाधिसे उपलक्षित* इस पुरुषसे ही अविद्याका विषय विकारभूत केवल नाममात्र तथा मिथ्या प्राण उत्पन्न होता है; जैसा कि “विकार वाणीका विलास और नाममात्र है” “वह मिथ्या है” ऐसी अन्य श्रुतिसे सिद्ध होता है।  उस अविद्याविषयक मिथ्या प्राणसे परब्रह्मका सप्राणत्व सिद्ध नहीं हो सकता, जैसे कि स्वप्नमें देखे हुए पुत्रसे पुत्रहीन व्यक्ति पुत्रवान् नहीं हो सकता। इस प्रकार मन, सम्पूर्ण इन्द्रियाँ और उनके विषय भी इसीसे उत्पन्न होते हैं। अत: उसका मुख्यरूपसे अप्राणादिमान्  होना सिद्ध हुआ। वे जिस प्रकार अपनी उत्पत्तिसे पूर्व वस्तुत: असत् ही थे उसी प्रकार लीन होनेपर भी असत् ही रहते हैं—ऐसा समझना चाहिये। जिस प्रकार करण—मन और इन्द्रियाँ [इससे उत्पन्न होते हैं] उसी प्रकार शरीर और इन्द्रियोंके विषयोंके कारणस्वरूप भूतवर्ग  आकाश, आवहादि भेदोंवाला बाह्य वायु, अग्नि, जल और विश्व यानी सबको धारण करनेवाली पृथिवी—ये पाँच भूत, जो पूर्व-पूर्व गुणके सहित उत्तरोत्तर क्रमश: शब्द, स्पर्श, रूप, रस और गन्ध इन गुणोंसे युक्त हैं, उत्पन्न होते हैं॥ ३ ॥",
    "commentaryEnglish": "As Devadatta is said to be ‘aputra’ when a ‘putra’ is not born to him, so it is explained how it is said in this connection that in the case of the purusha the prana, etc., do not exist; because from this purusha alone viewed as conditioned by the seed of name and form is born the prana, the modification of the object of ignorance, a mere name and in its nature a non-entity; for, another Sruti says ‘The name is mere speech, a modification and a falsehood’; by prana, which is an object of ignorance and a falsehood, the highest cannot be said to be possessed of it (prana), as a sonless man cannot be said to have a son, by a son seen in dreams; similarly the mind, all the sensory organs and their objects are born of this. Therefore, that he is really without prana, etc., is established. It should be known that just as these prana, etc., did not really exist before the creation, so, even after absorption as the organs, the mind and the senses, so the bhutas which are the causes of the bodies and objects. ‘Kham,’ the aka s, the air internal and external, o various kinds such as avaha, etc.; ‘Jotihi’, fire. ‘Apah’, water. ‘Prithivi,’ earth. ‘Visvasya,’ o all. All these whose attributes are sound, touch, form, taste and smell and which are respectively formed by the combination of the latter with the previous attributes are born of him. Having briefly stated the immortal, unconditioned, eternal Purusha, the object of para vidya, by the text ‘Bright, formless, etc.,’ the Sruti next proceeded to explain his nature in detail and at length. It is only when a thing is explained briefly and at length it becomes capable of being easily understood as if explained by Sutras and by their commentaries."
  },
  {
    "id": 26,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "4",
    "shlok": " अग्निर्मूर्धा चक्षुषी चन्द्रसूर्यौ दिश: श्रोत्रे वाग्विवृताश्च वेदा:। वायु: प्राणो हृदयं विश्वमस्य पद्भ्यां पृथिवी ह्येष सर्वभूतान्तरात्मा॥ ४ ॥",
    "translationHindi": "अग्नि (द्युलोक) जिसका मस्तक है, चन्द्रमा और सूर्य नेत्र हैं, दिशाएँ कर्ण हैं, प्रसिद्ध वेद वाणी हैं, वायु प्राण है, सारा विश्व जिसका हृदय है और जिसके चरणोंसे पृथिवी प्रकट हुर्इ है वह देव सम्पूर्ण भूतोंका अन्तरात्मा है॥ ४ ॥",
    "translationEnglish": "This is he, the internal atman of all created things whose head is agni, whose eyes are the sun, and the moon, whose ears are the four directions, whose speeches are the emanated Vedas, whose breath is vayu, whose heart is all the universe and from whose feet the earth proceeded.",
    "commentaryHindi": "अग्नि अर्थात् “हे गौतम! यह [स्वर्ग] लोक ही अग्नि है” इस श्रुतिके अनुसार द्युलोक ही जिसका मूर्धा—उत्तमांग यानी सिर है, चन्द्र-सूर्य यानी चन्द्रमा और सूर्य ही नेत्र हैं। इस मन्त्रमें आगे कहे हुए ‘अस्य’ पदको ‘यस्य’ में परिणत कर उसकी सर्वत्र अनुवृत्ति करनी चाहिये  दिशाएँ जिसके कर्ण हैं, विवृत—उद्घाटित यानी प्रसिद्ध वेद जिसकी वाणी हैं, वायु जिसका प्राण है, विश्व—समस्त जगत् जिसका हृदय—अन्त:करण है; सम्पूर्ण जगत् अन्त:करणका ही विकार है, क्योंकि सुषुप्तिमें मनहीमें उसका प्रलय होता देखा जाता है और जाग्रत्- अवस्थामें  अग्निसे स्फुलिंगके समान उसे उसीसे निकलकर स्थित होता देखते हैं तथा जिसके चरणोंसे पृथिवी उत्पन्न हुर्इ है यह त्रैलोक्य-देहोपाधिक प्रथम शरीरी अनन्त देव विष्णु ही समस्त भूतोंका अन्तरात्मा है॥ ४ ॥ ",
    "commentaryEnglish": "This text is intended to show that the virat purusha within the globe, who is born of Hiranyagarbha the first born, is born only and a modification, of this purusha, though apparently distanced by an intermediate principle. The text also describes him. ‘Agnihi,’ the devaloka or svarga, from the Sruti ‘This loka verily is Agni, O Gautama.’ ‘Murdha,’ head; whose eyes are the sun and the moon. The word ‘yasya’ (of whom) should be read in every clause. The word ‘asya’ subsequently occurring being converted into ‘yasya’ whose speech are the opened, i.e., celebrated Vedas. ‘Hridayam’ heart. ‘Visvam,’ the whole universe. The whole universe is only a modification of the mind for it is absorbed into the mind during sleep and because it issues from the mind when waking, like sparks of fire and from whose feet the earth was born; this deity, all-pervading, endless, the first embodied existence having for its body the three lokas is the interior atman of all created things; for, it is he who, in all created things, is the seer, the hearer, the thinker, the knower and who is the cause of all. It is next stated that all living beings who come into samsara through the five fires are also born of the same purusha."
  },
  {
    "id": 27,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "5",
    "shlok": " तस्मादग्नि: समिधो यस्य सूर्य: सोमात्पर्जन्य ओषधय: पृथिव्याम्। पुमान्रेत: सिञ्चति योषितायां बह्वी: प्रजा: पुरुषात्सम्प्रसूता:॥ ५ ॥",
    "translationHindi": "उस पुरुषसे ही, सूर्य जिसका समिधा है वह अग्नि उत्पन्न हुआ है। [उस द्युलोकरूप अग्निसे निष्पन्न हुए] सोमसे मेघ और [मेघसे] पृथिवीतलमें ओषधियाँ उत्पन्न होती हैं। पुरुष स्त्रीमें [ओषधियोंसे उत्पन्न हुआ] वीर्य सींचता है; इस प्रकार पुरुषसे ही यह बहुत-सी प्रजा उत्पन्न हुर्इ है॥ ५ ॥",
    "translationEnglish": "From him the Agni (Dyu loka) whose fuel is the sun; from the moon in the Dyu Loka, parjanya (clouds); from the clouds, the medicinal plant that grows on earth; from these, the male (fire) which sheds the semen on woman, thus gradually many living beings such as Brahmins, etc., are born of the Purusha.",
    "commentaryHindi": "उस परम पुरुषसे प्रजाका अवस्थानविशेषरूप अग्नि उत्पन्न हुआ। उसकी विशेषता बतलाते हैं—सूर्य जिसका समिधा (इन्धन) है— [अग्निहोत्रके] समिधाके समान ही समिधा है, क्योंकि सूर्यसे ही द्युलोक समिद्ध (प्रदीप्त) होता है। उस द्युलोकरूप अग्निसे निष्पन्न हुए सोमसे  [पंचाग्नियोंमें] दूसरा अग्नि मेघ उत्पन्न होता है। फिर उस मेघसे पृथिवीतलमें ओषधियाँ उत्पन्न होती हैं। पुरुषरूप अग्निमें हवन की हुर्इ वीर्यकी कारणरूप ओषधियोंसे [वीर्य होता है]। उस वीर्यको पुरुषरूप अग्नि योषित्—योषिद्रूप अग्नि यानी स्त्रीमें सींचता है। इस क्रमसे यह  ब्राह्मणादिरूप बहुत-सी प्रजा परम पुरुषसे ही उत्पन्न हुर्इ है॥ ५ ॥",
    "commentaryEnglish": "From him,’ from the Purusha. ‘Agni,’ the Dyu loka, a kind of abode for man. That Agni is described. ‘Samidhah’ fuel; for which the sun is. as it were, a fuel; for, it is by the sun that the Dyu loka is lighted. From the moon emerging out of the Dyu loka parjanya, the second fire, is produced; and from the parjanya, the medicinal plants proceed, grow on earth: and from the medicinal plants offered to the purusha fire serving as the material cause the man (fire) sheds semen on the woman (fire). Thus gradually from the purusha are produced many living beings such as Brahmins, etc.; moreover, the helps to karma and their fruits also proceed from the Purusha."
  },
  {
    "id": 28,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "6",
    "shlok": "तस्मादृच: साम यजूंषि दीक्षा यज्ञाश्च सर्वे क्रतवो दक्षिणाश्च। संवत्सरश्च यजमानश्च लोका: सोमो यत्र पवते यत्र सूर्य:॥ ६ ॥ ",
    "translationHindi": "उस पुरुषसे ही ऋचाएँ, साम, यजु:, दीक्षा, सम्पूर्ण यज्ञ, क्रतु, दक्षिणा, संवत्सर, यजमान, लोक और जहाँतक चन्द्रमा पवित्र करता है तथा सूर्य तपता है वे लोक उत्पन्न हुए हैं॥ ६ ॥",
    "translationEnglish": "From him the Rig, the Sama, the Yajur, Diksha, sacrifices, all Kratus, Dakshina, the year, the sacrificer and the worlds which the moon sanctifies and the sun illuminates.",
    "commentaryHindi": "उस पुरुषसे ही ऋचाएँ—जिनके पाद नियत अक्षरोंमें समाप्त होनेवाले हैं वे गायत्री आदि छन्दोंवाले मन्त्र, साम—पांचभक्तिक अथवा साप्तभक्तिक स्तोभादि* गानविशिष्ट मन्त्र तथा यजु:—जिनके पादोंका अन्त नियमित अक्षरोंमें नहीं होता ऐसे वाक्यरूप मन्त्र—इस प्रकार ये तीनों  प्रकारके मन्त्र [उत्पन्न हुए हैं तथा उसीसे] दीक्षा—मौजीं -बन्धन आदि यज्ञकर्ताके नियमविशेष, अग्निहोत्रादि सम्पूर्ण यज्ञ, क्रतु—यूपसहित यज्ञ, दक्षिणा—एक गौसे लेकर अपनेअपरिमित सर्वस्वदानपर्यन्त, संवत्सर—कर्मका अंगभूत काल, यजमान—यज्ञकर्ता तथा उसके कर्मके  फलस्वरूप लोक उत्पन्न हुए हैं। उन लोकोंकी विशेषताएँ बतलाते हैं—जिन लोकोंमें चन्द्रमा लोकोंको पवित्र करता है और जिनमें सूर्य तपता रहता है वे विद्वान् और अविद्वान् कर्ताके कर्मफलभूत दक्षिणायन-उत्तरायण इन दो मार्गसे प्राप्त होनेवाले लोक उत्पन्न होते हैं॥ ६ ॥",
    "commentaryEnglish": "How? ‘Tasmat,’ from the Purasha; ‘Richah the mantras whose letters, feet and endings are determined and which are marked by Chhandas (metre) like the gayatri. Sama with its fivefold and sevenfold classification characterized by sthoba and other gita (music). ‘Yajus,’ mantras in the form of sentences, whose letters, feet and endings are determined by no rules. Thus the threefold mantras. ‘Diksha’, restrictions such as the wearing of a mounjee (a kind of cord), etc., imposed upon the performer (of a sacrifice). ‘Yajnas,’ all sacrifices such as Agnihotra, etc. ‘Kratu’ sacrifices which require a yupa (i.e., sacrificial post). ‘Dakshinah,’ rewards distributed in sacrifice from a single cow up to unbounded whole wealth. ‘Year,’ stated time as a necessary adjunct of karma. ‘Yajamano’ the performer, i.e., the sacrificer. The worlds which are the fruits of his karma are next described “which the moon renders sacred and where the sun shines”; these are attainable by the northern and southern routes and are the fruits of the karma performed by the knowing and the ignorant."
  },
  {
    "id": 29,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "7",
    "shlok": "तस्माच्च देवा बहुधा सम्प्रसूता: साध्या मनुष्या: पशवो वयांसि। प्राणापानौ व्रीहियवौ तपश्च श्रद्धा सत्यं ब्रह्मचर्यं विधिश्च॥ ७ ॥",
    "translationHindi": " उससे ही [कर्मके अंगभूत] बहुत-से देवता उत्पन्न हुए तथा साध्यगण, मनुष्य, पशु, पक्षी, प्राण-अपान, व्रीहि, यव, तप, श्रद्धा, सत्य, ब्रह्मचर्य और विधि [ये सब भी उसीसे उत्पन्न हुए हैं]॥ ७ ॥",
    "translationEnglish": "From him also the devas are variously born, the sadhyas, the men, the cattle, the bird, the prana and the apana, the corn and yava, tapas, devotion, truth Brahmacharya and injunction.",
    "commentaryHindi": "उस पुरुषसे ही वसु आदि गणके भेदसे कर्मके अंगभूत बहुत-से देवता उत्पन्न हुए हैं तथा साध्यगण देवताओंकी जाति-विशेष, कर्मके अधिकारी मनुष्य, गाँव और जंगलमें रहनेवाले पशु, वयस्—पक्षी, मनुष्यके जीवनरूप प्राण-अपान (श्वासोच्छ्वास) हविके लिये व्रीहि और यव,  पुरुषका संस्कार करनेवाला तथा स्वतन्त्रतासे फल देनेवाला कर्मका अंगभूत तप, श्रद्धा—जिसके कारण सम्पूर्ण पुरुषार्थसाधनोंका प्रयोग, चित्त-प्रसाद और आस्तिक्यबुद्धि होती है तथा सत्य—मिथ्याका त्याग एवं यथार्थ और किसीको पीड़ा न देनेवाला वचन, ब्रह्मचर्य—मैथुन न  करना और ऐसा करना चाहिये—इस प्रकारकी विधि [ये सब भी उस पुरुषसे ही उत्पन्न हुए हैं]॥ ७ ॥",
    "commentaryEnglish": "Tasmat, “from him also, from the purusha. ‘Variously,’ in various groups such as vasus, etc. Samprasutah, well born. Sadhyas, a species of Devas. Men those that are entitled to perforin karma; cattle, both of the village and the forest. Vayamsi, birds. The food of men, etc., The Prana and the Apana; corn and yava, to be used for making havis (oblations). Tapas, both as an indispensable adjunct to karma whose efficacy lies in the purification of the performer and as an independent means of attaining the fruits of karma. Devotion, that state of mind which precedes the mental calm and a belief in a future state necessary to the accomplishment of all human ends. Similarly, truth, i.e., avoiding falsehood and speaking out what has really happened, without harm to others. Brahmacharyam, absence of sexual intercourse. Injunction, the statement of what ought to be done."
  },
  {
    "id": 30,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "8",
    "shlok": "सप्त प्राणा: प्रभवन्ति तस्मात् सप्तार्चिष: समिध: सप्त होमा:। सप्त इमे लोका येषु चरन्ति प्राणा गुहाशया निहिता: सप्त सप्त॥ ८ ॥",
    "translationHindi": "उस पुरुषसे ही सात प्राण (मस्तकस्थ सात इन्द्रियाँ) उत्पन्न हुए हैं। उसीसे उनकी सात दीप्तियाँ, सात समिधा (विषय), सात होम (विषयज्ञान) और जिनमें वे संचार करते हैं वे सात स्थान प्रकट हुए हैं। [इस प्रकार] प्रति देहमें स्थापित ये सात-सात पदार्थ [उस पुरुषसे ही हुए हैं]॥ ८ ॥",
    "translationEnglish": "From him mare borne the seven pranas, the seven flames, their sevenfold fuel, the sevenfold oblation and these seven lokas where the pranas move, seven and seven in each living being lying in the cave, there fixed.",
    "commentaryHindi": "[दो नेत्र, दो श्रवण, दो घ्राण और एक रसना—ये] सात मस्तकस्थ प्राण उसी पुरुषसे उत्पन्न होते हैं। तथा अपने-अपने विषयोंको प्रकाशित करनेवाली उनकी सात दीप्तियाँ, सात समिध—उनके सात विषय, क्योंकि प्राण (इन्द्रियवर्ग) अपने विषयोंसे ही समिद्ध (प्रदीप्त) हुआ करते हैं।  सात होम अर्थात् अपने विषयोंके विज्ञान, जैसा कि “इसका जो विज्ञान है उसीको हवन करता है” इस अन्य श्रुतिसे सिद्ध होता है, [ये सब इस पुरुषसे ही प्रकट हुए हैं]। तथा ये सात लोक—इन्द्रिय-स्थान, जिनमें कि ये प्राण संचार करते हैं। ‘जिनमें प्राण संचार करते हैं’ यह  प्राणोंका विशेषण [उनके प्रसिद्ध अर्थ] प्राणापानादिकी आशंका निवृत्त करनेके लिये है। जो सुषुप्ति-अवस्थामें गुहा—शरीर अथवा हृदयमें शयन करते हैं वे गुहाशय तथा विधाताद्वारा प्रत्येक प्राणीमें निहित—स्थापित ये सात-सात पदार्थ [इस पुरुषसे ही उत्पन्न हुए हैं]। इस प्रकार जो  भी आत्मयाजी विद्वानोंके कर्म और कर्मफल तथा अज्ञानियोंके कर्म, कर्मफल और उनके साधन हैं वे सब उस परम पुरुषसे ही उत्पन्न हुए हैं—यह इस प्रकरणका अर्थ है॥ ८ ॥",
    "commentaryEnglish": "Again the seven pranas, i.e., (organs of sense) in the head are born of this purusha alone. ‘Their seven flames,’ their light which enlightens their objects. Similarly, the sevenfold fuel, their sevenfold objects; for, it is by these objects that the pranas, i.e., organs of sense are fed. ‘The sevenfold oblations’, the perceptions of the sevenfold objects; for, another Sruti says: “He offers the oblation which consists in the perception of the objects by the senses.” The seven lokas, i.e., the seats of the senses where the pranas move. The clause “where the pranas move” is intended to exclude the vital airs, i.e., prana, apana and the rest. ‘Lying in the cave,’ lying during sleep in the body or the heart. ‘Fixed,’ fixed by the creator. ‘Seven and seven’, in every living thing. The meaning of the context is that all karma performed by knowing men who propitiate their Atman and the fruits of such karma as well as the karma performed by the ignorant and their means and fruits; all these proceed only from the highest and the omniscient purusha."
  },
  {
    "id": 31,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "9",
    "shlok": " अत: समुद्रा गिरयश्च सर्वे- ऽस्मात्स्यन्दन्ते सिन्धव: सर्वरूपा:। अतश्च सर्वा ओषधयो रसश्च येनैष भूतैस्तिष्ठते ह्यन्तरात्मा॥ ९ ॥ ",
    "translationHindi": "इसीसे समस्त समुद्र और पर्वत उत्पन्न हुए हैं; इसीसे अनेक रूपोंवाली नदियाँ बहती हैं; इसीसे सम्पूर्ण ओषधियाँ और रस प्रकट हुए हैं, जिस (रस)-से भूतोंसे परिवेष्टित हुआ यह अन्तरात्मा स्थित होता है॥ ९ ॥",
    "translationEnglish": "From him proceed the oceans and all the mountains and the diverse rivers; from him also, all the medicinal plants and taste, by which encircled by the Bhutas, i.e., gross elements, the intermediate Atman, i.e., subtle body is seated.",
    "commentaryHindi": "इस पुरुषसे ही क्षारादि सात समुद्र और इसीसे हिमालय आदि समस्त पर्वत उत्पन्न हुए हैं। गंगा आदि अनेक रूपोंवाली नदियाँ भी इसीसे प्रवाहित होती हैं। इसी पुरुषसे व्रीहि, यव आदि सम्पूर्ण ओषधियाँ तथा मधुरादि छ: प्रकारका रस उत्पन्न हुआ है,  जिस रससे कि पाँच स्थूल भूतोंद्वारा परिवेष्टित हुआ अन्तरात्मा—लिंगदेह यानी सूक्ष्म शरीर स्थित रहता है। यह शरीर और आत्माके मध्यमें आत्माके समान स्थित है, इसलिये अन्तरात्मा कहलाता है॥ ९ ॥",
    "commentaryEnglish": "From him,’ from the purusha. ‘The oceans’, all, the salt ocean, etc. ‘Mountains’, the Himalayas and the rest are all from this purusha. ‘Syandante,’ flow. ‘Rivers’, such as the Granges. ‘Sarvarupah,’ of many forms. From this purusha, also proceed, the medicinal plants, such as corn, yava paddy, etc. ‘Taste,’ sixfold such as sweetness, etc. ‘By which’, by which taste. ‘Bhutaih,’ by the five gross bhutas. ‘Pariveshtitah’, encircled. ‘Tishthate’, is seated. ‘The internal Atman’, the subtle body, so called, because it is the Atman, as it were, intermediate between the gross body and the soul proper."
  },
  {
    "id": 32,
    "Mundaka": "2",
    "Khanda": "1",
    "ShlokaNo": "10",
    "shlok": "पुरुष एवेदं विश्वं कर्म तपो ब्रह्म परामृतम्। एतद्यो वेद निहितं गुहायां सोऽविद्याग्रन्थिं विकिरतीह सोम्य॥ १० ॥",
    "translationHindi": "यह सारा जगत्, कर्म और तप (ज्ञान) पुरुष ही है। वह पर और अमृतरूप ब्रह्म है। उसे जो सम्पूर्ण प्राणियोंके अन्त:करणमें स्थित जानता है, हे सोम्य! वह इस लोकमें अविद्याकी ग्रन्थिका छेदन कर देता है॥ १० ॥",
    "translationEnglish": "The purusha alone is all this universe—Karma and Tapas. All this is Brahman, the highest and the immortal who knows this as seated in the cavity of the heart, unties the knot of ignorance even here, Oh good looking youth! (10)",
    "commentaryHindi": "पुरुष ही यह विश्व—सारा जगत् है; पुरुषसे भिन्न ‘विश्व’ कोर्इ वस्तु नहीं है। अत: ‘हे भगवन्! किसको जान लेनेपर यह सब कुछ जान लिया जाता है?’ ऐसा जो प्रश्न किया गया था उसीका यहाँ उत्तर दिया गया है कि ‘सबके कारणस्वरूप इस परमात्माको जान  लेनेपर ही यह ज्ञान हो जाता है कि यह विश्व पुरुष ही है; उससे भिन्न नहीं है।’ किन्तु यह विश्व है क्या? ऐसा प्रश्न होनेपर कहते हैं—अग्निहोत्रादिरूप कर्म, तप यानी ज्ञान, उसका फल तथा इसी प्रकारका यह और सब भी [विश्व कहलाता है]। यह सब ब्रह्मका ही कार्य है।  इसलिये यह सब पर अमृत ब्रह्म है और परामृत ब्रह्म मैं ही हूँ—ऐसा जो पुरुष सम्पूर्ण प्राणियोंके हृदयमें स्थित उस ब्रह्मको जानता है। हे सोम्य—हे प्रियदर्शन! वह अपने ऐसे विज्ञानसे अविद्याग्रन्थिको यानी ग्रन्थि (गाँठ)-के समान दृढ़ हुर्इ अविद्याकी वासनाको इस लोकमें जीवित  रहते ही काट डालता है—मरकर नहीं॥ १० ॥",
    "commentaryEnglish": "Thus, out of purusha, all this is born; therefore, as the Sruti says “The name is mere speech, a modification and a falsehood and the purusha alone is true.” Therefore all this is only purusha. The universe has no separate existence apart from purusha. Hence to the question propounded “O Bhagavan, by knowing whom, all this becomes known,” the answer has been given, i.e., when this purusha, the supreme Atman, the first cause is known, it becomes clear that all this universe is purusha and nothing else exists except him. What then is this “all,” it is thus explained. Karma is of the nature of Agnihotra and the rest. Tapas, knowledge and the fruit due to it. By ‘all’ this much is meant. And all this is evolved out of Brahman. Therefore everything is Brahman. He who knows that lie himself is this Brahman the highest and the immortal placed in the hearts of all living beings, destroys the dense tendencies of ignorance. Iha, even while living and not merely after death. Soumya, good looking."
  },
  {
    "id": 33,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "1",
    "shlok": "आवि: संनिहितं गुहाचरं नाम महत्पदमत्रैतत्समर्पितम्। एजत्प्राणन्निमिषच्च यदेतज्जानथ सदसद्वरेण्यं परं विज्ञानाद्यद्वरिष्ठं प्रजानाम्॥ १ ॥ ",
    "translationHindi": "यह ब्रह्म प्रकाशस्वरूप सबके हृदयमें स्थित, गुहाचर नामवाला और महत्पद है। इसीमें चलनेवाले, प्राणन करनेवाले और निमेषोन्मेष करनेवाले ये सब समर्पित हैं। तुम इसे सदसद्रूप, प्रार्थनीय, प्रजाओंके विज्ञानसे परे और सर्वोत्कृष्ट जानो॥ १ ॥ ",
    "translationEnglish": "Bright, well-fixed, moving in the heart, great and the support of all; in him is all this universe centred, what moves, breathes and winks. Know this which is all that has form and all that is formless, which is to be sought after by all, which is beyond the reach of man’s knowledge, and the highest of all.",
    "commentaryHindi": " आवि:— प्रकाशस्वरूप, संनिहित—समीपस्थित; वागादि उपाधियोंद्वारा प्रज्वलित होता है, प्रकाशित होता है—ऐसी एक अन्य श्रुतिके अनुसार वह शब्दादि विषयोंको उपलब्ध करता-सा जान पड़ता है अर्थात् सम्पूर्ण प्राणियोंके हृदयमें दर्शन, श्रवण, मनन और विज्ञान आदि  उपाधिके धर्मोंसे आविर्भूत हुआ दिखायी देता है [अत: संनिहित है]। इस प्रकार जो प्रकाशमान ब्रह्म हृदयमें संनिहित—सम्यक् स्थित है वह गुहाचर—दर्शन-श्रवणादि प्रकारोंसे गुहा (बुद्धि)-में संचार करता है इसलिये गुहाचर नामसे विख्यात है। [वही महत्पद है] सबसे बड़ा होनेके  कारण वह ‘महत्’ है और सबसे प्राप्त किया जाता है अथवा सारे पदार्थोंका आश्रय है, इसलिये ‘पद’ है। वह ‘महत्पद’ किस प्रकार है? सो बतलाते हैं—क्योंकि इस ब्रह्ममें ही, रथकी नाभिमें अरोंके समान यह सब कुछ समर्पित अर्थात् भली प्रकार प्रवेशित है।  एजत्—चलने-फिरनेवाले पक्षी आदि, प्राणत्—जो प्राणन करते हैं वे प्राणापानादिमान् मनुष्य और पशु आदि, निमिषत् च—जो निमेषादि क्रियावाले और च शब्दके सामर्थ्यसे जो निमेष नहीं करनेवाले हैं वे भी इस प्रकार ये सब इस ब्रह्ममें ही समर्पित हैं। हे शिष्यगण! ये सब  जिस [ब्रह्मरूप] आश्रयवाले हैं उसे तुम जानो—समझो; वह सदसत्स्वरूप तुम्हारा आत्मा है, क्योंकि उससे भिन्न कोर्इ सत् या असत्—मूर्त या अमूर्त अर्थात् स्थूल या सूक्ष्म है ही नहीं। और वही नित्य होनेके कारण सबका वरेण्य—वरणीय—प्रार्थनीय है तथा प्रजाओंके विज्ञानसे परे  यानी व्यतिरिक्त है—इस प्रकार इस [पर शब्द]-का व्यवधानयुक्त [प्रजानाम्] पदसे सम्बन्ध है। तात्पर्य यह कि जो लौकिक विज्ञानका अविषय है और वरिष्ठ यानी सम्पूर्ण श्रेष्ठ पदार्थोंमें श्रेष्ठतम है, क्योंकि सम्पूर्ण दोषोंसे रहित होनेके कारण एक वह ब्रह्म ही अत्यन्त श्रेष्ठ है॥ १ ॥ ",
    "commentaryEnglish": "It is now explained how the akshara which is formless, could be known. Avihi, bright, shining as the percipient of sound, etc., according to the Sruti, “It shines through its conditions of speech, etc.” It is seen in the heart of all living beings appearing there with the attributes of seeing, hearing, thinking, knowing, etc. This Brahman shining is Sannihita, i.e., well seated in the heart. It is celebrated as guhacha- ran because it moves in the cavity in modes of seeing, hearing, etc. ‘Great’, because it is greater than all. Padam, reached by all, because it is the seat of all objects. How is it said to be great, etc? Because in the Brahman all this universe is centred as the various spokes are in the wheel-ring of the chariot. Ejat, moving, i.e., birds, etc; pranet, breathes, i.e., men, cattle, etc., having prana, a puna, etc; and ‘winks’, all that winks and all that winks not, from the force of the particle cha; this in which all is centred, know, O disciple, that that is your own atman; both sat and asat; for without it, sat and asat, that which has form and that which has not, i.e., the gross and subtle do not exist. Varenyam, covetable; because of all objects it is the only eternal entity. Param, distinct from, or, beyond; this is connected with the expression “knowledge of men” though remote; the meaning is that it is beyond the reach of wordly knowledge. Varishtham, the highest of all; because of all that is high, the Brahman is pre-eminently high, being free from all faults."
  },
  {
    "id": 34,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "2",
    "shlok": "यदर्चिमद्यदणुभ्योऽणु च यस्मिँल्लोका निहिता लोकिनश्च। तदेतदक्षरं ब्रह्म स प्राणस्तदु वाङ्मन:। तदेतत्सत्यं तदमृतं तद्वेद्धव्यं सोम्य विद्धि॥ २ ॥",
    "translationHindi": "जो दीप्तिमान् और अणुसे भी अणु है तथा जिसमें सम्पूर्ण लोक और उनके निवासी स्थित हैं वही यह अक्षर ब्रह्म है, वही प्राण है तथा वही वाक् और मन है। वही यह सत्य और अमृत है। हे सोम्य! उसका [मनोनिवेशद्वारा] वेधन करना चाहिये; तू उसका वेधन कर॥ २ ॥",
    "translationEnglish": "What is bright, what is smaller than the small, in what are centred all the world and those that live in them is this immortal Brahman. That is prana, that is speech and mind. That is true and immortal; good looking youth. Strike thy mind upon that which should be struck by the mind.",
    "commentaryHindi": "जो अर्चिमत् यानी दीप्तिमान् है; ब्रह्मकी दीप्तिसे ही सूर्य आदि देदीप्यमान होते हैं, इसलिये ब्रह्म दीप्तिमान् है। और जो श्यामाक आदि अणुओंसे भी अणु—सूक्ष्म है। ‘च’ शब्दसे यह समझना चाहिये कि जो पृथिवी आदि स्थूल पदार्थोंसे भी अत्यन्त स्थूल है। जिसमें भूर्लोक आदि  सम्पूर्ण लोक तथा उन लोकोंके निवासी मनुष्यादि स्थित हैं, क्योंकि सारे पदार्थ चैतन्यके ही आश्रित प्रसिद्ध हैं, वही सबका आश्रयभूत यह अक्षर ब्रह्म है, वही प्राण है तथा वही वाणी और मन आदि समस्त इन्द्रियवर्ग है; उन सभीमें चैतन्य ओतप्रोत है, क्योंकि प्राण और इन्द्रिय आदिका  सारा संघात चैतन्यके ही आश्रित है, जैसा कि “वह प्राणका प्राण है” इत्यादि एक अन्य श्रुतिसे सिद्ध होता है। [इस प्रकार] प्राणादिके भीतर रहनेवाला जो अक्षर चैतन्य है वही यह सत्य यानी अवितथ है; अत: वह अमृत—अविनाशी है। उसका वेधन यानी मनसे ताडन करना चाहिये।  अर्थात् उसमें मनको समाहित करना चाहिये। हे सोम्य! क्योंकि ऐसी बात है, इसलिये तू वेधन कर यानी अपने चित्तको उस अक्षरमें लगा दे॥ २ ॥",
    "commentaryEnglish": "Besides it is archimat, bright, because it is by the light of the Brahman that the sun, etc., shine; again it is subtler than the subtlest (i.e.,) grain, etc. From the particle cha, it is suggested that it is bigger than the biggest, such as earth, etc. In whom all the worlds such as earth, etc., are fixed and men and the rest, inhabitants of those worlds; for all are well-known to depend upon “Intelligence”, i. e., Brahman; this immortal Brahman on which all depend is prana, speech, mind and all the instruments. It is their internal intelligence for the whole combination of prana, senses, etc., is dependent upon that intelligence, according to the Sruti ‘It is the prana of prana, etc. This immortal Brahman which is the internal intelligence of prana, etc., is true and, therefore, endless. Veddhavyam, should he seized by the mind. The meaning is that the mind should be concentrated upon the Brahman. This being so, O good looking youth, strike that, i.e., concentrate your mind upon that Brahman."
  },
  {
    "id": 35,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "3",
    "shlok": "धनुर्गृहीत्वौपनिषदं महास्त्रं शरं ह्युपासानिशितं सन्धयीत। आयम्य तद्भावगतेन चेतसा लक्ष्यं तदेवाक्षरं सोम्य विद्धि॥ ३ ॥",
    "translationHindi": "हे सोम्य! उपनिषद्वेद्य महान् अस्त्ररूप धनुष लेकर उसपर उपासनाद्वारा तीक्ष्ण किया हुआ बाण चढ़ा; और फिर उसे खींचकर ब्रह्मभावानुगत चित्तसे उस अक्षररूप लक्ष्यका ही वेधन कर॥ ३ ॥",
    "translationEnglish": "Having taken the how furnished by the Upanishads, the great weapon—and fixed in it the arrow rendered pointed by constant meditation and having drawn it with the mind fixed on the Brahman, hit, good looking youth! at that mark—the immortal Brahman.",
    "commentaryHindi": " औपनिषद-उपनिषदोंमें वर्णित यानी उपनिषत्प्रसिद्ध महास्त्र—महान् अस्त्ररूप धनुष—शरासन लेकर उसपर बाण चढ़ावे—किस प्रकारका बाण चढ़ावे? इसपर कहते हैं—उपासनासे निशित यानी निरन्तर ध्यान करनेसे पैनाया हुआ—संस्कार किया हुआ बाण चढ़ावे।फिर बाण  चढ़ानेके अनन्तर उसे खींचकर अर्थात् इन्द्रियोंके सहित अन्त:करणको उनके विषयोंसे हटा अपने लक्ष्यमें ही जोड़कर—क्योंकि इस धनुषको हाथसे धनुष चढ़ानेके समान नहीं खींचा जा सकता— तद्भावगत अर्थात् अपने लक्ष्य उस अक्षरब्रह्ममें जो भावना है उस भावमें गये हुए  चित्तसे हे सोम्य! ऊपर कहे हुए लक्षणोंवाले अपने उसी लक्ष्य अक्षरब्रह्मका वेधन कर॥ ३ ॥ ",
    "commentaryEnglish": "How that is hit is now explained. Dhanuh. the bow. Grihitva, having taken. Upanishadam horn in, i.e., well-known in the Upanishads. Mahastram, great weapon, i.e., the arrow; fix the arrow; of what quality is stated. Upasauisltam, rendered pointed by constant meditation, i.e., purified; after fixing it and drawing it, i.e., having drawn the mind and the senses from their external objects and bending, i.e., concentrating them on the mark, for the bow here cannot be bent as by the hand; hit the mark—the immortal Brahman—above defined with thy mind, Oh good looking youth, engrossed by meditation upon the Brahman."
  },
  {
    "id": 36,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "4",
    "shlok": "प्रणवो धनु: शरो ह्यात्मा ब्रह्म तल्लक्ष्यमुच्यते। अप्रमत्तेन वेद्धव्यं शरवत्तन्मयो भवेत्॥ ४ ॥",
    "translationHindi": " प्रणव धनुष है, [सोपाधिक] आत्मा बाण है और ब्रह्म उसका लक्ष्य कहा जाता है। उसका सावधानतापूर्वक वेधन करना चाहिये और बाणके समान तन्मय हो जाना चाहिये॥ ४ ॥ ",
    "translationEnglish": "The Pranava is the how, the Atman is the arrow and the Brahman is said to be its mark. It should he hit by one who is self-collected and that which hits becomes, like the arrow, one with the mark, i.e.. Brahman.",
    "commentaryHindi": "प्रणव यानी ओंकार धनुष है। जिस प्रकार शरासन (धनुष) लक्ष्यमें बाणके प्रवेश कर जानेका साधन है उसी प्रकार [सोपाधिक] आत्मारूप बाणके अपने लक्ष्य अक्षरमें प्रवेश करनेका कारण ओंकार है। अभ्यास किये हुए प्रणवके द्वारा ही संस्कृत होकर वह उसके आश्रयसे बिना  किसी बाधाके अक्षरब्रह्ममें इस प्रकार स्थित होता है, जैसे धनुषसे छोड़ा हुआ बाण अपने लक्ष्यमें। अत: धनुषके समान होनेसे प्रणव ही धनुष है। तथा आत्मा ही बाण है, जो कि जलमें प्रतिबिम्बित हुए सूर्य आदिके समान इस शरीरमें सम्पूर्ण बौद्ध प्रतीतियोंके साक्षीरूपसे प्रविष्ट हो  रहा है। वह बाणके समान अपने ही आत्मा (स्वरूपभूत) अक्षरब्रह्ममें अनुप्रविष्ट हो रहा है। इसलिये ब्रह्म उसका लक्ष्य कहा जाता है, क्योंकि मनको समाहित करनेकी इच्छावाले पुरुषोंको वही आत्मभावसे लक्षित होता है। अत: ऐसा होनेके अनन्तर अप्रमत्त—बाह्य विषयोंकी  उपलब्धिकी तृष्णारूप प्रमादसे रहित होकर अर्थात् सब ओरसे विरक्त यानी जितेन्द्रिय होकर एकाग्रचित्तसे ब्रह्मरूप अपने लक्ष्यका वेधन करना चाहिये और फिर उसका वेधन करनेके अनन्तर बाणके समान तन्मय हो जाना चाहिये। तात्पर्य यह कि जिस प्रकार बाणका अपने  लक्ष्यसे एकरूप हो जाना ही फल है उसी प्रकार देहादिमें आत्मत्वकी प्रतीतिका तिरस्कार कर उस अक्षरब्रह्मसे एकात्मत्वरूप फल प्राप्त करे॥ ४ ॥ ",
    "commentaryEnglish": "What the bow and the rest above referred to are, is explained. The Pranava, i.e., the syllable “Om” is the bow; as the bow is the cause of the arrow entering into the mark, so the syllable “Om” is the cause of the Atman entering into the Brahman; for it is only when purified, by the repetition of Pranava, that the Atman supported by it becomes fixed in the Brahman without obstruction, as the arrow by the force of the bow is fixed in the mark. Therefore the Pranava is like a bow. The arrow is the Paramatman itself conditioned as the Atman having entered the body here, as the sun enters the water, as the witness of all states of consciousness. That, like an arrow, is discharged towards itself—the immortal Brahman. Therefore the Brahman is said to be its mark, because it is seen to be the Atman itself by those who fix their mind upon it as on a mark. This being so, the Brahman which is the mark should be hit by one who is self-collected, i. e., who is free from the excitement caused by a thirst to get at external objects, who is disgusted with everything, who has conquered his senses and whose mind is concentrated. When that is hit, the Atman becomes like the arrow, one with the mark, i.e., the Brahman. Just as the success of the arrow is its becoming one with the mark, so the fruit here achieved is the Atman becoming one with the immortal Brahman by the dispelling of the notion that the body, etc., is the Atman."
  },
  {
    "id": 37,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "5",
    "shlok": "यस्मिन्द्यौ: पृथिवी चान्तरिक्ष- मोतं मन: सह प्राणैश्च सर्वै:। तमेवैकं जानथ आत्मानमन्या वाचो विमुञ्चथामृतस्यैष सेतु:॥ ५ ॥ ",
    "translationHindi": "जिसमें द्युलोक, पृथिवी, अन्तरिक्ष और सम्पूर्ण प्राणोंके सहित मन ओतप्रोत है उस एक आत्माको ही जानो, और सब बातोंको छोड़ दो यही अमृत (मोक्षप्राप्ति)-का सेतु (साधन) है॥ ५ ॥",
    "translationEnglish": "He in whom the heaven, the earth, the antariksha (sky), the mind with the pranas are centred; know him to be the one Atman of all; abandon all other speech; this is the road to immortality.",
    "commentaryHindi": "हे शिष्यगण! जिस अक्षर पुरुषमें द्युलोक, पृथिवी, अन्तरिक्ष और प्राणों यानी अन्य समस्त इन्द्रियोंके सहित मन ओत—समर्पित है उस एक—अद्वितीय आत्माको ही जानो; तथा इस प्रकार आत्माको अपने और समस्त प्राणियोंके प्रत्यक्स्वरूपको जानकर अपरविद्यारूप अन्य  वाणीको तथा उससे प्रकाशित होनेवाले समस्त कर्मको उसके साधनसहित छोड़ दो—उसका सब प्रकार त्याग कर दो, क्योंकि यह अमृतका सेतु है—यह आत्मज्ञान संसार-महासागरको पार करनेका साधन होनेके कारण अमृत—अमरत्व यानी मोक्षकी प्राप्तिके लिये [नदीके  पार जानेके साधन-भूत] सेतुके समान सेतु है। जैसा कि—“उसीको जानकर पुरुष मृत्युको पार कर जाता है, उसकी प्राप्तिका [इसके सिवा] और कोर्इ मार्ग नहीं है” इत्यादि एक अन्य श्रुति भी कहती है॥ ५ ॥ ",
    "commentaryEnglish": "As the “Immortal” cannot be easily grasped by the mind, the repetition is for the purpose of making it more easily cognisable. He, the immortal Brahman, in whom Dyouh, earth, and antariksha are centred, as also the mind with the other instruments; know him, O disciples as “the one,” the support of all; the Atman, i.e., the internal principle of yourselves and all living beings; having known that, leave off all other speech of the nature of “Apara vidya” as also all Kar ma with their aids elucidated by it; for, this, i.e., the knowledge of the Atman is the road to the attaintment of emancipation, the bridge as it were by which the great ocean of Samsara is crossed, as another Sruti says “having known him thus, one travels beyond death; there is no other road to emancipation.”"
  },
  {
    "id": 38,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "6",
    "shlok": " अरा इव रथनाभौ संहता यत्र नाड्य: स एषोऽन्तश्चरते बहुधा जायमान:। ओमित्येवं ध्यायथ आत्मानं स्वस्ति व: पाराय तमस: परस्तात्॥ ६ ॥ ",
    "translationHindi": "रथचक्रकी नाभिमें जिस प्रकार अरे लगे होते हैं उसी प्रकार जिसमें सम्पूर्ण नाडियाँ एकत्रित होती हैं उस (हृदय)-के भीतर यह अनेक प्रकारसे उत्पन्न हुआ संचार करता है। उस आत्माका ‘ॐ’ इस प्रकार ध्यान करो। अज्ञानके उस पार गमन करनेमें तुम्हारा कल्याण  हो [अर्थात् तुम्हें किसी प्रकारका विघ्न प्राप्त न हो]॥ ६ ॥ ",
    "translationEnglish": "Where the nerves of the body meet together as the spokes in the nave of a wheel, this Atman is within it variously horn; meditate upon “Om” as the Atman. May there be no obstacle to your going to the other side beyond darkness.",
    "commentaryHindi": "अरोंके समान अर्थात् जिस प्रकार रथकी नाभिमें अरे समर्पित रहते हैं उसी प्रकार शरीरमें सर्वत्र व्याप्त नाडियाँ जिस हृदयमें संहत अर्थात् प्रविष्ट हैं उसके भीतर यह बौद्ध (बुद्धिजनित) प्रतीतियोंका साक्षीभूत और जिसका प्रकरण चल रहा है वह आत्मा देखता, सुनता,  मनन करता और जानता हुआ अन्त:करणरूप उपाधिका अनुकरण करनेवाला होनेसे उसके हर्ष-क्रोधादि प्रत्ययोंसे मानो [नवीन-नवीनरूपसे] उत्पन्न होता हुआ मध्यमें संचार करता—वर्तमान रहता है। इसीसे लौकिक पुरुष ‘वह हर्षित हुआ, वह क्रोधित हुआ’ ऐसा कहा करते हैं।  उस आत्माको ‘ॐ’ इस प्रकार अर्थात् उपर्युक्त कल्पनासे ओंकारको आलम्बन बनाकर ध्यान यानी चिन्तन करो। विद्वान् आचार्यको शिष्योंसे जो कुछ कहना था वह कह दिया। इससे ब्रह्मविद्याके जिज्ञासु होनेके कारण शिष्यगण भी सब कर्मोंसे उपरत होकर मोक्षमार्गमें जुट गये।  अत: आचार्य उन्हें निर्विघ्नतापूर्वक ब्रह्मप्राप्तिका आशीर्वाद देते हैं—‘पार अर्थात् पर तीरपर जानेके लिये तुम्हें स्वस्ति—निर्विघ्नता प्राप्त हो।’ किसके पार जानेके लिये? अविद्यारूप अन्धकारके पार जानेके लिये अर्थात् अविद्यारहित ब्रह्मात्म-स्वरूपकी प्राप्तिके लिये॥ ६ ॥ ",
    "commentaryEnglish": "Within the heart where all nerves running through the body meet together, as the spokes in the nave of the wheel, this Atman, spoken of, dwells within, as the witness of the states of consciousness, seeing, hearing, thinking, knowing and as it were, being variously born by the modifications of the mind, such as anger, joy, etc; men in the world say ‘He has become angry, he has become “joyful”, according to the conditions of the internal sense (mind); meditate upon Atman having the syllable “Om” as your support and imagining as stated. And it has been said “the preceptor who knows must instruct the disciples.” The disciples are those who being desirous to acquire the knowledge of the Brahman, have renounced Karma and taken the road to emancipation. The preceptor gives his benediction that they may attain the Brahman without hindrance; svasti vah paraya, let Him be without hindrance to your reaching the other shore. Parastat, beyond; beyond what? Beyond the darkness of ignorance, i. e., for the realisation of the true nature of the Atman devoid of ignorance. He who should be reached after crossing the ocean of Samsara and who is the subject of the Para vidya."
  },
  {
    "id": 39,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "7",
    "shlok": "य: सर्वज्ञ: सर्वविद्यस्यैष महिमा भुवि। दिव्ये ब्रह्मपुरे ह्येष व्योम्न्यात्मा प्रतिष्ठित:॥ मनोमय: प्राणशरीरनेता प्रतिष्ठितोऽन्ने हृदयं सन्निधाय। तद्विज्ञानेन परिपश्यन्ति धीरा आनन्दरूपममृतं यद्विभाति॥ ७ ॥",
    "translationHindi": "जो सर्वज्ञ और सर्ववित् है और जिसकी यह महिमा भूर्लोकमें स्थित है वह यह आत्मा दिव्य ब्रह्मपुर आकाश (हृदयाकाश)-में स्थित है। वह मनोमय तथा प्राण और [सूक्ष्म] शरीरको [एक देहसे दूसरे देहमें] ले जानेवाला पुरुष हृदयको आश्रित कर अन्न (अन्नमय देह)-में स्थित है।  उसका विज्ञान (अनुभव) होनेपर ही विवेकी पुरुष, जो आनन्दस्वरूप अमृत ब्रह्म प्रकाशित हो रहा है, उसका सम्यक् साक्षात्कार करते हैं॥ ७ ॥",
    "translationEnglish": "This Atman who knows all and all of everything and whose glory is so celebrated on earth is seated in the akas of the blight city of Brahman. He is conditioned by the mind, is the leader of the prana and the body and is seated in food, i.e., the body fixing the intelligence (in the cavity of their heart). The discerning people see by means of their superior knowledge on all sides the atman which shines, all bliss and immortality.",
    "commentaryHindi": "‘जो सर्वज्ञ और सर्ववित् है’ इसकी व्याख्या पहले (मु० उ० १। १। ९ में) की जा चुकी है। उसीके फिर और विशेषण बतलाते हैं—जिसकी यह प्रसिद्ध महिमा यानी विभूति है; वह महिमा क्या है? ये द्युलोक और पृथिवी जिसके शासनमें धारण किये हुए (यानी स्थिरतापूर्वक)  स्थित हैं जिसके शासनमें सूर्य और चन्द्रमा अलातचक्रके समान निरन्तर घूमते रहते हैं, जिसके शासनमें नदियाँ और समुद्र अपने स्थानका अतिक्रमण नहीं करते, इसी प्रकार स्थावर-जंगम जगत् जिसके शासनमें नियमित रहता है; तथा ऋतु, अयन और वर्ष—ये भी जिसके शासनका  उल्लंघन नहीं करते एवं कर्ता, कर्म और फल जिसके शासनसे अपने-अपने कालका अतिक्रमण नहीं करते—ऐसी यह महिमा संसारमें जिसकी है वह ऐसी महिमावाला सर्वज्ञ देव दिव्य—द्युतिमान् यानी समस्त बौद्ध (बुद्धिजनित) प्रत्ययोंसे होनेवाले प्रकाशयुक्त ब्रह्मपुरमें—क्योंकि  चैतन्यस्वरूपसे इस (हृदयकमलस्थित आकाश)-में ब्रह्मकी सर्वदा अभिव्यक्ति होती है, इसलिये हृदयकमल ब्रह्मपुर है, उसमें जो आकाश है उस हृदयपुण्डरीकान्तर्गत आकाशमें प्रतिष्ठित (स्थित) हुआ-सा उपलब्ध होता है। इसके सिवा आकाशवत् सर्वव्यापक ब्रह्मका जाना-आना अथवा स्थित होना और किसी प्रकार सम्भव नहीं है। वहाँ (हृदयाकाशमें) स्थित वही आत्मा मनोवृत्तिसे ही अनुभव किया जाता है, इसलिये मनरूप उपाधिवाला होनेसे वह मनोमय है। तथा प्राण-शरीरनेता—प्राण और शरीरका नाम प्राणशरीर है, उसे यह एक स्थूल शरीरसे दूसरे शरीरमें ले जानेवाला है। यह हृदय अर्थात् बुद्धिको उसके पुण्डरीकाकाशमें आश्रित कर अन्न यानी खाये हुए अन्नके परिणामरूप और निरन्तर बढ़ने-घटनेवाले पिण्डरूप अन्न (अन्नमय देह)-में स्थित है, क्योंकि हृदयमें स्थित होना ही आत्माकी स्थिति है, अन्यथा अन्नमें आत्माकी स्थिति नहीं है। धीर—विवेकी पुरुष शास्त्र और आचार्यके उपदेशसे प्राप्त तथा शम, दम, ध्यान, सर्वत्याग एवं वैराग्यसे उत्पन्न हुए विशेष ज्ञानद्वारा उस आत्मतत्त्वको सर्वत्र परिपूर्ण देखते यानी अनुभव करते हैं, जो आनन्दस्वरूप—सम्पूर्ण अनर्थ, दु:ख और आयाससे रहित, सुखस्वरूप एवं अमृतमय सर्वदा अपने अन्त:करणमें ही विशेषरूपसे भास रहा है॥ ७ ॥",
    "commentaryEnglish": "Where He is, is now explained; the terms ‘sarvajna’ and ‘sarvavit’ have already been explained. He is again described; by the expression “whose glory is this” is meant “whose glory is celebrated.” What is that glory? By whose commands stand supported the earth and the sky, by whose command, the sun and the moon always rotate as the flaming fire-brand. By whose command the rivers and the seas do not overstep their limits, whose command all that is moveable and immoveable likewise obey, whose commands in the same way, the seasons, the solstices, and the years do not transgress; by whose commands all karma, their performers and their fruits do not likewise go beyond their appointed time; that is his glory. Bhuvi, in the world. This Deva whose is all this glory and who is omniscient. Divye, bright, i. e., illuminated by all the states of consciousness. Brahmapure, in the lotus of the heart, so called because the Brahman is always manifesting himself there, in the form of intelligence. Vyomni, in the akas, within the cavity of the heart. He is perceived as if seated there because, otherwise, motion to or from, or fixity in a place is not possible for him who is all-pervading like the akas. Manomaya, because seated in the heart, he is perceived only by the modifications of the mind. (Thus) conditioned by the mind. Leader of the prana and the body, because lie leads the prana and the body from one gross body into another body. Pratishthitah, fixed. Anne, in the food, i.e., in the body which is a modification of the food eaten and which grows and decays day by day. Hridayam, intellect, Sannidhaya, fixing—in the cavity of the lotus; for, the Atman is really seated in the heart and not in the food. Tat, the entity of the Atman. Vijnanena, by knowledge, thorough, produced by the teachings of the sastras and the preceptor, and arising from control of the mind, control of the senses, meditation, complete renunciation and freedom from desire. Paripasyanti, see on all sides full. Dhirah, the discerning. A’nandarupam, free from all dangers, miseries and troubles. Vibhati, shines much in one-self always."
  },
  {
    "id": 40,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "8",
    "shlok": "भिद्यते हृदयग्रन्थिश्छिद्यन्ते सर्वसंशया:। क्षीयन्ते चास्य कर्माणि तस्मिन्दृष्टे परावरे॥ ८ ॥",
    "translationHindi": "उस परावर (कारणकार्यरूप) ब्रह्मका साक्षात्कार कर लेनेपर इस जीवकी हृदयग्रन्थि टूट जाती है; सारे संशय नष्ट हो जाते हैं और इसके कर्म क्षीण हो जाते हैं॥ ८ ॥ ",
    "translationEnglish": "When he that is both high and low is seen, the knot of the heart is untied; all doubts are solved; and all his karma is consumed.",
    "commentaryHindi": "“इसके हृदयमें जो कामनाएँ आश्रित हैं” इत्यादि अन्य श्रुतिके अनुसार ‘हृदयग्रन्थि’ बुद्धिमें स्थित अविद्यावासनामय कामको कहते हैं। यह हृदयके ही आश्रित रहनेवाली है आत्माके आश्रित नहीं। [उस आत्म-तत्त्वका साक्षात्कार होनेपर यह] भेद अर्थात नाशको प्राप्त हो जाती है।  तथा लौकिक पुरुषोंके ज्ञेय पदार्थविषयक सम्पूर्ण सन्देह, जो उनके मरणपर्यन्त गंगाप्रवाहवत् प्रवृत्त होते रहते हैं, विच्छिन्न हो जाते हैं। जिसके संशय नष्ट हो गये हैं और जिसकी अविद्या निवृत्त हो चुकी है ऐसे इस पुरुषके जो विज्ञानोत्पत्तिसे पूर्व जन्मान्तरमें किये हुए कर्म फलोन्मुख  नहीं हुए हैं और जो ज्ञानोत्पत्तिके साथ-साथ किये जाते हैं; वे सभी नष्ट हो जाते हैं; किन्तु इस (वर्तमान) जन्मको आरम्भ करनेवाले कर्म क्षीण नहीं होते, क्योंकि उनका फल देना आरम्भ हो जाता है। तात्पर्य यह है कि उस सर्वज्ञ असंसारी परावर—कारणरूपसे पर और कार्यरूपसे अवर  ऐसे उस परावरके ‘यह साक्षात् मैं ही हूँ’ इस प्रकार देख लिये जानेपर संसारके कारणका उच्छेद हो जानेसे यह पुरुष मुक्त हो जाता है॥ ८ ॥",
    "commentaryEnglish": "The fruit of the knowledge of the Paramatman is stated to be the following. Loosened is “the knot of the heart,” i.e., the group of tendencies in the mind due to ignorance, the desire which clings to the intellect according to the Sruti “The desires which lie imbedded in the heart, etc.” This is attached to the heart (intellect) not to the Atman. Biddyate. undergoes destruction; doubts regarding all knowable things have their solution—doubts which perplex worldly men up to their death, being (continuous) like the stream of the Granges; of the man whose doubts have been solved and whose ignorance has been dispelled, such karma as was anterior to the birth of knowledge in this life, such as was performed by him in previous births and had not begun to bear fruit and such as was existing at the birth of knowledge come to an end; but not that karma which brought about this birth, for it had begun to bear fruit. He, “the omniscient”, not subject to samsara; ‘both high and low,’ high as being the cause and low as being the effect; when he is seen directly as “I am he”, one attains emancipation, the cause of samsara being up-rooted."
  },
  {
    "id": 41,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "9",
    "shlok": " हिरण्मये परे कोशे विरजं ब्रह्म निष्कलम्। तच्छुभ्रं ज्योतिषां ज्योतिस्तद्यदात्मविदो विदु:॥ ९ ॥ ",
    "translationHindi": "वह निर्मल और कलाहीन ब्रह्म हिरण्मय (ज्योतिर्मय) परम कोशमें विद्यमान है। वह शुद्ध और सम्पूर्ण ज्योतिर्मय पदार्थोंकी ज्योति है और वह है जिसे कि आत्मज्ञानी पुरुष जानते हैं॥ ९ ॥",
    "translationEnglish": "The stainless indivisible Brahman, the pure, the light of all lights is in the innermost sheath of golden hue. That is what the knowers of the Atman know.",
    "commentaryHindi": "हिरण्मय—ज्योतिर्मय अर्थात् बुद्धिवृत्तिके प्रकाशरूप परमकोशमें, जो आत्मस्वरूपकी उपलब्धिका स्थान होनेके कारण तलवारके कोश (म्यान)-के समान है और सबसे भीतरी होनेके कारण श्रेष्ठ है, उसमें विरज—अविद्यादि सम्पूर्ण दोषरूप मलसे रहित ब्रह्म विराजमान है, जो सबसे  बड़ा तथा सर्वरूप होनेके कारण ब्रह्म है। वह निष्कल है; जिससे सब कलाएँ निकल गयी हों उसे निष्कल कहते हैं अर्थात् वह निरवयव है। क्योंकि ब्रह्म विरज और निष्कल है इसलिये वह शुभ्र यानी शुद्ध और ज्योतियों—अग्नि आदि सम्पूर्ण प्रकाशमय पदार्थोंका भी ज्योति:—प्रकाशक है।  तात्पर्य यह है कि अग्नि आदिका ज्योतिर्मयत्व भी अपने अन्तर्वर्ती ब्रह्मात्मचैतन्यरूप ज्योतिके ही कारण है। जो किसी अन्यसे प्रकाशित न होनेवाला आत्मज्योति है वही परम ज्योति है, जिसे कि आत्मवेत्ता—जो विवेकी पुरुष आत्मा अर्थात् अपनेको शब्दादि विषय और बुद्धिप्रत्ययोंका साक्षी  जानते हैं वे आत्मानुभवका अनुसरण करनेवाले आत्मज्ञानी पुरुष जानते हैं। क्योंकि वह परम ज्योति है इसलिये उसे वे ही जानते हैं; दूसरे बाह्य प्रतीतियोंका अनुसरण करनेवाले पुरुष नहीं जानते॥ ९ ॥ ",
    "commentaryEnglish": "The three following texts briefly elucidate the meaning already expressed. Hiranmaye, golden, i.e., full of light, or bright with intelligence and knowledge. ‘The highest sheath’, sheath, as it were, of a sword; highest, because it is the place where “the Atman is realised as located” and because it is the innermost of all. Virajam, free from the taint of ignorance and all other faults. Brahma, because it is the greatest of all and Atman of all. Nishkalam, that from which the kalas had proceeded, i.e., devoid of parts; because it is untainted and devoid of parts, therefore it is subhram or pure. The light of all lights, whose light enlightens even those that illumine all other things such as fire, etc. The meaning is that the brightness of even the fire, etc., is due to the splendour of the intelligence of the Brahman within; the light of the Atman is the highest light which is not illumined by other lights. ‘The knowers of the atman’, those discerning men who know the Self as the witness of the objective states of consciousness regarding sound and the rest; as it is the highest light, it is only those who follow (are in) the subjective state of consciousness, not others, who follow (are in) the perceptions of external objects, that know it."
  },
  {
    "id": 42,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "10",
    "shlok": " न चन्द्रतारकं नेमा विद्युतो भान्ति कुतोऽयमग्नि:। तमेव भान्तमनुभाति सर्वं तस्य भासा सर्वमिदं विभाति॥ १० ॥",
    "translationHindi": "वहाँ (उस आत्मस्वरूप ब्रह्ममें) न सूर्य प्रकाशित होता है और न चन्द्रमा या तारे। वहाँ यह बिजली भी नहीं चमकती फिर यह अग्नि किस गिनतीमें है? उसके प्रकाशित होनेसे ही सब प्रकाशित होता है और यह सब कुछ उसीके प्रकाशसे प्रकाशमान है॥ १० ॥",
    "translationEnglish": "The sun shines not there, nor the moon and the stars. Nor do these lightnings shine. How could this fire? All shine after him who shines. All this is illumined by his radiance.",
    "commentaryHindi": "वहाँ—अपने आत्मस्वरूप ब्रह्ममें सबको प्रकाशित करनेवाला सूर्य भी प्रकाशित नहीं होता अर्थात् वह भी उस ब्रह्मको प्रकाशित नहीं करता। वह (सूर्य) तो उस (ब्रह्म)-के प्रकाशसे ही अन्य सब अनात्मपदार्थोंको प्रकाशित करता है, उसमें स्वत: प्रकाश करनेका सामर्थ्य है ही नहीं।  इसी प्रकार वहाँ न तो चन्द्रमा या तारे ही प्रकाशित होते हैं और न यह बिजली ही; फिर हमें साक्षात् दिखलायी देनेवाला यह अग्नि तो हो ही कैसे सकता है? अधिक क्या? यह जो जगत् भासता है वह स्वयं प्रकाशरूप होनेके कारण उस परमेश्वरके प्रकाशित होनेपर उसीके पीछे  प्रकाशित—देदीप्यमान हो रहा है। जिस प्रकार अग्निके संयोगसे जल और उल्मुक (अंगारा) आदि अग्निके प्रज्वलित होनेपर उसके कारण जलाने लगते हैं—स्वत: नहीं जलाते, उसी प्रकार यह सूर्य आदि सम्पूर्ण जगत् उस (परब्रह्म)-के प्रकाश—तेजसे ही प्रकाशित होता है।  क्योंकि ऐसी बात है, इसलिये वह ब्रह्म ही कार्यगत विविध प्रकाशसे विशेषरूपसे प्रकाशित हो रहा है। इससे उस ब्रह्मकी प्रकाशरूपता स्वत: ज्ञात हो जाती है। जिसमें स्वयं प्रकाश नहीं है वह दूसरेको भी प्रकाशित नहीं कर सकता, क्योंकि घटादि पदार्थोंमें दूसरोंको प्रकाशित  करना नहीं देखा जाता तथा प्रकाशस्वरूप सूर्य आदिमें वह देखा जाता है॥ १० ॥",
    "commentaryEnglish": "How that is the light of all lights is explained. The sun, though enlightening all. does not shine in, i.e., does not illumine the Brahman which is his Atman; for, the sun illumines the whole universe other than the Atman with the light of the Brahman, but has not in himself the capacity to illuminate. Similarly neither the moon and the stars nor the lightning shines. How could this file which is in the range of our vision? Why dilate? This universe which shines, shines with the light of Him, the Lord of all, who shines being himself luminosity. Just as water and the rest by their contact with fire, heat with the heat of the fire, but not by their own inherent power, so all this universe, the sun and the rest shine with the light of the Brahman. As it is the Brahman alone that thus shines and shines with varying light in its diverse manifestations, itself luminosity, is inferred; for, that which is not itself light cannot illumine others as we see that pots, etc., do not illumine others and that the sun and the rest having light, illumine others."
  },
  {
    "id": 43,
    "Mundaka": "2",
    "Khanda": "2",
    "ShlokaNo": "11",
    "shlok": "ब्रह्मैवेदममृतं पुरस्ताद्ब्रह्म पश्चाद्ब्रह्म दक्षिणतश्चोत्तरेण। अधश्चोर्ध्वं च प्रसृतं ब्रह्मैवेदं विश्वमिदं वरिष्ठम्॥ ११ ॥",
    "translationHindi": " यह अमृत ब्रह्म ही आगे है, ब्रह्म ही पीछे है, ब्रह्म ही दायीं-बायीं ओर है तथा ब्रह्म ही नीचे-ऊपर फैला हुआ है। यह सारा जगत् सर्वश्रेष्ठ ब्रह्म ही है॥ ११ ॥",
    "translationEnglish": "All this before is immortal Brahman; certainly all behind is Brahman; all to the south and to the north; all bellow and all alone stretched out, i.e., extended, all this is certainly Brahman, the highest.",
    "commentaryHindi": "  यह जो अविद्यामयी दृष्टिवालोंको सामने दिखायी दे रहा है वह उपर्युक्त लक्षणोंवाला ब्रह्म ही है। इसी प्रकार पीछे भी ब्रह्म है, दायीं और बायीं ओर भी ब्रह्म है तथा नीचे-ऊपर सभी ओर कार्यरूपसे नामरूपविशिष्ट होकर फैला हुआ वह ब्रह्म ही अन्य पदार्थोंके समान भास रहा है।  अधिक क्या? यह विश्व अर्थात् सारा जगत् श्रेष्ठतम ब्रह्म ही है। यह सम्पूर्ण अब्रह्मरूपप्रतीति रज्जुमें सर्पप्रतीतिके समान अविद्यामात्र ही है। ",
    "commentaryEnglish": "The statement, Brahman alone the light of lights is true and that all else is only its modification, a matter of speech is a mere name and falsehood first made and logically demonstrated at length (afterwards) is affirmed again as a conclusion by this mantra. That which is before us and which, in the eyes of the ignorant, appears to be not Brahman is certainly Brahman. Similarly what is behind us; so, that to the south; so, that to the north; so, that below, and that above and all that is extended everywhere in the form of effect, appearing otherwise than Brahman and possessed of name and form. Why say much? All this vast universe is Brahman certainly. All perception otherwise than as Brahman is mere ignorance, just as the perception of a serpent in a rope. The declaration of the Vedas is that the one Brahman alone is really true."
  },{
    "id": 1,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "1",
    "shlok": "द्वा सुपर्णा सयुजा सखाया समानं वृक्षं परिषस्वजाते। तयोरन्य: पिप्पलं स्वाद्वत्त्य नश्नन्नन्यो अभिचाकशीति॥ १ ॥ ",
    "translationHindi": "साथ-साथ रहनेवाले तथा समान आख्यानवाले दो पक्षी एक ही वृक्षका आश्रय करके रहते हैं। उनमें एक तो स्वादिष्ट (मधुर) पिप्पल (कर्मफल)-का भोग करता है और दूसरा भोग न करके केवल देखता रहता है॥ १ ॥ ",
    "translationEnglish": " Two inseparable companions of fine plumage perch on the self-same tree. One of the two feeds on the delicious fruit. The other not tasting of it looks on.",
    "commentaryHindi": " [जीव और ईश्वररूप] दो सुपर्ण—सुन्दर पर्णवाले अर्थात् [नियम्यनिया मकभावकी प्राप्तिरूप] शोभन पतनवाले* अथवा पक्षियोंके समान [वृक्षपर निवास तथा फलभोग करनेवाले] होनेसे सुपर्ण—पक्षी तथा सयुज—सर्वदा साथ-साथ ही रहने-वाले और सखा यानी समान आख्यानवाले  अर्थात् जिनकी अभिव्यक्तिका कारण समान है ऐसे दो सुपर्ण समान—सामान्यरूपसे [दोनोंकी] उपलब्धिका कारण होनेसे एक ही वृक्ष—वृक्षके समान उच्छेदमें समानता होनेके कारण शरीररूप वृक्षपर आलिंगन किये हुए हैं, अर्थात् फलोपभोगके लिये पक्षियोंके समान एक ही वृक्षपर  निवास करते हैं। अव्यक्तरूप मूलसे उत्पन्न हुआ सम्पूर्ण प्राणियोंके कर्मफलका आश्रयभूत यह क्षेत्रसंज्ञक अश्वत्थवृक्ष ऊपरको मूल और नीचेकी ओर शाखाओंवाला है। उस वृक्षपर अविद्या, काम, कर्म और वासनाके आश्रयभूत लिंगदेहरूप उपाधिवाले जीव और ईश्वर दो पक्षियोंके  समान आलिंगन किये निवास करते हैं। इस प्रकार आलिंगन करके रहनेवाले उन दोनोंमेंसे एक—लिंगोपाधिरूप वृक्षको आश्रित करनेवाले क्षेत्रज्ञ पिप्पल यानी अपने कर्मसे प्राप्त होनेवाला सुख-दु:खरूप फल, जो अनेक प्रकारसे विचित्र अनुभवरूप स्वादके कारण स्वादु है,  खाता—भक्षण करता यानी अविवेकवश भोगता है। किन्तु अन्य—दूसरा, जो नित्य शुद्ध-बुद्ध-मुक्तस्वरूप सर्वज्ञ मायोपाधिक ईश्वर है, उसे ग्रहण न करता हुआ नहीं भोगता। यह तो साक्षित्वरूप सत्तामात्रसे भोक्ता और भोग्य दोनोंका प्रेरक ही है। अत: वह दूसरा तो फलभोग न करके  केवल देखता ही है—उसका प्रेरकत्व तो राजाके समान केवल दर्शनमात्र ही है॥ १ ॥",
    "commentaryEnglish": "The Para vidya has been explained, by which the immortal ‘purusa’ or the Truth could be known, by whose knowledge the cause of Samsara, such as the knot of the heart, etc., can be totally destroyed. Yoga which is the means to the realization of the Brahman has also been explained by an illustration “taking the bow and the rest.” Now the subsequent portion is intended to inculcate the auxiliary helps to that yoga, as truth, etc. Chiefly, the truth is here determined by another mode, as it is extremely difficult to realize it. Here, though already done, a mantra (brief) as an aphorism is introduced for the purpose of ascertaining the absolute entity. Suparnau, two of good motion or two birds; (the “word Suparna” being used to denote birds generally); Sayujau inseparable, constant, companions; Sakhayau, bearing the same name or having the same cause of manifestation. Being thus, they are perched on the same tree (‘same,’ because the place where they could be perceived is identical). ‘Tree’ here means ‘body;’ because of the similitude in their liability to be cut or destroyed. Parishasvajate, embraced; just as birds go to the same tree for tasting the fruits. This tree as is well known has its root high up (i.e., in Brahman) and its branches (prana, etc..) downwards; it is transitory and has its source in Avyakta (maya). It is named Kshetra and in it bang the fruits of the karma of all living things. It is here that the Atman, conditioned in the subtle body to which ignorance, desire, karma and their unmanifested tendencies cling, and Isvara are perched like birds. Of these two so perched, one, i.e., kshetrajna occupying the subtle body eats, i.e., tastes from ignorance the fruits of karma marked as happiness and misery, palatable in many and diversified modes; the other, i.e., tbe lord, eternal, pure, intelligent and free in his nature, omniscient and conditioned by maya does not eat; for, lie is the director of both the eater and the thing eaten, by the fact of Ids mere existence as the eternal witness (of all); not tasting, he merely looks on; for, his mere witnessing is direction, as in the case of a king."
  },
  {
    "id": 2,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "2",
    "shlok": "समाने वृक्षे पुरुषो निमग्नो- ऽनीशया शोचति मुह्यमान:। जुष्टं यदा पश्यत्यन्यमीश- मस्य महिमानमिति वीतशोक:॥ २ ॥ ",
    "translationHindi": "[र्इश्वरके साथ] एक ही वृक्षपर रहनेवाला जीव अपने दीनस्वभावके कारण मोहित होकर शोक करता है। वह जिस समय [ध्यानद्वारा] अपनेसे विलक्षण योगिसेवित ईश्वर और उसकी महिमा [संसार]-को देखता है उस समय शोकरहित हो जाता है॥ २ ॥",
    "translationEnglish": " On the self same tree, the Jiva drowned as it were and perplexed, grieves owing to helplessness. Hut when he sees the other, the lord who is worshipped by all, and his glory, lie becomes absolved from grief.",
    "commentaryHindi": "समान वृक्षपर यानी पूर्वोक्त शरीरमें अविद्या, कामना, कर्मफल और रागादिके भारी भारसे आक्रान्त होकर समुद्रके जलमें डूबे हुए तूँबेके समान निमग्न—निश्चयपूर्वक देहात्मभावको प्राप्त हुआ यह भोक्ता जीव ‘मैं यही हूँ’, ‘मैं अमुकका पुत्र हूँ’, ‘इसका नाती हूँ’, ‘कृश हूँ’,  ‘स्थूल हूँ’, ‘गुणवान् हूँ’, ‘गुणहीन हूँ’, ‘सुखी हूँ’, ‘दु:खी हूँ’ इत्यादि प्रकारके प्रत्ययोंवाला होनेसे तथा ‘इस देहसे भिन्न और कुछ नहीं है’ ऐसा समझनेके कारण उत्पन्न होता, मरता एवं अपने सम्बन्धियोंसे मिलता और बिछुड़ता रहता है। अत: अनीशावश—‘मैं  किसी कार्यके लिये समर्थ नहीं हूँ, मेरा पुत्र नष्ट हो गया और स्त्री भी मर गयी, अब मेरे जीवनसे क्या लाभ है?’—इस प्रकारके दीनभावको अनीशा कहते हैं, उससे युक्त होकर अविवेकवश अनेकों अनर्थमय प्रकारोंसे मोहित अर्थात् आन्तरिक चिन्ताको प्राप्त हुआ वह शोक यानी सन्ताप  करता रहता है। इस प्रकार प्रेत, तिर्यक् और मनुष्यादि योनियोंमें निरन्तर लघुताको प्राप्त हुआ वह जिस समय अनेकों जन्मोंमें कभी अपने शुद्ध धर्मके संचयके कारण किसी परम कारुणिक गुरुके द्वारा योगमार्ग दिखलाये जानेपर अहिंसा, सत्य, ब्रह्मचर्य, सर्वत्याग और शम-दमादिसे  सम्पन्न तथा समाहितचित्त होकर ध्यान करनेपर अनेकों योगमार्गों और कर्मोंद्वारा सेवित अन्य—वृक्षरूप उपाधिसे विलक्षण ईश्वर यानी भूख, प्यास, शोक, मोह और जरा-मृत्यु आदिसे अतीत संसारधर्मशून्य सम्पूर्ण जगत्के स्वामीको ‘मैं यह सम्पूर्ण भूतोंमें स्थित और सबके लिये समान  आत्मा ही हूँ, अविद्याजनित उपाधिसे परिच्छिन्न दूसरा मायात्मा नहीं हूँ’ इस प्रकार देखता है तथा उसकी महिमा यानी जगद्रूप विभूतिको ‘यह इस परमेश्वरस्वरूप मेरी ही है’ इस प्रकार [जानता है] उस समय वह शोकरहित हो जाता है—सम्पूर्ण शोकसागरसे मुक्त हो जाता है  अर्थात् कृतकृत्य हो जाता है॥ २ ॥",
    "commentaryEnglish": "In this state of things, the Jiva, i.e., the enjoyer occupying the body as above described, under the heavy load of ignorance, desire and thirst for the fruits of Karma, etc., sinks down like a bottle-gourd in the waters of the sea, is convinced beyond doubt that the body is the atman and thinking that he is the son of this man or the great-grandson of that, lean or stout, with or without good qualities, is enjoying or suffering, and that there is none but him, is born, dies, is united with and parted from relations and kinsmen; therefore, he grieves from helplessness thus: “I am good for nothing; I have lost my son; my wife is dead; what avails my life” and so forth and is subject to anxiety from ignorance owing to numerous kinds of troubles; but when thus constantly degenerating in births, of pretas, beasts, men and the like, he happens, owing to the result of pure deeds stored up in many (previous) births to be instructed in the path of Yoga by some preceptor surpassingly compassionate and being qualified by abstinence from giving pain, truth speaking, continence, complete renunciation and control over the internal and external senses and with his mind concentrated, finds by dint of meditation, the other who is approached by different paths of Yoga and by the followers of Karma distinct from him, conditioned in the body, not subject to the bondage of Samsara, unaffected by hunger, thirst, grief, ignorance, decay and death and lord over all the universe and thinks thus: “I am the atman, alike in all, seated in every living thing and not the other, the illusory atman, enclosed under conditions created by ignorance and this glory—this universe is mine, the lord of all,” then he becomes absolved from grief, i.e., is released entirely from the ocean of grief, i.e., his object is accomplished."
  },
  {
    "id": 3,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "3",
    "shlok": "यदा पश्य: पश्यते रुक्मवर्णं कर्तारमीशं पुरुषं ब्रह्मयोनिम्। तदा विद्वान्पुण्यपापे विधूय निरञ्जन: परमं साम्यमुपैति॥ ३ ॥",
    "translationHindi": " जिस समय द्रष्टा सुवर्णवर्ण और ब्रह्माके भी उत्पत्तिस्थान उस जगत्कर्ता ईश्वर पुरुषको देखता है उस समय वह विद्वान् पाप-पुण्य दोनोंको त्यागकर निर्मल हो अत्यन्त समताको प्राप्त हो जाता है॥ ३ ॥",
    "translationEnglish": "When the seer sees him of golden line, the creator, lord, Purusha, and the source of (Apara) Brahma, then the knower, having shaken off all deeds of merit and sin, attains supreme equality, being untouched with stain.",
    "commentaryHindi": "जिस समय देखनेवाला होनेके कारण पश्य—द्रष्टा विद्वान् अर्थात् साधक रुक्मवर्ण—स्वयंप्रकाशस्वरूप अथवा सुवर्णके समान जिसका प्रकाश अविनाशी है उस सकल-जगत्कर्ता ईश्वर पुरुष ब्रह्मयोनिको—जो ब्रह्म है और योनि भी है अथवा जो अपर ब्रह्म (ब्रह्मा)-की योनि है  उस ब्रह्मयोनिको इस प्रकार पूर्ववत् देखता है उस समय वह विद्वान् द्रष्टा पुण्य-पाप यानी अपने बन्धनभूत कर्मोंको समूल त्यागकर—भस्म करके निरंजन—निर्लेप अर्थात् क्लेशरहित होकर अद्वयरूप परम—उत्कृष्ट यानी निरतिशय समताको प्राप्त हो जाता है। द्वैतविषयक समता  इस अद्वैतरूप साम्यसे निकृष्ट ही है; अत: वह अद्वैतरूप परम साम्यको प्राप्त हो जाता है॥ ३ ॥",
    "commentaryEnglish": "Another mantra also conveys the same meaning at length. Yada, when; Pasyaha, one who sees, i.e., a learned man, i.e., a man of practice. Rukmavamam, of self-resplendent nature, or, of imperishable brightness as that of gold. ‘Creator,’ of all the universe; ‘Brahmayonim’ the Brahman who is the source of the manifested Brahman. When he sees the Brahman thus, then the learned man shaking off, or burning away good and bad deeds, forming a bondage to their root and being unaffected, i.e., freed from grief, attains that supreme equality which is identity with the Brahman. The equality in matters involving duality is certainly inferior to this."
  },
  {
    "id": 4,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "4",
    "shlok": "प्राणो ह्येष य: सर्वभूतैर्विभाति विजानन्विद्वान्भवते नातिवादी। आत्मक्रीड आत्मरति: क्रियावा नेष ब्रह्मविदां वरिष्ठ:॥ ४ ॥",
    "translationHindi": "यह, जो सम्पूर्ण भूतोंके रूपमें भासमान हो रहा है प्राण है। इसे जानकर विद्वान् अतिवादी नहीं होता। यह आत्मामें क्रीडा करनेवाला और आत्मामें ही रमण करनेवाला क्रियावान् पुरुष ब्रह्मवेत्ताओंमें श्रेष्ठतम है॥ ४ ॥",
    "translationEnglish": "This is, indeed. Prana, i.e., Isvara, shining variously with all living beings. Knowing him, the wise man becomes not a talker regarding anything else. Sporting in self, delighted in self and doing nets (enjoined), this man is the best of those who know the Brahman.",
    "commentaryHindi": "यह जो प्राणका-प्राण परमेश्वर है वह प्रकृत [परमात्मा] ही सम्पूर्ण भूतों—ब्रह्मासे लेकर स्थावरपर्यन्त समस्त प्राणियोंके द्वारा अर्थात् सर्वभूतस्थ सर्वात्मा होकर विभासित यानी विविध प्रकारसे देदीप्यमान हो रहा है। ‘सर्वभूतै:’ इस पदमें इत्थंभूतलक्षणा तृतीया* है। इस प्रकार जो  विद्वान् उस सर्वभूतस्थ प्राणको ‘मैं यही हूँ’ ऐसा साक्षात् आत्मस्वरूपसे जाननेवाला है वह उस वाक्यके अर्थज्ञानमात्रसे भी नहीं होता। क्या नहीं होता? [इसपर कहते हैं—] अतिवादी नहीं होता। जिसका स्वभाव और सबका अतिक्रमण करके बोलनेका होता है उसे अतिवादी  कहते हैं। तात्पर्य यह कि जो इस प्रकार प्राण-के-प्राण साक्षात् आत्माको जाननेवाला है वह अतिवादी नहीं होता। जबकि उसने यह देखा है कि सब आत्मा ही है, उससे भिन्न कुछ भी नहीं है तब वह किसका अतिक्रमण करके बोलेगा? जिसकी दृष्टिमें कुछ और दीखनेवाला पदार्थ है  वही उसका अतिक्रमण करके बोलता है। किन्तु यह विद्वान् तो आत्मासे भिन्न न कुछ देखता है, न सुनता है और न कुछ जानता ही है। इसलिये यह अतिवादन भी नहीं करता। यही नहीं, वह [आत्मक्रीड, आत्मरति और क्रियावान् हो जाता है।] आत्मक्रीड—जिसकी आत्मामें ही क्रीडा  हो, अन्य स्त्री-पुत्रादिमें न हो उसे आत्मक्रीड कहते हैं; तथा जिसकी आत्मामें ही रति—रमण यानी प्रीति हो वह आत्मरति कहलाता है। क्रीडा बाह्य साधनकी अपेक्षा रखनेवाली होती है और रति साधनकी अपेक्षा न करके बाह्य विषयकी प्रीतिमात्रको कहते हैं—यही इन दोनोंमें विशेषता  (अन्तर) है। तथा क्रियावान् अर्थात् जिसकी ज्ञान, ध्यान एवं वैराग्यादि क्रियाएँ हों उसे क्रियावान् कहते हैं। किन्तु [‘आत्मरति-क्रियावान्’ ऐसा] समासयुक्त पाठ होनेपर ‘आत्मरति ही जिसकी क्रिया है’ [ऐसा अर्थ होनेसे] बहुव्रीहि समास और ‘मतुप्’ प्रत्ययका अर्थ—इन दोनोंमेंसे  एक (मतुप्-प्रत्ययका अर्थ) अधिक हो जाता है। कोर्इ-कोर्इ (समुच्चयवादी) तो [आत्मरति और क्रियावान् इन दोनों विशेषणोंको] अग्निहोत्रादि कर्म और ब्रह्मविद्याके समुच्चयके लिये समझते हैं। किन्तु उनका यह अभिप्राय ‘ब्रह्मविदां वरिष्ठ:’ इस मुख्यार्थवाची कथनसे विरुद्ध है।  बाह्यक्रियावान् पुरुष आत्मक्रीड और आत्मरति हो ही नहीं सकता। कोर्इ भी पुरुष बाह्यक्रियासे निवृत्त होकर ही आत्मक्रीड हो सकता है, क्योंकि बाह्यक्रिया और आत्मक्रीडाका परस्पर विरोध है। अन्धकार और प्रकाशकी एक स्थानपर एक ही समय स्थिति हो ही नहीं सकती।  अत: इस वचनके द्वारा यह ज्ञान और कर्मके समुच्चयका प्रतिपादन मिथ्या प्रलाप ही है। यही बात “अन्या वाचो विमुञ्चथ” “संन्यासयोगात्” इत्यादि श्रुतियोंसे भी सिद्ध होती है। अतएव इस जगह उसीको ‘क्रियावान्’ कहा है जो ज्ञान-ध्यानादि क्रियाओंवाला और आर्यमर्यादाका  भंग न करनेवाला संन्यासी है। जो ऐसे लक्षणोंवाला अनतिवादी, आत्मक्रीड, आत्मरति और क्रियावान् ब्रह्मनिष्ठ है वही समस्त ब्रह्मवेत्ताओंमें वरिष्ठ यानी प्रधान है॥ ४ ॥",
    "commentaryEnglish": "Again this Isvara is the prana of prana. This, now treated of. ‘All living things,’ from the Brahman down to the worm. The instrumental case in “Sarvabhutaih” has the force of “thus become.” The meaning is ‘existing in all living things, i.e., the atman of all.’ Vibhati, shines variously. The man of knowledge who directly realises Him who is in all things as his own Atman and thinks “I am he” does not become an ativadin. merely by the knowledge of the import of the mahavakya. Ativadi, means one whose nature is to talk of all other things more, when he sees that all is the Atman and nothing else exists; how then could he talk of anything else. It is only where one sees anything else, he could well talk of that; but this man of knowledge sees, hears and knows none other than the Atman; so. he is not a talker of anything else. Again, he is an atmakridah, i.e., one whose sport is within his own Atman and not elsewhere, such as son. wife, etc. Similarly, he is atmaratih, i.e., one who delights or revels in his own Atman. The term krida or play requires some external help. But delight or revelling does not require any external help but indicates merely the attachment to an external object. This is the distinction. Similarly, kriyavan, i.e., one whose activity consists in knowledge, meditation, freedom from desire, etc. But if the reading he “atmaratikriyavan” (a compound) the meaning is he whose activity is mere delight in man; as between the Bahuvrihi and the “matup” ending, one is sufficient without the other; but some contend that the single compound, denotes a combination of both karma, i.e., Agnihotra and the rest, and the knowledge of Brahman. It is not possible for one to he playing with external objects and at the same time to he delighted in self. It is only the man who has turned away from external activity that becomes delighted in self; for, external activity and delighted in itself are opposed to each other; for, it is not possible that darkness and light could exist in the same place. Therefore, the statement that a combination of karma and knowledge is inculcated by this text is certainly the prattle of the ignorant. This also follows from the Srutis “Leave off from all other speech” and “by renunciation of Karma, etc.” Therefore, he alone is “kriyavan” whose activity consists in knowledge, meditation, etc., and who is a Sanyasin not transgressing the limits of prohibitory injunctions. Such a man as is not an ativadin, as sports in his own self, as delights in himself and as is a Kriyavan (whose activity is aforesaid) is the first among all the knowers of Brahman."
  },
  {
    "id": 5,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "5",
    "shlok": " सत्येन लभ्यस्तपसा ह्येष आत्मा  सम्यग्ज्ञानेन ब्रह्मचर्येण नित्यम्। अन्त:शरीरे ज्योतिर्मयो हि शुभ्रो यं पश्यन्ति यतय: क्षीणदोषा:॥ ५ ॥",
    "translationHindi": "यह आत्मा सर्वदा सत्य, तप, सम्यग्ज्ञान और ब्रह्मचर्यके द्वारा प्राप्त किया जा सकता है। जिसे दोषहीन योगिजन देखते हैं वह ज्योतिर्मय शुभ्र आत्मा शरीरके भीतर रहता है॥ ५ ॥",
    "translationEnglish": "This Atman within the body, resplendent and pure, can be reached by truth and tapas, by sound knowledge and by abstinence from sexual pleasures constantly practised; he is within the body, resplendent and pure; him, assiduous Sanyasins see, their faults removed.",
    "commentaryHindi": "[यह आत्मा] सत्यसे अर्थात् अनृत यानी मिथ्याभाषणके त्यागद्वारा प्राप्त किया जा सकता है। तथा “मन और इन्द्रियोंकी एकाग्रता ही परम तप है” इस स्मृतिके अनुसार तप यानी इन्द्रिय और मनकी एकाग्रतासे भी [इस आत्माकी उपलब्धि हो सकती है],  क्योंकि आत्मदर्शनके अभिमुख रहनेके कारण यही तप उसका अनुकूल परम साधन है—दूसरा चान्द्रायणादि तप उसका साधन नहीं है [इसके सिवा] सम्यग्ज्ञान—यथार्थ आत्मदर्शन और ब्रह्मचर्य—मैथुनके त्यागसे भी नित्य अर्थात् सर्वदा [इस आत्माकी प्राप्ति हो सकती है];  यहाँ ‘एष आत्मा लभ्य:’ (इस आत्माकी प्राप्ति हो सकती है) इस वाक्यका सर्वत्र सम्बन्ध है। ‘सर्वदा सत्यसे’, ‘सर्वदा तपसे’ और ‘सर्वदा सम्यग्ज्ञानसे’ इस प्रकार अन्तर्दीपिकान्यायसे (मध्यवर्ती दीपकोंके समान) सभीके साथ ‘नित्य’ शब्दका सम्बन्ध लगाना चाहिये;  जैसा कि आगे (प्रश्नोपनिषद्में) कहेंगे भी* “जिन पुरुषोंमें कुटिलता, अनृत और माया नहीं है” इत्यादि। जो आत्मा इन साधनोंसे प्राप्त किया जाता है वह कौन है—इसपर कहा जाता है—‘अन्त:शरीरे’ अर्थात् शरीरके भीतर पुण्डरीकाकाशमें जो ज्योतिर्मय सुवर्णवर्ण शुभ्र यानी  शुद्ध आत्मा है, जिसे कि क्षीणदोष यानी जिनके क्रोधादि मनोमल क्षीण हो गये हैं वे यतिजन—यत्नशील संन्यासी लोग देखते अर्थात् उपलब्ध करते हैं। तात्पर्य यह है कि वह आत्मा सर्वदा सत्यादि साधनोंसे ही संन्यासियोंद्वारा प्राप्त किया जा सकता है—कभी-कभी व्यवहार किये  जानेवाले सत्यादिसे प्राप्त नहीं होता। वह अर्थवाद सत्यादि साधनोंकी स्तुतिके लिये है॥ ५ ॥",
    "commentaryEnglish": "Now truth and the rest chiefly characterized by restraint are enjoined upon a bhikshu, i.e., mendicant, as auxiliary aids with sound knowledge; he should be attained by truth, i.e., by abstaining from falsehood; as also by tapas, i.e., by concentration of the senses and the mind, which is declared to be the highest tapas; for, it is this which is of greatest help, as it is turned towards beholding the Atman, not the other forms of tapas, such as the performance of the chandrayana (a penance), etc. “This Atman should he attained” should be read into every clause. ‘By good knowledge’, by beholding the Atman as it really is. ‘By Brahmacharya,’ by abstinence from sexual pleasure. Nityam, always. The word “always” should be read with every one of the words ‘truth,’ ‘tapas,’ etc. Just as a lamp within a building illumines every part of it, it will be said, later on, that they seethe Atman in whom there is neither deceit, nor falsehood, nor cunning. Who this Atman is that should be attained by these aids is explained. ‘Within the body,’ in the midst of the body, i.e., in the akas of the lotus of the heart. ‘Resplendent’, of golden hue. Subhra, pure. The yatayah, i.e., those who are habitually seeking, i.e., the Sanyasins, ‘their faults removed,’ i.e., devoid of all taint of mind such as anger, etc., find this atman. The drift is that the atman is attained, by Sanyasins with these aids as truth, etc., constantly practised and cannot be attained by them occasionally practised. This text is a eulogy of such aids as truth, etc."
  },
  {
    "id": 6,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "6",
    "shlok": "सत्यमेव जयति नानृतं सत्येन पन्था विततो देवयान:। येनाक्रमन्त्यृषयो ह्याप्तकामा यत्र तत्सत्यस्य परमं निधानम्॥ ६ ॥",
    "translationHindi": " सत्य ही जयको प्राप्त होता है, मिथ्या नहीं। सत्यसे देवयानमार्गका विस्तार होता है, जिसके द्वारा आप्तकाम ऋषिलोग उस पदको प्राप्त होते हैं जहाँ वह सत्यका परम निधान (भण्डार) वर्तमान है॥ ६ ॥",
    "translationEnglish": "Truth alone wins, not falsehood; by truth, the Devayanah (the path of the Devas) is widened, that by which the seers travel on, having nothing to wish for to where there is that—the highest treasure attained by truth.",
    "commentaryHindi": "सत्य अर्थात् सत्यवान् ही जयको प्राप्त होता है, मिथ्या यानी मिथ्यावादी नहीं। [यह ‘सत्य’ और ‘अनृत’ का सत्यवान् और मिथ्यावादी अर्थ इसलिये किया गया है कि] पुरुषका आश्रय न करनेवाले केवल सत्य और मिथ्याका ही जय या पराजय नहीं हो सकता।  लोकमें प्रसिद्ध ही है कि सत्यवादीसे मिथ्यावादीको ही नीचा देखना पड़ता है, इसके विपरीत नहीं होता। इससे सत्यका प्रबल साधनत्व सिद्ध होता है। यही नहीं, सत्यका उत्कृष्ट साधनत्व शास्त्रसे भी जाना जाता है। किस प्रकार? [सो बतलाते हैं—] सत्य अर्थात् यथार्थ वचनकी  व्यवस्थासे देवयानसंज्ञक मार्ग विस्तीर्ण यानी नैरन्तर्यसे प्रवृत्त होता है, जिस मार्गसे कपट, छल, शठता, अहंकार, दम्भ और अनृतसे रहित तथा सब ओरसे पूर्णकाम और तृष्णारहित ऋषिगण—[अतीन्द्रिय वस्तुको] देखनेवाले पुरुष [उस पदपर] आरूढ़ होते हैं, जिसमें कि सत्यसंज्ञक  उत्कृष्ट साधनका सम्बन्धी उसका साध्यरूप परमार्थतत्त्व जो पुरुषार्थरूपसे निहित होनेके कारण निधान है वह परम यानी प्रकृष्ट निधान वर्तमान है। ‘उस पदमें जिस मार्गसे आरूढ़ होते हैं वह सत्यसे ही विस्तीर्ण हो रहा है’—इस प्रकार इसका पूर्ववाक्यसे सम्बन्ध है॥ ६ ॥ ",
    "commentaryEnglish": "Truth alone, i.e., he who speaks the truth alone, wins; not he who utters falsehood, for there can be neither victory nor defeat between abstract truth and falsehood where they do not cling to men. It is well known in the world that he who utters falsehood is defeated by him who speaks the truth; not the converse. Therefore, it is established that truth is a strong auxiliary; again, the superiority of truth as an aid is also known from the sastras; how? It is only by truth, i.e., by a determination to speak what had occurred, the road named “Devayanah” (the way of the gods) is widened; i.e., is kept up continually; by which road, seers free from deceit, delusion, fraud, pride, vanity and falsehood and having no desires, go about to where the absolute truth, the highest treasure covetable by man and attainable by the important aid, truth, exists. The expression “where the greatest, etc.,” is connected with the preceding clause “the road by which they go is widened by truth.” What that is and what its characteristics are, will be explained."
  },
  {
    "id": 7,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "7",
    "shlok": "बृहच्च तद्दिव्यमचिन्त्यरूपं सूक्ष्माच्च तत्सूक्ष्मतरं विभाति। दूरात्सुदूरे तदिहान्तिके च पश्यत्स्विहैव निहितं गुहायाम्॥ ७ ॥ ",
    "translationHindi": "वह महान् दिव्य और अचिन्त्यरूप है। वह सूक्ष्मसे भी सूक्ष्मतर भासमान होता है तथा दूरसे भी दूर और इस शरीरमें अत्यन्त समीप भी है। वह चेतनावान् प्राणियोंमें इस शरीरके भीतर उनकी बुद्धिरूप गुहामें छिपा हुआ है॥ ७ ॥",
    "translationEnglish": "That shines as vast, heavenly, of unthinkable form and subtler than the subtle, much farther than the distant, near, also here, and seen fixed in the cavity, by the intelligent. (7)",
    "commentaryHindi": "सत्यादि जिसकी प्राप्तिके साधन हैं वह प्रकृत ब्रह्म सब ओर व्याप्त होनेके कारण बृहत्—महान् है। वह दिव्य—स्वयंप्रभ यानी इन्द्रियोंका अविषय है, इसलिये जिसका रूप चिन्तन न किया जा सके ऐसा अचिन्त्यरूप है। वह आकाशादि सूक्ष्म पदार्थोंसे भी सूक्ष्मतर है। सबका कारण  होनेसे इसकी सूक्ष्मता सबसे अधिक है। इस प्रकार वह सूर्य-चन्द्र आदि रूपोंसे अनेक प्रकार भासित यानी दीप्त हो रहा है। इसके सिवा वह ब्रह्म अज्ञानियोंके लिये अत्यन्त अगम्य होनेके कारण दूर यानी दूरस्थ देशसे भी अधिक दूर—अत्यन्त दूरस्थ देशमें वर्तमान है; तथा विद्वानोंका  आत्मा होनेके कारण इस शरीरमें अत्यन्त समीप भी है। यह श्रुतिके कथनानुसार सबके भीतर रहनेवाला होनेसे आकाशके भीतर भी स्थित है। यह इस लोकमें ‘पश्यत्सु’ अर्थात् चेतनावान् प्राणियोंमें योगियोंद्वारा दर्शनादि-क्रियावत्त्वरूपसे स्थित देखा जाता है। कहाँ देखा जाता है?  उनकी बुद्धिरूप गुहामें। यह विद्वानोंको उसीमें छिपा हुआ दिखायी देता है। तो भी अविद्यासे आच्छादित रहनेके कारण यह अज्ञानियोंको वहाँ स्थित रहनेपर भी दिखायी नहीं देता॥ ७ ॥ ",
    "commentaryEnglish": "The Brahman now treated of and attainable by truth, etc., is vast, because it is all-pervading; ‘heavenly,’ self-luminous and imperceivable by the senses. Therefore alone, is it that its form is unthinkable; it is subtler than even the subtle, such as the akas and the rest; for, being the cause of all, it is of unsurpassing subtlety. Vibhati, shines diversely, i.e., in various forms such as that of the sun, the moon, etc. Again it is farther, even from the most distant places; for, the Brahman cannot be in the least approached by the ignorant. It is also near, i.e., in the body itself; because, it is the atman of those who know and because it is within all, from the Sruti which declares it to be even within the akcas. ‘In those who see,’ among the intelligent men. ‘Fixed,’ seated, i.e., seen by yogis, as possessed of the activity of seeing, etc. Where? in the cavity, i.e., in the intellect; for, it is seen as lodged there by those who know; still, though lodged there, it is not seen by the ignorant, as it is veiled by ignorance."
  },
  {
    "id": 8,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "8",
    "shlok": "न चक्षुषा गृह्यते नापि वाचा नान्यैर्देवैस्तपसा कर्मणा वा। ज्ञानप्रसादेन विशुद्धसत्त्व- स्ततस्तु तं पश्यते निष्कलं ध्यायमान:॥ ८ ॥ ",
    "translationHindi": "[यह आत्मा] न नेत्रसे ग्रहण किया जाता है, न वाणीसे, न अन्य इन्द्रियोंसे और न तप अथवा कर्मसे ही। ज्ञानके प्रसादसे पुरुष विशुद्धचित्त हो जाता है और तभी वह ध्यान करनेपर उस निष्कल आत्मतत्त्वका साक्षात्कार करता है॥ ८ ॥ ",
    "translationEnglish": "He is not grasped by the eye; nor by speech; nor by other senses; nor by tapas; nor by karma; when one’s mind is purified by the clearness of knowledge, then alone he sees the indivisible (Brahman) by contemplation.",
    "commentaryHindi": "क्योंकि रूपहीन होनेके कारण यह आत्मा किसीसे भी नेत्रद्वारा ग्रहण नहीं किया जा सकता, अवाच्य होनेके कारण वाणीसे गृहीत नहीं होता और न अन्य इन्द्रियोंका ही विषय होता है। तप सभीकी प्राप्तिका साधन है; तथापि यह तपसे भी ग्रहण नहीं किया जाता और  न जिसका महत्त्व सुप्रसिद्ध है उस अग्निहोत्रादि वैदिक कर्मसे ही गृहीत होता है। तो फिर उसके ग्रहण करनेमें क्या साधन है? इसपर कहते हैं— ज्ञान (ज्ञानकी साधनभूता बुद्धि)-के प्रसादसे [उसका ग्रहण हो सकता है]। सम्पूर्ण प्राणियोंका ज्ञान स्वभावसे आत्मबोध करानेमें  समर्थ होनेपर भी, बाह्य विषयोंके रागादि दोषसे कलुषित—अप्रसन्न यानी अशुद्ध हो जानेके कारण उस आत्मतत्त्वका, सर्वदा समीपस्थ होनेपर भी, मलसे ढके हुए दर्पण तथा चंचल जलके समान बोध नहीं करा सकता। जिस समय इन्द्रिय और विषयोंके संसर्गसे होनेवाले रागादि  दोषरूप मलके दूर हो जानेपर दर्पण या जल आदिके समान चित्त प्रसन्न—स्वच्छ अर्थात् शान्तभावसे स्थित हो जाता है उस समय ज्ञानका प्रसाद होता है। क्योंकि उस ज्ञानप्रसादसे विशुद्धसत्त्व यानी शुद्धचित्त हुआ पुरुष ब्रह्मका साक्षात्कार करनेयोग्य होता है इसलिये तब वह  ध्यान करके अर्थात् सत्यादिसाधनसम्पन्न होकर इन्द्रियोंका निरोध कर एकाग्रचित्तसे ध्यान—चिन्तन करता हुआ उस निष्कल यानी सम्पूर्ण अवयवभेदसे रहित आत्माको देखता—उपलब्ध करता है॥ ८ ॥ ",
    "commentaryEnglish": "Again, a special aid to the attainment of Brahman is explained. It is not seen by the eye of anybody, because it has no form; nor is it grasped by speech, because it cannot be the subject of words; nor by the other senses. Though tapas is an aid to the attainment of all, the Brahman cannot be reached by Karma enjoined by the Vedas, such as agnihotra and the rest though their greatness is well known. What, then, is the means by which it could be grasped is explained. Gnana prasadena, though the intellect in all men is by nature competent to know the Atman, still being polluted by such faults, as love for external objects, etc., and hence unclear and impure, it does not, like a stained mirror and muddy water, grasp the entity of the Atman though always near; but when, by removal of the polluting taint, such as desire, etc., produced by contact with the objects of the senses, it is made clear and calm like mirror and water, then the intellect becomes clear; by this clearness of the intellect the mind is purified and the man becomes competent to realize the Brahman. Therefore, he sees the Atman which has no parts, by meditation, having recourse to such helps such as truth, etc., having controlled his senses and with a concentrated mind."
  },
  {
    "id": 9,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "9",
    "shlok": "एषोऽणुरात्मा चेतसा वेदितव्यो यस्मिन्प्राण: पञ्चधा संविवेश। प्राणैश्चित्तं सर्वमोतं प्रजानां यस्मिन्विशुद्धे विभवत्येष आत्मा॥ ९ ॥ ",
    "translationHindi": "वह सूक्ष्म आत्मा, जिस [शरीर]-में पाँच प्रकारसे प्राण प्रविष्ट है उस शरीरके भीतर ही विशुद्ध विज्ञानद्वारा जाननेयोग्य है। उससे इन्द्रियोंद्वारा प्रजावर्गके सम्पूर्ण चित्त व्याप्त हैं, जिसके शुद्ध हो जानेपर यह आत्मस्वरूपसे प्रकाशित होने लगता है॥ ९ ॥ ",
    "translationEnglish": "This subtle Atman should be known by the mind as being in the body, whose prana entered in five different forms; the mind in all creatures is pervaded by these pranas. When it is purified, then the Atman shines out of itself.",
    "commentaryHindi": "वह अणु—सूक्ष्म आत्मा चित्त यानी केवल विशुद्ध ज्ञानसे जाननेयोग्य है। वह कहाँ जाननेयोग्य है? जिस शरीरमें प्राणवायु, प्राण-अपान आदि भेदसे पाँच प्रकारका होकर सम्यक् रीतिसे प्रविष्ट हो रहा है उसी शरीरमें हृदयके भीतर यह चित्तद्वारा जाननेयोग्य है—ऐसा इसका तात्पर्य है।  वह किस प्रकारके चित्त (ज्ञान)-से ज्ञातव्य है? इसपर कहते हैं—दूध जिस प्रकार घृतसे और काष्ठ जिस प्रकार अग्निसे व्याप्त है, उसी प्रकार जिससे प्राण यानी इन्द्रियोंके सहित प्रजाके समस्त चित्त—अन्त:करण व्याप्त हैं, क्योंकि लोकमें प्रजाके सभी अन्त:करण चेतनायुक्त प्रसिद्ध हैं  और जिस चित्तके शुद्ध यानी क्लेशादि मलसे वियुक्त होनेपर यह पूर्वोक्त आत्मा अपने विशेषरूपसे प्रकट होता है अर्थात् अपनेको प्रकाशित कर देता है॥ ९ ॥ ",
    "commentaryEnglish": "This Atman, who is thus seen, is subtle and should be known by the mind, i.e., by the mere intellect purified. Where is this Atman? In the body which, prana in five different forms, has well entered. The meaning is; he should be known by the mind as existing in the body, i.e., in the heart; by mind, how circumstanced should he be known, is explained; mind in all creatures is pervaded by the pranas and the senses, as milk by oil, and fuel by fire. The mind in all living beings is well known in the world, to be possessed of intelligence; when the mind is purified, i.e., freed from the taint of grief, etc., then this Atman above-defined shines out, shows itself out, by itself."
  },
  {
    "id": 10,
    "Mundaka": "3",
    "Khanda": "1",
    "ShlokaNo": "10",
    "shlok": "यं यं लोकं मनसा संविभाति विशुद्धसत्त्व: कामयते यांश्च कामान्। तं तं लोकं जयते तांश्च कामां- स्तस्मादात्मज्ञं ह्यर्चयेद् भूतिकाम:॥ १० ॥",
    "translationHindi": " वह विशुद्धचित्त आत्मवेत्ता मनसे जिस-जिस लोककी भावना करता है और जिन-जिन भोगोंको चाहता है वह उसी-उसी लोक और उन्हीं-उन्हीं भोगोंको प्राप्त कर लेता है। इसलिये ऐश्वर्यकी इच्छा करनेवाला पुरुष आत्मज्ञानीकी पूजा करे॥ १० ॥ ",
    "translationEnglish": "Whatever worlds he covets by his mind, and whatever objects he wishes for the man of pure mind, he gains those worlds and those objects; therefore, let him who longs for Bhuti (manifested power) worship him who knows the atman.",
    "commentaryHindi": "विशुद्धसत्त्व—जिसके क्लेश* क्षीण हो गये हैं वह निर्मलचित्त आत्मवेत्ता जिस पितृलोक आदि लोककी मनसे इच्छा करता है अर्थात् ऐसा संकल्प करता है कि मुझे या किसी अन्यको अमुक लोक प्राप्त हो अथवा वह जिन कामना यानी भोगोंकी अभिलाषा करता है उसी-उसी  लोक तथा अपने संकल्प किये हुए उन्हीं-उन्हीं भोगोंको वह प्राप्त कर लेता है। अत: ऐश्वर्यकी इच्छा करनेवाला पुरुष उस विशुद्धचित्त आत्मज्ञानीका पाद-प्रक्षालन, शुश्रूषा एवं नमस्कारादिद्वारा पूजन करे, क्योंकि विद्वान् सत्यसंकल्प होता है। इसलिये (सत्यसंकल्प होनेके कारण)  वह पूजनीय ही है॥१०",
    "commentaryEnglish": "This text explains that the man who identifies the atman of all with his own, obtains as the fruits thereof, all that he longs for; because of the fact that he is the Atman of all. Whatever worlds, i.e., such as those of the manes and the rest, he covets either himself, or for others, or whatever enjoyments he wishes for the man of pure mind who is free from all grief and who knows the Atman, he obtains those worlds and those enjoyments. Therefore, i.e., because the wishes of the knower of the Atman are always realised; let one who longs for vibhutis propitiate the knower of the Atman, whose mind is purified by such knowledge, by cleaning his feet with water, personal service, prostration and the rest; therefore, he is worthy of worship."
  },{
    "id": 1,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "1",
    "shlok": "स वेदैतत्परमं ब्रह्म धाम यत्र विश्वं निहितं भाति शुभ्रम्। उपासते पुरुषं ये ह्यकामा- स्ते शुक्रमेतदतिवर्तन्ति धीरा:॥ १ ॥ ",
    "translationHindi": "वह (आत्मवेत्ता) इस परम आश्रयरूप ब्रह्मको जिसमें यह समस्त जगत् अर्पित है और जो स्वयं शुद्धरूपसे भासमान हो रहा है, जानता है। जो निष्कामभावसे उस आत्मज्ञ पुरुषकी उपासना करते हैं, वे बुद्धिमान् लोग शरीरके बीजभूत इस वीर्यका अतिक्रमण कर जाते हैं।  [अर्थात् इसके बन्धनसे मुक्त हो जाते हैं]॥ १ ॥",
    "translationEnglish": "He knows the highest Brahman, the place where all this universe rests, and which shines with clear brightness. The intelligent, who, free from all desire, worship this man, travel beyond this seed.",
    "commentaryHindi": "वह (आत्मवेत्ता) सम्पूर्ण कामनाओंके परम यानी उत्कृष्ट आश्रयभूत इस पूर्वोक्त लक्षणवाले ब्रह्मको जानता है, जिस ब्रह्मपदमें यह विश्व यानी सम्पूर्ण जगत् निहित—समर्पित है और जो कि अपने तेजसे—शुद्धरूपसे प्रकाशित हो रहा है। उस इस प्रकारके आत्मज्ञ पुरुषकी भी जो  लोग निष्काम अर्थात् ऐश्वर्यकी तृष्णासे रहित होकर यानी मुमुक्षु होकर परमदेवके समान उपासना करते हैं वे धीर—बुद्धिमान् पुरुष शुक्र यानी मनुष्यदेहके बीजका, जो कि शरीरके उपादान कारणरूपसे प्रसिद्ध है, अतिक्रमण कर जाते हैं, अर्थात् फिर योनिमें प्रवेश नहीं करते,  जैसा कि “फिर कहीं प्रीति नहीं करता” इस श्रुतिसे सिद्ध होता है। अत: तात्पर्य यह है कि उसका पूजन करना चाहिये॥ १ ॥",
    "commentaryEnglish": "As he knows the Brahman above defined, the highest of all, the place where all desires rest, where all the universe rests and which shines purely by its own light, the intelligent, who free from yearning for vibhuti and with a desire for emancipation, worship even this man as the highest, travel beyond this seed, i.e., the material cause of embodied existence, i.e., are never born again of the womb, according to the Sruti, ‘He does not like any abode.’ The meaning is that one should worship such a knower."
  },
  {
    "id": 2,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "2",
    "shlok": "कामान्य: कामयते मन्यमान: स कामभिर्जायते तत्र तत्र। पर्याप्तकामस्य कृतात्मनस्त्विहैव सर्वे प्रविलीयन्ति कामा:॥ २ ॥",
    "translationHindi": "[भोगोंके गुणोंका] चिन्तन करनेवाला जो पुरुष भोगोंकी इच्छा करता है वह उन कामनाओंके योगसे तहाँ-तहाँ (उनकी प्राप्तिके स्थानोंमें) उत्पन्न होता रहता है। परन्तु जिसकी कामनाएँ पूर्ण हो गयी हैं उस कृतकृत्य पुरुषकी तो सभी कामनाएँ इस लोकमें ही लीन हो जाती हैं॥ २ ॥",
    "translationEnglish": " He, who broods on and longs for objects of desire, is born there and there with such desires; but of him whose desires have been fulfilled and who has realised, the Atman, the desires end even here (in this world).",
    "commentaryHindi": " जो पुरुष काम अर्थात् दृष्ट और अदृष्ट अभीष्ट विषयोंकी, उनके गुणोंका मनन—चिन्तन करता हुआ, कामना करता है वह उन कामनाओं अर्थात् धर्माधर्ममें प्रवृत्ति करानेके हेतुभूत विषयोंकी इच्छारूप वासनाओंके सहित वहीं-वहीं उत्पन्न होता है; अर्थात् जहाँ-जहाँ विषयप्राप्तिके लिये  कामनाएँ पुरुषको कर्ममें नियुक्त करती हैं वह वहीं-वहीं उन्हीं-उन्हीं प्रदेशोंमें उन-उन कामनाओंसे ही परिवेष्टित हुआ जन्म ग्रहण करता है। परन्तु जो परमार्थतत्त्वके विज्ञानसे पूर्णकाम हो गया है, अर्थात् आत्मप्राप्तिकी इच्छावाला होनेके कारण जिसे सब ओरसे समस्त भोग प्राप्त हो  चुके हैं उस पूर्णकाम कृतकृत्य पुरुषकी सभी कामनाएँ लीन हो जाती हैं अर्थात् जिसने विद्याद्वारा अपने आत्माको उसके अविद्यामय अपररूपसे हटाकर अपने पररूपसे स्थित कर दिया है उस कृतात्माके धर्माधर्मकी प्रवृत्तिके समस्त हेतु इस शरीरमें स्थित रहते हुए ही लीन अर्थात्  नष्ट हो जाते हैं। अभिप्राय यह है कि अपनी उत्पत्तिके हेतुका नाश हो जानेके कारण उसमें फिर कामनाएँ उत्पन्न नहीं होतीं॥ २ ॥ ",
    "commentaryEnglish": "This text shows that the primary help to him who is desirous of emancipation is the renunciation of all desire. He who covets visible or invisible objects of desire, brooding on their virtues is born again and again with those desires of external objects which are incentive to the performance of good and bad deeds. Wherever his desires direct him to perform karma for the realisation of their objects, he is born with those self-same desires in those objects. But of him who from a sound knowledge of the absolute truth has all his desires fulfilled, because the Atman is the object of his desire and whose Atman through knowledge has been made to assume its highest, i.e., true form by the removal of the lower form imposed on it by ignorance, all desires impelling him to do meritorious and sinful deeds are destroyed even while his body lasts. The drift is that desires do not spring up, because the causes of their rising are destroyed."
  },
  {
    "id": 3,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "3",
    "shlok": "नायमात्मा प्रवचनेन लभ्यो न मेधया न बहुना श्रुतेन। यमेवैष वृणुते तेन लभ्य- स्तस्यैष आत्मा विवृणुते तनुं स्वाम्॥ ३ ॥",
    "translationHindi": "यह आत्मा न तो प्रवचन (पुष्कल शास्त्राध्ययन)-से प्राप्त होनेयोग्य है और न मेधा (धारणाशक्ति) तथा अधिक श्रवण करनेसे ही मिलनेवाला है। यह (विद्वान्) जिस परमात्माकी प्राप्तिकी इच्छा करता है उस (इच्छा)-के द्वारा ही इसकी प्राप्ति हो सकती है। उसके प्रति यह आत्मा  अपने स्वरूपको व्यक्त कर देता है॥ ३ ॥ ",
    "translationEnglish": "This Atman cannot be attained by dint of study or intelligence or much hearing—whom he wishes to attain—by that it can be attained. To him this Atman reveals its true nature.",
    "commentaryHindi": "जिस इस आत्माकी व्याख्या की गयी है, जिसका लाभ ही परम पुरुषार्थ है वह वेदशास्त्रके अधिक अध्ययनरूप प्रवचनसे प्राप्त होनेयोग्य नहीं है। इसी प्रकार वह न मेधा—ग्रन्थके अर्थको धारण करनेकी शक्तिसे और न ‘बहुना श्रुतेन’ यानी अधिक शास्त्रश्रवणसे ही मिल सकता है।  तो फिर वह किस उपायसे प्राप्त हो सकता है? इसपर कहते हैं—जिस परमात्माको यह विद्वान् वरण करता अर्थात् प्राप्त करनेकी इच्छा करता है उस वरण करनेके द्वारा ही यह परमात्मा प्राप्त होनेयोग्य है; नित्यप्राप्तस्वरूप होनेके कारण किसी अन्य साधनसे प्राप्त नहीं हो सकता।  विद्वान्को होनेवाला यह आत्मलाभ कैसा होता है—इसपर कहते हैं—यह आत्मा उसके प्रति अपने अविद्याच्छन्न परस्वरूपको यानी स्वात्मतत्त्वको प्रकाशित कर देता है। तात्पर्य यह है कि जिस प्रकार प्रकाशमें घटादिकी अभिव्यक्ति होती है उसी प्रकार विद्याकी प्राप्ति होनेपर आत्माका  आविर्भाव हो जाता है। अत: तात्पर्य यह है कि अन्य कामनाओंके त्यागद्वारा आत्मप्रार्थना ही आत्मलाभका साधन है॥ ३ ॥",
    "commentaryEnglish": "If thus the realisation of the atman is the greatest gain of all, it may be thought that means such as study, etc., should be largely employed for its attainment. This text is intended to dispel that notion. This atman which has been explained and whose realisation is the highest object of human desire cannot be attained by means of much study of the Vedas and the Sastras. Similarly not by intelligence, i.e., by a retentive memory of the purport of writings; nor by much heard, i.e., by much hearing. By what then could the Atman be attained is explained. The Paramatman whom this knower wishes to attain, by that seeking alone can that Brahman be attained; not by any other means, because his nature is always attained. What is the nature of this knower’s attainment of the Atman is explained. As pot, etc., reveals its form where there is light, so does the Atman concealed by ignorance reveal his true nature when there is knowledge. The drift is the wish for the realisation of the Atman after renouncing all others is alone the means to the attainment of the Atman."
  },
  {
    "id": 4,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "4",
    "shlok": " नायमात्मा बलहीनेन लभ्यो न च प्रमादात्तपसो वाप्यलिङ्गात्। एतैरुपायैर्यतते यस्तु विद्वां- स्तस्यैष आत्मा विशते ब्रह्मधाम॥ ४ ॥",
    "translationHindi": "यह आत्मा बलहीन पुरुषको प्राप्त नहीं हो सकता और न प्रमाद अथवा लिंग (संन्यास)-रहित तपस्यासे ही [मिल सकता है]। परन्तु जो विद्वान् इन उपायोंसे [उसे प्राप्त करनेके लिये] प्रयत्न करता है उसका यह आत्मा ब्रह्मधाममें प्रविष्ट हो जाता है॥ ४ ॥",
    "translationEnglish": "This Atman cannot he attained by one devoid of strength or by excitement or by tapas devoid of linga. But of the knower who strives with these aids, the Atman enters into the Brahman.",
    "commentaryHindi": "यह आत्मा बलहीन अर्थात् आत्मनिष्ठाजनित शक्तिसे रहित पुरुषद्वारा प्राप्त होनेयोग्य नहीं है; न लौकिक पुत्र एवं पशु आदि विषयोंकी आसक्तिके कारण होनेवाले प्रमादसे ही मिल सकता है और न लिंगरहित तपस्यासे ही। यहाँ तप ज्ञान है और लिंग संन्यास। तात्पर्य यह कि  संन्यासरहित ज्ञानसे प्राप्त नहीं होता। जो विद्वान् यानी विवेकी आत्मवेत्ता तत्पर होकर बल, अप्रमाद, संन्यास और ज्ञान—इन उपायोंसे [उसकी प्राप्तिके लिये] प्रयत्न करता है उस विद्वान्का यह आत्मा ब्रह्मधाममें सम्यक्-रूपसे प्रविष्ट हो जाता है॥ ४ ॥ ",
    "commentaryEnglish": "Combined with the wish to realise the Atman, strength, absence of excitement, and knowledge coupled with Sanyasa are helps; because this Atman cannot be attained by one devoid of strength produced by concentration on the Atman or by excitement caused by associating with objects of the world, as son, cattle and the rest, or by tapas devoid of linga. ‘Tapas’ here means ‘knowledge.’ “Linga,” means “Sanyasa.” The meaning is that the Atman cannot be attained by knowledge without Sanyasa. But of the knower who, with these aids, strength, absence of excitement, Sanyasa and knowledge—strives intent after the Atman, the Atman enters its abode, the Brahman."
  },
  {
    "id": 5,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "5",
    "shlok": "संप्राप्यैनमृषयो ज्ञानतृप्ता: कृतात्मानो वीतरागा: प्रशान्ता:। ते सर्वगं सर्वत: प्राप्य धीरा युक्तात्मान: सर्वमेवाविशन्ति॥ ५ ॥",
    "translationHindi": " इस आत्माको प्राप्त कर ऋषिगण ज्ञानतृप्त, कृतकृत्य, विरक्त और प्रशान्त हो जाते हैं। वे धीर पुरुष उस सर्वगत ब्रह्मको सब ओर प्राप्त कर [मरणकालमें] समाहितचित्त हो सर्वरूप ब्रह्ममें ही प्रवेश कर जाते हैं॥ ५ ॥",
    "translationEnglish": " Having attained Him, the seers content with their knowledge, their purpose accomplished, free from all desire, and with full composure, having attained the all-pervading Atman on all sides, ever concentrated in their minds, enter into everything.",
    "commentaryHindi": " इस आत्माको सम्यक् प्रकारसे प्राप्त कर—जानकर ऋषि अर्थात् आत्मदर्शनवान् लोग, शरीरको पुष्ट करनेवाले किसी बाह्य तृप्तिसाधनसे नहीं बल्कि उस ज्ञानसे ही तृप्त हो कृतात्मा—जिनका आत्मा परमात्मस्वरूपसे ही निष्पन्न हो गया है ऐसे होकर तथा वीतराग—रागादि  दोषोंसे रहित और प्रशान्त यानी उपरतेन्द्रिय हो जाते हैं। ऐसे भावको प्राप्त हुए वे लोग सर्वग—आकाशके समान सर्वव्यापक ब्रह्मको, उपाधिपरिच्छिन्न एकदेशमें नहीं, बल्कि सर्वत्र प्राप्त कर—फिर क्या होता है? उस अद्वयब्रह्मका ही आत्मभावसे अनुभव कर, वे धीर यानी अत्यन्त  विवेकी और युक्तात्मा—नित्य समाहितस्वभाव पुरुष शरीरपातके समय भी सर्वरूप ब्रह्ममें ही प्रवेश कर जाते हैं; अर्थात् घटके फूट जानेपर घटाकाशके समान वे अपने अविद्याजनित परिच्छेदका परित्याग कर देते हैं। इस प्रकार वे ब्रह्मवेत्ता ब्रह्मधाममें प्रवेश करते हैं॥ ५ ॥",
    "commentaryEnglish": "How they enter into Brahman is explained. Having known him well, the seers content with that knowledge and not by any external means of delight tending to the growth of their body, their Atman having become one with the Paramatman, free from the fault of desire, etc., their senses subdued, having attained him all pervading like the akas on all sides, i.e., not in any particular place limited by conditions (what then do they attain? The Brahman itself, one and without a second as their own Atman), being discerning and with concentrated minds enter into everything when their body falls, i.e., cast off all limitations imposed by ignorance, as the akas in the pot when the pot is broken. Thus do the Knowers of Brahman enter into Brahman abode."
  },
  {
    "id": 6,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "6",
    "shlok": "वेदान्तविज्ञानसुनिश्चितार्था: संन्यासयोगाद्यतय: शुद्धसत्त्वा:। ते ब्रह्मलोकेषु परान्तकाले परामृता: परिमुच्यन्ति सर्वे॥ ६ ॥ ",
    "translationHindi": "जिन्होंने वेदान्तजनित विज्ञानसे ज्ञेय अर्थका अच्छी तरह निश्चय कर लिया है वे संन्यासयोगसे यत्न करनेवाले समस्त शुद्धचित्त पुरुष ब्रह्मलोकमें देहत्याग करते समय परम अमरभावको प्राप्त हो सब ओरसे मुक्त हो जाते हैं॥ ६ ॥",
    "translationEnglish": " Having without doubt well ascertained the significance of the knowledge of Vedanta the seekers, their minds purified by dint of renunciation, attain the worlds of the Brahman and when their body falls, their Atman being one with the highest immortal Brahma n are absolved all round.",
    "commentaryHindi": "वेदान्तसे उत्पन्न होनेवाला विज्ञान वेदान्तविज्ञान कहलाता है। उसका अर्थ यानी विज्ञेय परमात्मा है। वह अर्थ जिन्हें अच्छी तरह निश्चित हो गया है वे ‘वेदान्तविज्ञानसुनिश्चितार्थ’ कहलाते हैं। वे संन्यासयोगसे—सर्वकर्मपरित्यागरूप योगसे अर्थात् केवल ब्रह्मनिष्ठास्वरूप योगसे  यत्न करनेवाले और शुद्धसत्त्व—संन्यासयोगसे जिनका सत्त्व (चित्त) शुद्ध हो गया है ऐसे वे शुद्धचित्त पुरुष ब्रह्मलोकोंमें परामृत—परम अमृत यानी अमरणधर्मा ब्रह्म ही जिनका आत्मस्वरूप है ऐसे जीवित अवस्थामें ही परामृत यानी ब्रह्मभूत होकर दीपनिर्वाण अथवा [घटके फूटनेपर]  घटाकाशके समान परिमुक्त यानी निवृत्तिको प्राप्त हो जाते हैं। वे सब परि अर्थात् सब ओरसे मुक्त हो जाते हैं। किसी अन्य गन्तव्य देशान्तरकी अपेक्षा नहीं करते। संसारी पुरुषोंके जो अन्तकाल होते हैं वे ‘अपरान्तकाल’ हैं उनकी अपेक्षा मुमुक्षुओंके संसारका अन्त हो  जानेपर उनका जो देहपरित्यागका समय है वह ‘परान्तकाल’ है। उस परान्तकालमें वे ब्रह्मलोकोंमें—बहुत-से साधक होनेके कारण यहाँ ब्रह्मलोक यानी ब्रह्मस्वरूप लोक एक होनेपर भी अनेकवत् देखा और प्राप्त किया जाता है। इसीलिये ‘ब्रह्मलोकेषु’ इस पदमें बहुवचनका प्रयोग हुआ है, अत: ‘ब्रह्मलोकेषु’ का अर्थ है ब्रह्ममें। “जिस प्रकार आकाशमें पक्षियोंके और जलमें जलचर जीवके पैर (चरण-चिह्न) दिखायी नहीं देते उसी प्रकार ज्ञानियोंकी गति नहीं जानी जाती” “[मुमुक्षु लोग] संसारमार्गसे पार होनेकी इच्छासे अनध्वग (संसारमार्गमें विचरण न करनेवाले) होते हैं।” इत्यादि श्रुति-स्मृतियोंसे भी यही प्रमाणित होता है। परिच्छिन्न साधनसे साध्य होनेके कारण संसारसम्बन्धिनी गति देशपरिच्छिन्ना ही होती है। किन्तु ब्रह्म सर्वरूप होनेके कारण किसी देशपरिच्छेदसे प्राप्तव्य नहीं है। यदि ब्रह्म देशपरिच्छिन्न हो तो मूर्तद्रव्यके समान आदि-अन्तवान्, पराश्रित, सावयव, अनित्य और कृतक सिद्ध हो जायगा। किन्तु ब्रह्म ऐसा हो नहीं सकता। अत: उसकी प्राप्ति भी देशपरिच्छिन्ना नहीं हो सकती; इसके सिवा ब्रह्मवेत्ता लोग अविद्यादि-संसारबन्धनकी निवृत्तिरूप मोक्षकी ही इच्छा करते हैं, किसी कार्यभूत पदार्थकी नहीं॥ ६ ॥ ",
    "commentaryEnglish": "Having without doubt determined the object of the knowledge of Vedanta, i.e., that Brahman should be known, the seekers, their minds purified by dint of renunciation of all karma and by being centred in the pure Brahman, attain the worlds of the Brahman at the end of samsara, which for the seekers after emancipation corresponds to the time of death of those rotating in samsara. As men who seek emancipation are many, the world of Brahman, though one, appears to be many or is reached as many; so, the plural number ‘worlds of the Brahman’ is used. Brahman being the world reached, the expression ‘in the worlds of the Brahman’ means ‘in Brahman.’ Paramritah, they whose atman has become the highest immortal, i.e., Brahman. They become the highest and immortal Brahman, even during life and are absolved in all sides like a lamp that has gone out and like the akas in the pot, i.e., they have no need of any other place to go to; for, the Sruti and the Smriti say “as the footmark of birds in the air and that of aquatic animals in water are not seen, so the track of the knowing men” and they go by no road, who would reach the ends of the roads of samsara. Motion limited by place is only in samsara, because it is accomplished by means limited; but as the Brahman is all, it cannot be reached in a limited space; if the Brahman were limited in respect of place, it would like a substance having form, have a beginning and an end, be dependent on another, composed of parts, non-eternal and be a product. But the Brahman cannot be like that; so, its attainment too, cannot be limited by conditions of place."
  },
  {
    "id": 7,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "7",
    "shlok": "गता: कला: पञ्चदश प्रतिष्ठा देवाश्च सर्वे प्रतिदेवतासु। कर्माणि विज्ञानमयश्च आत्मा परेऽव्यये सर्व एकीभवन्ति॥ ७ ॥ ",
    "translationHindi": "प्राणादि] पन्द्रह कलाएँ (देहारम्भक तत्त्व) अपने आश्रयोंमें स्थित हो जाती हैं, [चक्षु आदि इन्द्रियोंके अधिष्ठाता] समस्त देवगण अपने प्रतिदेवता [आदित्यादि]-में लीन हो जाते हैं तथा उसके [संचितादि] कर्म और विज्ञानमय आत्मा आदि सब-के-सब पर अव्यय  देवमें एकीभावको प्राप्त हो जाते हैं॥ ७ ॥",
    "translationEnglish": "The fifteen kalas go back to their source; all the powers seated on the senses go back to their corresponding deities and all his karma and the atman, all these become one, in the highest and imperishable Brahman.",
    "commentaryHindi": " जो देहकी आरम्भ करनेवाली प्राणादि कलाएँ हैं वे अपनी प्रतिष्ठाको पहुँचती अर्थात् अपने-अपने कारणको प्राप्त हो जाती हैं। [इस मन्त्रमें] ‘प्रतिष्ठा:’ यह द्वितीया विभक्तिका बहुवचन है। पन्द्रह प्रसिद्ध कलाएँ जो [प्रश्नोपनिषद्के]  अन्तिम (षष्ठ) प्रश्नमें पढ़ी गयी हैं तथा देहके आश्रित चक्षु आदि इन्द्रियोंमें स्थित समस्त देवता अपने प्रतिदेवता आदित्यादिमें लीन हो जाते हैं—ऐसा इसका तात्पर्य है। तथा मुमुक्षुके किये हुए अप्रवृत्तफल कर्म—क्योंकि जो कर्म फलोन्मुख हो जाते हैं वे उपभोगसे ही क्षीण होते हैं— और विज्ञानमय आत्मा, जो अविद्याजनित बुद्धि आदि उपाधिको आत्मभावसे मानकर जलादिमें सूर्यादिके प्रतिबिम्बके समान यहाँ देहभेदोंमें प्रविष्ट हो रहा है, उस विज्ञानमय आत्माके सहित [परब्रह्ममें लीन हो जाते हैं], क्योंकि कर्म उस विज्ञानमय आत्माको ही फल देनेवाले हैं।  अत: विज्ञानमयका अर्थ विज्ञानप्राय है। ऐसे वे [संचितादि] कर्म और विज्ञानमय आत्मा सभी, उपाधिके निवृत्त हो जानेपर आकाशके समान, पर, अव्यय, अनन्त, अक्षय, अज, अजर, अमृत, अभय, अपूर्व, अनन्य, अनन्तर, अबाह्य, अद्वय, शिव और शान्त ब्रह्ममें एकरूप हो जाते हैं— अविशेषता अर्थात् एकताको प्राप्त हो जाते हैं, जिस प्रकार कि जल आदि आधारके हटा लिये जानेपर सूर्य आदिके प्रतिबिम्ब सूर्यमें तथा घटादिके निवृत्त होनेपर घटाकाशादि महाकाशमें मिल जाते हैं॥ ७ ॥ ",
    "commentaryEnglish": "Moreover, the knowers of Brahman regard emancipation as consisting only in the release from bondage, samsara, ignorance and the rest not as something produced. Besides at the time of emancipation the kalas which produce the body, pranas etc., go back to their own seat, i.e., cause. The word ‘Pratishtha’ is accusative plural. Fifteen: fifteen in number already enumerated in the last prasna and well known. Devas, the powers adhering to the body, and lodged in the senses such as the eye, etc.; all these go to the corresponding deities such as the sun, etc.; also those actions of the seeker after emancipation which have not begun to bear fruit (for those which have begun to bear fruit can be consumed only by enjoyment) and the Atman limited by the intellect, i.e., who, mistaking the condition of the intellect so caused by ignorance for the Atman, has here entered into various bodies like the image of the sun, etc., into water, etc. (Karma being intended for the benefit of the Atman). Therefore ‘Vijnanamaya’ means ‘chiefly possessed of intellect.’ These and the Vijnanamaya Atman, after removal of the conditions imposed, become mingled as one in the Brahman, the highest, the imperishable, endless, indestructible, all-pervading like the akas, unborn, undecaying, immortal, beneficent, fearless, having neither before nor after, nor in, nor out, without a second, unconditioned, lose their distinctive features, i.e., become one as the images of the sun, etc., become one with the sun when the surface, such as water (in which lie is reflected) is withdrawn and as the akas within the pot, etc., becomes one with the akas when the pot, etc., is withdrawn."
  },
  {
    "id": 8,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "8",
    "shlok": " यथा नद्य: स्यन्दमाना: समुद्रे- ऽस्तं गच्छन्ति नामरूपे विहाय। तथा विद्वान्नामरूपाद्विमुक्त: परात्परं पुरुषमुपैति दिव्यम्॥ ८ ॥",
    "translationHindi": " जिस प्रकार निरन्तर बहती हुर्इ नदियाँ अपने नाम-रूपको त्यागकर समुद्रमें अस्त हो जाती हैं उसी प्रकार विद्वान् नाम-रूपसे मुक्त होकर परात्पर दिव्य पुरुषको प्राप्त हो जाता है॥ ८ ॥ ",
    "translationEnglish": "Just as rivers flowing become lost in an ocean, giving up both their name and form, just so, the knower, freed from name and form, attains the bright Purusha which is beyond the avyakta.",
    "commentaryHindi": "जिस प्रकार बहकर जाती हुर्इ गंगा आदि नदियाँ समुद्रमें पहुँचनेपर अपने नाम और रूपको त्यागकर अस्त—अदर्शन यानी अविशेष भावको प्राप्त हो जाती हैं उसी प्रकार विद्वान् अविद्याकृत नाम-रूपसे मुक्त हो पूर्वोक्त अक्षर (अव्याकृत)-से भी पर उपर्युक्त लक्षणविशिष्ट पुरुषको  प्राप्त हो जाता है॥ ८ ॥ ",
    "commentaryEnglish": "Moreover, just as flowing streams such as the Granges and the rest having reached the sea give up their distinct individuality in it, losing both their names and form, so, the knower being freed from name and form, created by ignorance, reaches the resplendent purusha above defined, who is beyond the avyakta already explained."
  },
  {
    "id": 9,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "9",
    "shlok": " स यो ह वै तत्परमं ब्रह्म वेद ब्रह्मैव भवति नास्याब्रह्मवित्कुले भवति। तरति शोकं तरति पाप्मानं गुहाग्रन्थिभ्यो विमुक्तोऽमृतो भवति॥ ९ ॥ ",
    "translationHindi": "जो कोर्इ उस परब्रह्मको जान लेता है वह ब्रह्म ही हो जाता है। उसके कुलमें कोर्इ अब्रह्मवित् नहीं होता। वह शोक को तर जाता है, पापको पार कर लेता है और हृदयग्रन्थियोंसे विमुक्त होकर अमरत्व प्राप्त कर लेता है॥ ९ ॥ ",
    "translationEnglish": "He who knows that highest Brahman becomes even Brahman; and in his line, none who knows not the Brahman will be born. He crosses grief and virtue and vice and being freed from the knot of the heart, becomes immortal.",
    "commentaryHindi": " इस लोकमें जो कोर्इ उस परब्रह्मको जान लेता है—‘वह साक्षात् मैं ही हूँ’ ऐसा समझ लेता है, वह किसी अन्य गतिको प्राप्त नहीं होता। उसकी ब्रह्मप्राप्तिमें देवतालोग भी विघ्न उप-स्थित नहीं कर सकते, क्योंकि वह तो उनका आत्मा ही हो जाता है।  अत: ब्रह्मको जाननेवाला ब्रह्म ही हो जाता है। तथा इस विद्वान्के कुलमें कोर्इ अब्रह्मवित् नहीं होता और यह शोकको तर जाता है अर्थात् अनेकों इष्ट वस्तुओंके वियोगजनित सन्तापको जीवित रहते हुए ही पार कर लेता है तथा धर्माधर्मसंज्ञक पापसे भी परे हो जाता है।  फिर हृदयाविद्याग्रन्थियोंसे विमुक्त हो अमृत हो जाता है, जैसा कि ‘भिद्यते हृदयग्रन्थि:’ इत्यादि मन्त्रोंमें कहा ही है॥ ९ ॥ ",
    "commentaryEnglish": "It may he said that numerous obstacles are well known to exist in the attainment of good and that even the knower of Brahman may, therefore, be impeded either by some grief or other, or be made to take some other course by some other being, such as the Devas, reach some other after death and not reach Brahman. This cannot be; for all obstacles have already been removed by knowledge. Emancipation knows only the obstacle of ignorance and no other obstacle; because it is eternal and is being the Atman itself. Therefore, he in the world who knows that highest Brahman, as “I am directly that” does not take any other course. It is impossible even for the Devas to throw any obstacle in his attempt to reach the Brahman, because he becomes the Atman of all these; therefore he who knows the Brahman becomes even Brahman. Moreover in the line of this knower, there will not be born any who knows not the Brahman; again, he overcomes even during life the heart-burning caused by frustration of his many desires, crosses over karma known as vice and virtue, and being freed from “the knots of the heart” caused by ignorance, becomes immortal. It has already been said “the knot of the heart is untied, etc.”"
  },
  {
    "id": 11,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "10",
    "shlok": "क्रियावन्त: श्रोत्रिया ब्रह्मनिष्ठा: स्वयं जुह्वत एकर्षिं श्रद्धयन्त:। तेषामेवैषां ब्रह्मविद्यां वदेत शिरोव्रतं विधिवद्यैस्तु चीर्णम्॥ १० ॥ ",
    "translationHindi": "जो अधिकारी क्रियावान्, श्रोत्रिय, ब्रह्मनिष्ठ और स्वयं श्रद्धापूर्वक एकर्षि नामक अग्निमें हवन करनेवाले हैं तथा जिन्होंने विधिपूर्वक शिरोव्रतका अनुष्ठान किया है उन्हींसे यह ब्रह्मविद्या कहनी चाहिये॥ १० ॥",
    "translationEnglish": "This is explained by the mantra “who perform the karma enjoined, who are srotriyas, who are centred in the Brahman (lower) and who with faith, offer oblations themselves to the fire named Ekarshi, perform the vow named Sirovrata (who duly carry a fire on the head); to those alone, let one teach this knowledge of the Brahman.” (20)",
    "commentaryHindi": " यह विद्यासम्प्रदानकी विधि [आगेकी] ऋचा यानी मन्त्रने भी प्रकाशित की है— जो क्रियावान्—जैसा ऊपर बतलाया गया है वैसे कर्मानुष्ठानमें लगे हुए, श्रोत्रिय और ब्रह्मनिष्ठ यानी अपरब्रह्ममें लगे हुए और परब्रह्मको जाननेके इच्छुक तथा स्वयं श्रद्धायुक्त होकर एकर्षि  नामक अग्निमें हवन करनेवाले हैं उन्हीं शुद्धचित्त एवं ब्रह्मविद्याके पात्रभूत अधिकारियोंको यह ब्रह्मविद्या बतलानी चाहिये, जिन्होंने कि सिरपर अग्नि धारण करनारूप शिरोव्रतका—जैसा कि अथर्ववेदियोंका वेदव्रत प्रसिद्ध है—विधिवत्—शास्त्रोक्त विधिके अनुसार अनुष्ठान किया है,  उन्हींसे यह विद्या कहनी चाहिये॥ १० ॥",
    "commentaryEnglish": "Now, the Upanishad concludes by indicating the rule regarding the teaching of the knowledge of Brahman. This, the rule about the teaching of the knowledge of Brahman is expounded by this text. Who perform the karma enjoined, who are Srotriyas, who being engaged in the worship of the manifested Brahman seek to know the unmanifested Brahman. Who with faith, themselves offer the oblations to the fire known as Ekarshi; to them alone whose mind is thus purified and who are, therefore, fit (to receive instruction) should one teach the knowledge of Brahman as also to those by whom is duly practised the vow of Sirovratam such being the well known Vedic vow among those who are of the Atharvana Veda."
  },
  {
    "id": 12,
    "Mundaka": "3",
    "Khanda": "2",
    "ShlokaNo": "11",
    "shlok": "तदेतत्सत्यमृषिरङ्गिरा: पुरोवाच नैतदचीर्णव्रतोऽधीते। नम: परमऋषिभ्यो नम: परमऋषिभ्य:॥ ११ ॥",
    "translationHindi": "उस इस सत्यका पूर्वकालमें अंगिरा ऋषिने [शौनकजीको] उपदेश किया था। जिसने शिरोव्रतका अनुष्ठान नहीं किया वह इसका अध्ययन नहीं कर सकता। परमर्षियोंको नमस्कार है, परमर्षियोंको नमस्कार है॥ ११ ॥ ",
    "translationEnglish": "This external purusha did the seer Angiras teach in ancient times; none by whom the vow is not observed studies this; prostration to the great sages, prostration to the great sages.   ",
    "commentaryHindi": "उस इस अक्षर पुरुष सत्यको अंगिरा नामक ऋषिने पूर्वकालमें अपने समीप विधिपूर्वक आये हुए प्रश्नकर्ता शौनकजीसे कहा था। उनके समान अन्य किसी गुरुको भी उसी प्रकार अपने समीप विधिपूर्वक आये हुए कल्याणकामी मुमुक्षु पुरुषको उसके मोक्षके लिये इसका  उपदेश करना चाहिये—यह इसका तात्पर्य है। इस ग्रन्थरूप उपदेशका अचीर्णव्रत पुरुष—जिसने कि शिरोव्रतका आचरण न किया हो—अध्ययन नहीं कर सकता, क्योंकि जिसने उस व्रतका आचरण किया होता है उसीकी विद्या संस्कारसम्पन्न होकर फलवती होती है।  यहाँ ब्रह्मविद्या समाप्त हुर्इ। वह जिन ब्रह्मा आदिसे परम्पराक्रमसे प्राप्त हुर्इ है उन परमर्षियोंको नमस्कार है। जिन्होंने परब्रह्मका साक्षात् दर्शन किया है और उसका बोध प्राप्त किया है वे ब्रह्मा आदि परम ऋषि हैं; उन्हें फिर भी नमस्कार है। यहाँ ‘नम: परमऋषिभ्यो नम:  परमऋषिभ्य:’ यह द्विरुक्ति ऋषियोंके अधिक आदर और मुण्डककी समाप्तिके लिये है॥ ११ ॥",
    "commentaryEnglish": "This undecaying and true purusha did the seer, known as Angiras, teach in ancient days to Saunaka who had duly approached him and questioned him (about this). The meaning is that, similarly, any other also should teach the same to one who longs for bliss and seeks emancipation and who with that end in view has duly approached the preceptor. This knowledge in the form of a book, no one who has not observed the vow, studies; for it is knowledge, only in those who observe the vow, that bears fruit. Thus ends the knowledge of Brahman which has been handed down from Brahma and the rest from preceptor to disciple. Prostration to those sages, Brahma and the rest, who have directly seen the Brahman and realised him. Prostration again to them; the repetition is both to indicate great solicitude and the fact that the Mundakopanishad here ends."
  }
]
