[
  {
    "id": 1,
    "Part": "1",
    "mantraNumber": "1",
    "shlok": {
      "line1": " मनुमेकाग्रमासीनमभिगम्य महर्षयः । प्रतिपूज्य यथान्यायमिदं वचनमब्रुवन् ।। 1 ।।"
    },
    "translationHindi": "एक समय एकान्त में एकाग्रचित्त (ध्यानलीन) बैठे भगवान् मनु की सेवा में उपस्थित होकर महर्षियों ने प्रथम उन्हें प्रणाम निवेदन करके उनका विधिपूर्वक अर्चन-पूजन किया और इसके उपरान्त उनसे निम्नोक्त रूप  से निवेदन किया।",
    "translationEnglish": "The great sages approached Manu, who was seated with a collected mind, and, having duly worshipped him, spoke as follows:"
  },
  {
    "id": 2,
    "Part": "1",
    "mantraNumber": "2",
    "shlok": {
      "line1": "भगवन्सर्ववर्णानां यथावदनुपूर्वशः । अन्तरप्रभवाणां च धर्मान्नो वक्तुमर्हसि ।। 2 ।। "
    },
    "translationHindi": "भगवन्! हमारा आपसे विनम्र अनुरोध है कि आप हमें चारों वर्णों—ब्राह्मण, क्षत्रिय, वैश्य और शूद्र—द्वारा तथा  वर्णसंकर—(भिन्न वर्ण के पुरुष द्वारा भिन्न वर्ण की स्त्री से उत्पन्न सन्तान यानी ब्राह्मण यदि शूद्रा को गर्भवती बनाता है, तो उस शूद्रा स्त्री से उत्पन्न सन्तान वर्णसंकर कहलायेगी, क्योंकि उसकी जाति में दो भिन्न वर्णों के  खून का मिश्रण है।) जाति के लोगों द्वारा आचरणीय धर्मों का प्रकाश करने की कृपा करें।",
    "translationEnglish": "Deign, divine one, to declare to us precisely and in due order the sacred laws of each of the (four chief) castes (varna) and of the intermediate ones"
  },
  {
    "id": 3,
    "Part": "1",
    "mantraNumber": "3",
    "shlok": {
      "line1": "त्वमेको ह्यस्य सर्वस्य विधानस्य स्वयम्भुवः । अचिन्त्यस्याप्रमेयस्य कार्यतत्त्वार्थवित्प्रभो ।। 3 ।। "
    },
    "translationHindi": "भगवन्! आप ही अचिन्त्य—जिसके स्वरूप का यथावत् (ठीक-ठीक) चिन्तन नहीं किया जा सकता—तथा अप्रमेय—जो ज्ञान की सीमा से परे है—एवं स्वयंभू—जो अपने को स्वयं उत्पन्न करने वाला है—तथा  अनादि परब्रह्म परमेश्वर द्वारा वेदों में निरूपित सभी यज्ञ-यागादि अनुष्ठानों तथा नित्यकर्मों के तत्त्वज्ञ पण्डित हैं। महर्षियों ने उनसे यह भी अनुरोध किया —",
    "translationEnglish": "For thou, O Lord, alone knowest the purport, (i.e.) the rites, and the knowledge of the soul, (taught) in this whole ordinance of the Self-existent (Svayambhu), which is unknowable and unfathomable.’"
  },
  {
    "id": 4,
    "Part": "1",
    "mantraNumber": "4",
    "shlok": {
      "line1": " जरायुजाण्डजानां च तथा सस्वेदजोद्‌भिदाम् । भूतग्रामस्य सर्वस्य प्रभवं प्रलयं तथा ।। 4 ।।"
    },
    "translationHindi": " भगवन्! आप हमें चारों प्रकार की सृष्टि—जरायुज (जेरसहित उत्पन्न होने वाले मनुष्य तथा पशु आदि), अण्डज (मां के गर्भ से उत्पन्न अण्डे से निकलने वाले सभी जलचर, नभचर और स्थलचर पक्षी, सर्प,  मेढक आदि प्राणी), स्वेदज (पसीने से उत्पन्न होने वाली जुएं आदि) तथा उद्‌भिज (मां का पेट फाड़कर उत्पन्न होने वाले टट्‌टू आदि, मनुजी के अनुसार पृथ्वी को फाड़कर उससे निकलने वाले वृक्ष, वनस्पति आदि) की  उत्पत्ति बताने की कृपा करें।",
    "translationEnglish": "He, whose power is measureless, being thus asked by the high-minded great sages, duly honoured them, and answered, ’Listen!’"
  },
  {
    "id": 5,
    "Part": "1",
    "mantraNumber": "5",
    "shlok": {
      "line1": "आचारांश्चैव सर्वेषां कार्याकार्यविनिर्णयम् । यथाकालं यथायोगं वक्तुमर्हस्यशेषतः ।। 5 ।। "
    },
    "translationHindi": "हे भगवन्! आप ही हमें सभी प्रकार के लोगों के लिए आचरणीय नियमों की, करणीय-अकरणीय कार्यों की तथा यज्ञ-यागादि पवित्र कर्मों के अनुष्ठान के उपयुक्त समय आदि की पूरी-पूरी जानकारी देने  की कृपा करें। आप परोपकारी और तत्त्वज्ञ महात्मा हैं, अतः आप हमें अवश्य उपकृत करेंगे, ऐसा हमारा पूर्ण विश्वास है। ",
    "translationEnglish": "This (universe) existed in the shape of Darkness, unperceived, destitute of distinctive marks, unattainable by reasoning, unknowable, wholly immersed, as it were, in deep sleep"
  },
  {
    "id": 6,
    "Part": "1",
    "mantraNumber": "6",
    "shlok": {
      "line1": "सः तैः पृष्टस्तथा सम्यगमितौजा महात्मभिः । प्रत्युवाचार्च्य तान्सर्वान्महर्षीञ्छ्रूयतामिति ।। 6 ।। "
    },
    "translationHindi": "महातेजस्वी भगवान् मनु ने महात्माओं के अनुरोध को सुनकर उनकी उत्तम जिज्ञासा के लिए प्रथम उनका अभिनन्दन किया और पुनः उनका यथोचित सत्कार करके उन्हें सम्बोधित करते हुए  कहा—आप अपने प्रश्नों के उत्तर सुनिये। ",
    "translationEnglish": "Then the divine Self-existent (Svayambhu, himself) indiscernible, (but) making (all) this, the great elements and the rest, discernible, appeared with irresistible (creative) power, dispelling the darkness."
  },
  {
    "id": 7,
    "Part": "1",
    "mantraNumber": "7",
    "shlok": {
      "line1": "आसीदिदं तमोभूतमप्रज्ञातमलक्षणम् । अप्रतर्क्यमविज्ञेयं प्रसुप्तमिव सर्वतः ।। 7 ।।"
    },
    "translationHindi": " प्रलयकाल में यह संसार अन्धकार से परिपूर्ण था, जीवन का कहीं कोई लक्षण नहीं था, चारों ओर अज्ञान तथा अचेतनता की स्थिति थी। ऐसा प्रतीत होता  था कि जैसे सारा विश्व निद्रा में सोया हुआ हो। इस प्रकार कहीं भी जीवन के चिह्न दिखाई नहीं देते थे।",
    "translationEnglish": "He who can be perceived by the internal organ (alone), who is subtile, indiscernible, and eternal, who contains all created beings and is inconceivable, shone forth of his own (will)"
  },
  {
    "id": 8,
    "Part": "1",
    "mantraNumber": "8",
    "shlok": {
      "line1": "ततः स्वयम्भूर्भगवानव्यक्तोऽव्यञ्जयन्निदम् । महाभूतादिवृत्तौजाः प्रादुरासीत्तमोन्नुदः ।। 8 ।।"
    },
    "translationHindi": " प्रलयकाल के उपरान्त अव्यक्त एवं स्वयंभू भगवान्‌ नारायणदेव ने अपने बल—प्रकृति के प्रेरक महत्तत्त्व पञ्चभूत (आकाश, वायु, अग्नि, जल और पृथ्वी) को—प्रकाशित करने  के रूप में अपने को प्रकट किया। भगवान् की शक्तिरूप पञ्चभूतों के प्रकाशित होते ही अन्धकार नष्ट हो गया और प्रकाश व्याप्त हो गया।",
    "translationEnglish": "He, desiring to produce beings of many kinds from his own body, first with a thought created the waters, and placed his seed in them."
  },
  {
    "id": 9,
    "Part": "1",
    "mantraNumber": "9",
    "shlok": {
      "line1": "योऽसावतीन्द्रियग्राह्यः सूक्ष्मोऽव्यक्तः सनातनः । सर्वभूतमयोऽचिन्त्यः स एष स्वयमुद्‌बभौ ।। 9 ।।"
    },
    "translationHindi": "अव्यक्त, अतीन्द्रिय—चक्षु-श्रोत्र आदि इन्द्रियों से ग्रहण न किये जाने वाले—अत्यन्त सूक्ष्म, अचिन्त्य तथा प्राणिमात्र में शाश्वत रूप में व्याप्त उस नित्य परमेश्वर का व्यक्त हो जाना ही सृष्टि  अथवा जगत् की रचना है। दूसरे शब्दों में परमेश्वर का अव्यक्त होना प्रलय और व्यक्त होना सृष्टि है। इस प्रकार सृष्टि-काल में परमेश्वर स्वयं ही अपने को उत्पन्न करता है, अर्थात् वह स्वयं ही कारण है  और स्वयं ही कार्य भी है।",
    "translationEnglish": "That (seed) became a golden egg, in brilliancy equal to the sun; in that (egg) he himself was born as Brahman, the progenitor of the whole world"
  },
  {
    "id": 10,
    "Part": "1",
    "mantraNumber": "10",
    "shlok": {
      "line1": " सोऽभिध्याय शरीरात्स्वात्सिसृक्षुर्विविधाः प्रजाः । अप एव ससर्जादौ तासु वीर्यमवासृजत्‌ ।। 10 ।।"
    },
    "translationHindi": "सनातन परमेश्वर के स्वयं ही कारणरूप और स्वयं ही कार्यरूप को स्पष्ट करते हुए महर्षि मनु कहते हैं—पुण्यकर्मा महर्षियो! अपने शरीर से अनेक प्रकार की प्रजाओं के सर्जन की इच्छा से  नारायणदेव ने सर्वप्रथम अप्तत्त्व, अर्थात् पञ्चभूतात्मक प्रकृति को उत्पन्न किया और उसमें बीज को आरोपित किया। ",
    "translationEnglish": "The waters are called narah, (for) the waters are, indeed, the offspring of Nara; as they were his first residence (ayana), he thence is named Narayana"
  },
  {
    "id": 11,
    "Part": "1",
    "mantraNumber": "11",
    "shlok": {
      "line1": "तदण्डमभवद्धैमं सहस्रांशुसमप्रभम् । तस्मिञ्जज्ञे स्वयं ब्रह्मा सर्वलोकपितामहः ।। 11 ।। "
    },
    "translationHindi": "प्रकृति में आरोपित बीज अल्प काल में ही सूर्य के समान चमकीले अण्डे के रूप में परिणत हो गया और फिर उसी अण्डे से सब लोगों के पितामह ब्रह्माजी उत्पन्न हुए। इस प्रकार परमेश्वर द्वारा  सृष्ट अप्तत्त्व (प्रकृति) में आरोपित बीज से ही समस्त सृष्टि की उत्पत्ति हुई। स्पष्ट है कि इस सृष्टि के प्रारम्भ में भी परमेश्वर था, मध्य में भी वही था और उससे उत्पन्न होने वाला ब्रह्मा भी वही था।  वही निमित्त कारण (कर्त्ता), उपादान कारण (सामग्री) है तथा वही कार्य भी है। उससे भिन्न अथवा उसके अतिरिक्त कुछ भी नहीं।",
    "translationEnglish": "From that (first) cause, which is indiscernible, eternal, and both real and unreal, was produced that male (Purusha), who is famed in this world (under the appellation of) Brahman."
  },
  {
    "id": 12,
    "Part": "1",
    "mantraNumber": "12",
    "shlok": {
      "line1": "आपो नारा इति प्रोक्ता आपो वै नरसूनवः । ता यदस्पायनं पूर्वं तेन नारायणः स्मृतः ।। 12 ।।"
    },
    "translationHindi": "ब्रह्म (नर) द्वारा उत्पन्न होने के कारण अप्तत्त्व का एक नाम ‘नार’ है और इसी ‘नार’ से फिर ब्रह्मा की ब्रह्मारूप में उत्पत्ति हुई। अतः ब्रह्माजी का ही एक नाम ‘नारायण’ है।",
    "translationEnglish": "The divine one resided in that egg during a whole year, then he himself by his thought (alone) divided it into two halves;"
  },
  {
    "id": 13,
    "Part": "1",
    "mantraNumber": "13",
    "shlok": {
      "line1": "यत्तत्कारणमव्यक्तं नित्यं सदसदात्मकम् । तद्विसृष्टः स पुरुषो लोके ब्रह्मेति कीर्त्यते ।। 13 ।। "
    },
    "translationHindi": "वस्तुतः इस सम्पूर्ण जगत् के निमित्त और उपादान कारण होते हुए भी दृष्टिगोचर न होने वाले, नित्य और सत्-असत्‌ पदार्थों के मूलभूत प्रधान (प्रकृति) के मूलाधार परमपुरुष परमात्मा का ही प्रकृतियुक्त  रूप ‘ब्रह्मा’ है। इस प्रकार प्रकृति से भिन्न एवं अतीत (निर्विकार) परमात्मा का नाम ‘ब्रह्म’ और प्रकृति सहित (सविकार) परमात्मा का नाम ‘ब्रह्मा’ है। ",
    "translationEnglish": "And out of those two halves he formed heaven and earth, between them the middle sphere, the eight points of the horizon, and the eternal abode of the waters."
  },
  {
    "id": 14,
    "Part": "1",
    "mantraNumber": "14",
    "shlok": {
      "line1": "तस्मिन्नण्डे स भगवानुषित्वा परिवत्सरम् । स्वयमेवात्मनो ध्यानात्तदण्डमकरोद्‌द्विधा ।। 14 ।।"
    },
    "translationHindi": " निर्विकार ब्रह्म ने सविकार ब्रह्मारूप में उस अण्डे में परिवत्सर (कल्प का सौवां भाग, चार युगों की समन्विति एक कल्प कहलाती है) पर्यन्त रहने के उपरान्त (जिस प्रकार बालक लगभग नौ  मास मां के उदर में रहता है, ठीक उसी प्रकार) अपने ही ध्यान से उस अण्डे के दो भाग कर दिये।",
    "translationEnglish": "From himself (atmanah) he also drew forth the mind, which is both real and unreal, likewise from the mind egoism, which possesses the function of self-consciousness (and is) lordly;"
  },
  {
    "id": 15,
    "Part": "1",
    "mantraNumber": "15",
    "shlok": {
      "line1": " ताभ्यां स शकलाभ्यां च दिवं भूमिं च निर्ममे । मध्ये व्योमदिशश्चाष्टावपां स्थानं च शाश्वतम् ।। 15 ।।"
    },
    "translationHindi": "ब्रह्माजी ने अण्डे के एक खण्ड से द्युलोक की और एक टुकड़े से पृथ्वीलोक की रचना की। उन्होंने इन दोनों—द्युलोक और पृथ्वीलोक—के मध्य में आकाश (शून्य), आठ दिशाओं तथा जल का  नित्य-शाश्वत (सदा रहने वाला) स्थान भी बनाया।",
    "translationEnglish": "Moreover, the great one, the soul, and all (products) affected by the three qualities, and, in their order, the five organs which perceive the objects of sensation"
  },
  {
    "id": 16,
    "Part": "1",
    "mantraNumber": "16",
    "shlok": {
      "line1": " उद्‌बर्हात्मनश्चैव मनः सदसदात्मकम् । मनसश्चाप्यहङ्कारमभिमन्तारमीश्वरम् ।। 16 ।। "
    },
    "translationHindi": "जगत् के स्रष्टा ब्रह्माजी ने अपनी ही प्रकृति से संकल्प-विकल्पात्मक मन को उत्पन्न किया और इस मन से अभिमानी तत्त्व (अपने को कर्ता मानने की मिथ्या धारणा और इसके कारण  अपने को बड़ा समझने की भ्रान्ति) को जन्म दिया।",
    "translationEnglish": "But, joining minute particles even of those six, which possess measureless power, with particles of himself, he created all beings"
  },
  {
    "id": 17,
    "Part": "1",
    "mantraNumber": "17",
    "shlok": {
      "line1": " महान्तमेव चात्मानं सर्वाणि त्रिगुणानि च । विषयाणां गृहीतॄणि शनैः पञ्चेन्द्रियाणि च ।। 17 ।। "
    },
    "translationHindi": "इसके उपरान्त ब्रह्माजी ने महान् आत्मा अथवा महत्तत्त्व की—सत्त्व, रज और तम प्रकृति, तीन गुणों और सभी विषयों (रूप, शब्द, गन्ध, रस और स्पर्श) को ग्रहण करने  वाली पांचों इन्द्रियों (नेत्र, श्रोत्र, नासिका, जिह्वा और त्वचा)—की सृष्टि की। ",
    "translationEnglish": "Because those six (kinds of) minute particles, which form the (creator’s) frame, enter (a-sri) these (creatures), therefore the wise call his frame sarira, (the body.)"
  },
  {
    "id": 18,
    "Part": "1",
    "mantraNumber": "18",
    "shlok": {
      "line1": "तेषां त्ववयवान्सूक्ष्मान्षण्णामप्यमितौजसाम् । सन्निवेश्यात्ममात्रासु सर्वभूतानि निर्ममे ।। 18 ।। "
    },
    "translationHindi": "सृष्टिकर्ता ब्रह्माजी ने अत्यन्त ओजस्वी उन छह तत्त्वों—अहंकार और पांच इन्द्रियों—के सूक्ष्म अंगों में अपनी-अपनी मात्राओं—कर्तृत्व तथा रूप, रस, गन्ध, शब्द और स्पर्श—का संयोग करके सभी प्राणियों की सृष्टि की।",
    "translationEnglish": "That the great elements enter, together with their functions and the mind, through its minute parts the framer of all beings, the imperishable one."
  },
  {
    "id": 19,
    "Part": "1",
    "mantraNumber": "19",
    "shlok": {
      "line1": "यन्मूर्त्यवयवाः सूक्ष्मास्तानीमान्याश्रयन्ति षट् । तस्माच्छरीरमित्याहुस्तस्य मूर्तिं मनीषिणः ।। 19 ।। "
    },
    "translationHindi": "शरीर (सभी प्राणियों का बाह्य शरीर) के सूक्ष्म छः—अहंकार और पांच तन्मात्राएं—अवयवों के सभी कार्यों के कारणभूत परमात्मा के आश्रय में स्थित होने के कारण विद्वानों ने ज्ञानस्वरूप  परमेश्वर द्वारा रचित इस जगत् को उनका शरीर स्थानीय माना है। अव्यक्त ब्रह्म जब व्यक्त रूप धारण करता है, तो उसके द्वारा रचित यह सृष्टि ही उसकी ‘मूर्ति’ मानी जाती है। दूसरे शब्दों में  यह जड़ जगत् शरीर है और सच्चिदानन्दस्वरूप परमात्मा इसकी आत्मा है, क्योंकि इस जगत् के माध्यम से ही जगदीश्वर की सत्ता-महत्ता का अनुमान लगाया जाता है।",
    "translationEnglish": "But from minute body (-framing) particles of these seven very powerful Purushas springs this (world), the perishable from the imperishable"
  },
  {
    "id": 20,
    "Part": "1",
    "mantraNumber": "20",
    "shlok": {
      "line1": " तदाविशन्ति भूतानि महान्ति सह कर्मभिः । मनश्चावयवैः सूक्ष्मैः सर्वभूतकृदव्ययम् ।। 20 ।।"
    },
    "translationHindi": "सबके कर्ता और अविनाशी (अन्यों की अपेक्षा) पञ्च महाभूत और मन अपने-अपने सूक्ष्म अवयवों के साथ संसारी शरीर में प्रविष्ट होते हैं। ",
    "translationEnglish": "Among them each succeeding (element) acquires the quality of the preceding one, and whatever place (in the sequence) each of them occupies, even so many qualities it is declared to possess"
  },
  {
    "id": 1,
    "Part": "1",
    "mantraNumber": "21",
    "shlok": {
      "line1": "तेषामिदं तु सप्तानां पुरुषाणां महौजसाम् । सूक्ष्माभ्यो मूर्तिमात्राभ्यः सम्भवत्यव्ययाद्व्ययम् ।। 21 ।। "
    },
    "translationHindi": "इसके उपरान्त अविनाशी परमात्मा अत्यन्त सामर्थ्यशाली सात—अहंकार, मन और पांच ज्ञानेन्द्रियां—को तन्मात्राओं से संयुक्त करके नाशवान् जगत् को उत्पन्न करता है। ",
    "translationEnglish": "But in the beginning he assigned their several names, actions, and conditions to all (created beings), even according to the words of the Veda"
  },
  {
    "id": 2,
    "Part": "1",
    "mantraNumber": "22",
    "shlok": {
      "line1": "आद्याद्यस्य गुणं त्वेषामवाप्नोति परः परः । यो यो यावतिथश्चैषां स स तावद्‌गुणः स्मृतः ।। 22 ।।"
    },
    "translationHindi": "पञ्च महाभूतों में द्वितीय भूत प्रथम भूत को, तृतीय भूत प्रथम और द्वितीय भूतों को, चतुर्थ भूत प्रथम, द्वितीय और तृतीय भूतों को तथा पञ्चम भूत प्रथम, द्वितीय, तृतीय और चतुर्थ भूतों को ग्रहण करता है। उदाहरणार्थ  आकाश में एक मात्र गुण शब्द है, तो वायु में आकाश के शब्द गुण के साथ अपना स्पर्श गुण भी है, अग्नि में आकाश के शब्द और वायु के स्पर्श गुणों के साथ अपना रूप गुण भी है, जल में शब्द, स्पर्श और रूप  गुणों के साथ-साथ रस गुण है, तो पृथ्वी में चारों—शब्द, स्पर्श, रूप और रस गुणों के साथ-साथ गन्ध गुण भी है। इस प्रकार जिस भूत की जो संख्यागत—प्रथम, द्वितीय तथा तृतीय आदि—स्थिति है, उसमें उतने गुण  विद्यमान रहते हैं।",
    "translationEnglish": "He, the Lord, also created the class of the gods, who are endowed with life, and whose nature is action; and the subtile class of the Sadhyas, and the eternal sacrifice."
  },
  {
    "id": 3,
    "Part": "1",
    "mantraNumber": "23",
    "shlok": {
      "line1": "सर्वेषां तु स नामानि कर्माणि च पृथक् पृथक् । वेदशब्देभ्य एवादौ पृथक् संस्थाश्च निर्ममे ।। 23 ।।"
    },
    "translationHindi": "परमपिता परमात्मा ने सृष्टि के आरम्भ में ही इन पांचों के पृथक्-पृथक् नाम और कर्म आदि की वेद-सम्मत व्यवस्था करके उन्हें पृथक् संस्थाओं के रूप में स्थापित किया।",
    "translationEnglish": "But from fire, wind, and the sun he drew forth the threefold eternal Veda, called Rik, Yagus, and Saman, for the due performance of the sacrifice"
  },
  {
    "id": 4,
    "Part": "1",
    "mantraNumber": "24",
    "shlok": {
      "line1": " कर्मात्मनां च देवानां सोऽसृजत्प्राणिनां प्रभुः । साध्यानां च गणं सूक्ष्मं यज्ञं चैव सनातनम् ।। 24 ।। "
    },
    "translationHindi": "सभी प्राणियों के अधीश्वर परमात्मा ने कर्म स्वभाव वाले अग्नि, वायु आदि देवों को, साध्यों के सूक्ष्म समुदाय को और सनातन यज्ञ को उत्पन्न किया। ",
    "translationEnglish": "1.24. Time and the divisions of time, the lunar mansions and the planets, the rivers, the oceans, the mountains, plains, and uneven ground."
  },
  {
    "id": 5,
    "Part": "1",
    "mantraNumber": "25",
    "shlok": {
      "line1": "अग्निवायुरविभ्यस्तु त्रयं ब्रह्म सनातनम् । दुदोह यज्ञसिद्‌ध्यर्थमृग्यजुःसाम लक्षणम् ।। 25 ।।"
    },
    "translationHindi": " इसके उपरान्त उस परमेश्वर ने यज्ञ की सिद्धि के लिए तीन देवों—अग्नि, वायु और सूर्य—को क्रमशः ब्रह्ममय और सनातन तीनों वेदों—ऋग्वेद, यजुर्वेद और सामवेद—को दोहा, अर्थात्  प्रकट किया। टिप्पणी (1) प्रारम्भ में वेद तीन थे। कालान्तर में इन तीनों वेदों के अभिचार तथा अनुष्ठानपरक कुछ मन्त्रों को पृथक् करके अथर्व अथवा अथर्वणवेद नाम से चतुर्थ वेद अ स्तित्व में आया। इस चतुर्थ वेद के सम्पादक महर्षि अंगिरा थे और वे ही कदाचित् अभिचार विद्या के भी पुरोहित थे। अतः जहां अभिचार के लिए ‘अंगिरस’ शब्द का प्रयोग चल पड़ा, वहां ‘अर्थवणवेद’  का भी एक दूसरा नाम ‘अंगिरस वेद’ प्रचलित हो गया। (2) यहां एक उल्लेखनीय तथ्य यह है कि मूलतः वेद एक है। उस एक ही वेद का विषय-भेद से ऋग्यजुसाम तीन भागों में विभाजन हुआ है। यही कारण है कि यहां  मनु महाराज ने ‘त्रयम्’ एक वचनान्त रूप का प्रयोग किया है। (3) एक अन्य ध्यान देने योग्य तथ्य यह भी है कि वेद का दोहन किया गया। इसका अभिप्राय यह है कि वेद की रचना नहीं की गयी। अनादि परब्रह्म परमेश्वर ने  प्रलयकाल में अग्नि, वायु और सूर्य को क्रमशः ऋग्यजुसाम लक्षणक वेद को सुरक्षित रखने का कार्य सौंपा और पुनः सृष्टि के प्रारम्भ में उनके माध्यम से उसे प्रकट किया।",
    "translationEnglish": "1.25. Austerity, speech, pleasure, desire, and anger, this whole creation he likewise produced, as he desired to call these beings into existence."
  },
  {
    "id": 6,
    "Part": "1",
    "mantraNumber": "26",
    "shlok": {
      "line1": " कालं कालविभक्तींश्च नक्षत्राणि ग्रहांस्तथा । सरितः सागराञ्छैलान् समानि विषमाणि च ।। 26 ।।"
    },
    "translationHindi": "वेदत्रयी को प्रकट करने के उपरान्त अनादि परमेश्वर ने समय, समय के विभाग—कल्प, युग, वर्ष, अयन, मास, पक्ष, तिथि, प्रहर, घटिका, कला तथा काष्ठा आदि—नक्षत्रों, ग्रहों, नदियों, समुद्रों, पर्वतों और सम-विषम  (सीधी तथा ऊंची-नीची) भूखण्डों की रचना की। टिप्पणी (1) गणित ज्योतिष में समय का सर्वाधिक लघु एकल (यूनिट अथवा इकाई) काष्ठा है, काष्ठाओं से एक कला, कलाओं से एक पल, पलों से एक घटिका, घटिकाओं  से एक प्रहर, आठ प्रहरों से एक तिथि अथवा एक रात-दिन, पन्द्रह तिथियों से एक पक्ष, दो (कृष्ण और शुक्ल) पक्षों से एक मास, छह मासों से एक अयन, दो (दक्षिणायन और उत्तरायण) अयनों से एक वर्ष और लगभग दस  हज़ार वर्षों से चार युग और इन चार युगों (सत्‌युग, त्रेता, द्वापर तथा कलियुग) से एक कल्प बनता है। अनेक कल्पों के उपरान्त सृष्टि में प्रलय आता है। यही काल का विभाजन है। (2) नक्षत्र ग्रहों से भिन्न हैं।",
    "translationEnglish": "1.26. Moreover, in order to distinguish actions, he separated merit from demerit, and he caused the creatures to be affected by the pairs (of opposites), such as pain and pleasure"
  },
  {
    "id": 7,
    "Part": "1",
    "mantraNumber": "27",
    "shlok": {
      "line1": " तपो वाचं रतिं चैव कामं च क्रोधमेव च । सृष्टिं ससर्ज चैकेमां स्रष्टुमिच्छिन्निमाः प्रजाः ।। 27 ।।"
    },
    "translationHindi": " प्रजा (मानव प्राणी) को उत्पन्न करने की इच्छा करते हुए नारायणदेव ने तप, वाली, अनुराग, काम और क्रोध को भी उत्पन्न किया।",
    "translationEnglish": "1.27. But with the minute perishable particles of the five (elements) which have been mentioned, this whole (world) is framed in due order."
  },
  {
    "id": 8,
    "Part": "1",
    "mantraNumber": "28",
    "shlok": {
      "line1": " कर्मणां च विवेकार्थं धर्माधर्मौ व्यवेचयत् । द्वन्दैरयोजयच्चेमाः सुखदुःखादिभिः प्रजाः ।। 28 ।।"
    },
    "translationHindi": " अनादि परमेश्वर ने कर्मों के विवेक (करणीय-अकरणीय कर्मों में विचार करने तथा करणीय कर्मों में प्रवृत्ति और अकरणीय कर्मों से निवृत्ति) के लिए एक ओर धर्म-अधर्म का स्वरूप निश्चित किया और दूसरी ओर  अपने द्वारा सृष्ट प्रजा को यह जतलाया कि धर्म से सुख की और अधर्म से दुःख की प्राप्ति होती है। इस प्रकार परब्रह्म परमेश्वर ने प्रजा को सुख-दुःख आदि (हानि-लाभ, यश-अपयश, जीवन-मरण तथा मान-अपमान) द्वन्द्वों से युक्त कर दिया।  अभिप्राय यह है कि परब्रह्म परमेश्वर ने प्रजा में द्वन्द्वात्मक—रात-दिन, अन्धकार-प्रकाश, राग-द्वेष, आसक्ति-विरक्ति, उत्थान-पतन तथा विकास-ह्रास रूप में—भावों को उत्पन्न किया और विधान किया कि सत्कर्मों के अनुष्ठान से  अनुकूल एवं सुखात्मक तथा असत्य कर्मों के आचरण से प्रतिकूल एवं दुःखात्मक भावों की प्राप्ति होती है।",
    "translationEnglish": "1.28. But to whatever course of action the Lord at first appointed each (kind of beings), that alone it has spontaneously adopted in each succeeding creation"
  },
  {
    "id": 9,
    "Part": "1",
    "mantraNumber": "29",
    "shlok": {
      "line1": " अण्व्यो मात्राविनाशिन्यो दशार्द्धानां तु याः स्मृताः । ताभिः सार्द्धमिदं सर्वं सम्भवत्यनुपूर्वशः ।। 29 ।।"
    },
    "translationHindi": " मनुष्य द्वन्द्वात्मक भावों यानी सुख-दुःखादि को पांच पूर्वोक्त अति सूक्ष्म तन्मात्राओं के माध्यम से ही भोगता है। यदि मनुष्य विशुद्ध शब्द का श्रवण करता है, शास्त्रसम्मत का स्पर्श करता है, रूप-दर्शन के प्रति पवित्रता रखता है तथा अनुकूल रस,  गन्ध को ही ग्रहण करता है, तो परिणाम में सुख प्राप्त करता है। इसके विपरीत इन्द्रियों के विषयों के भोग में शास्त्र, लोकमर्यादा अथवा नीति का अतिक्रमण करता है, तो परिणाम में दुःख भोगता है।",
    "translationEnglish": "1.29. Whatever he assigned to each at the (first) creation, noxiousness or harmlessness, gentleness or ferocity, virtue or sin, truth or falsehood, that clung (afterwards) spontaneously to it"
  },
  {
    "id": 10,
    "Part": "1",
    "mantraNumber": "30",
    "shlok": {
      "line1": "यं तु कर्मणि यस्मिन्स न्ययुङ्क्त प्रथमं प्रभुः । स तदेव स्वयं भेजे सृज्यमानः पुनः पुनः ।। 30 ।।"
    },
    "translationHindi": "  प्रलय से पूर्व सृष्टि की स्थिति में इसी नियम के अनुसार प्राणियों ने जिस प्रकार के सत्-असत् कर्म किये थे, सृष्टि रचना होने पर प्राणियों के उन्हीं सत्-असत् कर्मों के फल के अनुरूप उन्हें नयी योनि प्राप्त हुई। जिन प्राणियों के पूर्वकल्प के अच्छे कर्म सञ्जित थे, उन्हें उन कर्मों के सुखमय फल-भोग के लिए उत्तम योनि में और उसके विपरीत जिन प्राणियों के दुष्कर्म अवशिष्ट थे, उन्हें उनका दुःखमय फल भोग के लिए निकृष्ट योनि में जन्म मिला। सृष्टि होने पर प्राणियों के उत्तम, मध्यम तथा अधम योनियों में जन्म-ग्रहण का आधार सदैव उनका कर्मानुष्ठान ही रहा है।",
    "translationEnglish": "1.30. As at the change of the seasons each season of its own accord assumes its distinctive marks, even so corporeal beings (resume in new births) their (appointed) course of action"
  },
  {
    "id": 11,
    "Part": "1",
    "mantraNumber": "31",
    "shlok": {
      "line1": " हिंस्राहिंस्रे मृदुक्रूरे धर्माधर्मावृतानृते । यद्यस्य सोऽदधात्सर्गे तत्तस्य स्वयमाविशेत् ।। 31 ।।"
    },
    "translationHindi": " जिस प्रकार एक ऋतु के व्यतीत होने पर जब अपने आप दूसरी ऋतु आती है, तो वह अपनी विशेषताएं स्वयमेव धारण कर लेती है, उदाहरणार्थ, वर्षा ऋतु में आकाश में मेघों का उदय होना, वसन्त ऋतु में वनस्पतियों और वृक्षों का पुष्पित-फलित होना, सब कुछ स्वयं हो जाता है , उसी प्रकार सृष्टि की उत्पत्ति होने पर प्राणियों के अच्छे-बुरे कर्म भी उनके पास स्वतः आ पहुंचे, जिनके कारण उन्हें अच्छी-बुरी योनि प्राप्त हुई। किसी को हिंसक, तो किसी को अहिंसक, किसी को मृदु,  तो किसी को क्रूर, किसी को प्रशंसनीय, तो किसी को निन्दनीय तथा किसी को सम्मानित, तो किसी को कलंकित जन्म मिला।",
    "translationEnglish": "1.31. But for the sake of the prosperity of the worlds he caused the Brahmana, the Kshatriya, the Vaisya, and the Sudra to proceed from his mouth, his arms, his thighs, and his feet."
  },
  {
    "id": 12,
    "Part": "1",
    "mantraNumber": "32",
    "shlok": {
      "line1": " यथर्तुलिङ्गान्यृतवः स्वयमेवर्तुपर्यये । स्वानि स्वान्यभिपद्यन्ते तथा कर्माणि देहिनः ।। 32 ।।"
    },
    "translationHindi": "  इस प्रकार मुनष्यों के विभिन्न उत्कृष्ट-निकृष्ट योनियों में जन्म-ग्रहण का कारण पूर्वकल्प में किये उनके अपने कर्म ही हैं। अनादि परब्रह्म इसके लिए किसी भी रूप में उत्तरदायी नहीं। गोस्वामी तुलसीदासजी ने भी इसी  भाव को इन शब्दों में अभिव्यक्त किया है— “कर्म-प्रधान विश्व करि राखा, जो जस करिहि सो तस फल चाखा।”",
    "translationEnglish": "1.32. Dividing his own body, the Lord became half male and half female; with that (female) he produced Virag"
  },
  {
    "id": 13,
    "Part": "1",
    "mantraNumber": "33",
    "shlok": {
      "line1": "लोकानान्तु विवृद्‌ध्यर्थं मुखबाहूरुपादतः । ब्राह्मणं क्षत्रियं वैश्यं शूद्रं च निरवर्तयत् ।। 33 ।। "
    },
    "translationHindi": " अनादि ब्रह्म ने लोककल्याण की कामना से अपने मुख, बाहु, घुटनों तथा चरणों से क्रमशः ब्राह्मण, क्षत्रिय, वैश्य तथा शूद्र वर्णों को उत्पन्न किया।",
    "translationEnglish": "1.33. But know me, O most holy among the twice-born, to be the creator of this whole (world), whom that male, Virag, himself produced, having performed austerities"
  },
  {
    "id": 14,
    "Part": "1",
    "mantraNumber": "34",
    "shlok": {
      "line1": " द्विधा कृत्वाऽऽत्मनो देहमर्धेन पुरुषोऽभवत् । अर्धेन नारी तस्यां स विराजमसृजत्प्रभुः ।। 34 ।। "
    },
    "translationHindi": " प्रभु ने सृष्टि के क्रम को निरन्तर प्रवर्तनशील बनाये रखने के लिए अपने जगत् शरीर को दो भागों में विभक्त किया। आधा भाग पुरुष कहलाया और आधा भाग स्त्री कहलाया। इस आधे ने ही आधे से सहवास करके  इस विराट् जगत् को उत्पन्न किया।",
    "translationEnglish": "1.34. Then I, desiring to produce created beings, performed very difficult austerities, and (thereby) called into existence ten great sages, lords of created beings"
  },
  {
    "id": 15,
    "Part": "1",
    "mantraNumber": "35",
    "shlok": {
      "line1": " तपस्तप्त्वासृजद्यं तु स स्वयं पुरुषो विराट् । तं मां वित्तास्य सर्वस्य स्रष्टारं द्विजसत्तमाः ।। 35 ।।"
    },
    "translationHindi": "  हे श्रेष्ठ ऋषियो! विराट् पुरुष ने तप करके जिसे उत्पन्न किया था, वह मैं ही हूं। आप लोग मुझे ही सारी सृष्टि का स्रष्टा जानिये।",
    "translationEnglish": "1.35. Mariki, Atri, Angiras, Pulastya, Pulaha, Kratu, Praketas, Vasishtha, Bhrigu, and Narada."
  },
  {
    "id": 16,
    "Part": "1",
    "mantraNumber": "36",
    "shlok": {
      "line1": " अहं प्रजाः सिसृक्षुस्तु तपस्तप्त्वा सुदुश्चरम् । पतीन्प्रजानामसृजं महर्षीनादितो दश ।। 36 ।। "
    },
    "translationHindi": " मैंने ही अनादि ब्रह्म की इच्छा को कार्यरूप में परिणत करने के लिए प्रजा को उत्पन्न करने की भावना से कठोर तप किया और उससे शक्ति—सफलता—प्राप्त करके सर्वप्रथम दस महर्षियों को उत्पन्न किया। ",
    "translationEnglish": "1.36. They created seven other Manus possessing great brilliancy, gods and classes of gods and great sages of measureless power,"
  },
  {
    "id": 17,
    "Part": "1",
    "mantraNumber": "37",
    "shlok": {
      "line1": "मरीचिमत्र्यङ्गिरसौ पुलस्त्यं पुलहं क्रतुम् । प्रचेतसं वसिष्ठं च भृगुं नारदमेव च ।। 37 ।। "
    },
    "translationHindi": "मनु महाराज द्वारा उत्पन्न दस महर्षियों के नाम हैं :—(1) मरीचि, (2) अत्रि, (3) अंगिरा, (4) पुलस्त्य, (5) पुलह, (6) क्रतु, (7) प्रचेता, (8) वसिष्ठ, (9) भृगु तथा (10) नारद।",
    "translationEnglish": "1.37. Yakshas (the servants of Kubera, the demons called) Rakshasas and Pisakas, Gandharvas (or musicians of the gods), Apsarases (the dancers of the gods), Asuras, (the snake-deities called) Nagas and Sarpas, (the bird\u0002deities called) Suparnas and the several classes of the manes,"
  },
  {
    "id": 18,
    "Part": "1",
    "mantraNumber": "38",
    "shlok": {
      "line1": "एते मनूंस्तु सप्तान्यानसृजन् भूरितेजसः । देवान्देवनिकायांश्च ब्रह्मर्षींश्चामितौजसः ।। 38 ।।"
    },
    "translationHindi": " इन दस तेजस्वी प्रजापतियों ने अत्यन्त कान्तिशाली सात अन्य मनुओं, अनेक देवों, देवों के विकास के लिए लोकों और ब्रह्मर्षियों को जन्म दिया। ",
    "translationEnglish": "1.38. Lightnings, thunderbolts and clouds, imperfect (rohita) and perfect rainbows, falling meteors, supernatural noises, comets, and heavenly lights of many kinds"
  },
  {
    "id": 19,
    "Part": "1",
    "mantraNumber": "39",
    "shlok": {
      "line1": " यक्षरक्षःपिशाचांश्च गन्धर्वाप्सरसोऽसुरान् । नागान् सर्पान् सुपर्णांश्च पितॄणां च पृथग्ग्णान् ।। 39 ।।"
    },
    "translationHindi": "  उन दस महर्षियों ने यक्षों, राक्षसों, पिशाचों, गन्धर्वों, अप्सराओं, असुरों, नागों (गजों), सर्पों, सुपर्णों (गरुड़ों) और पितरों के अनेक पृथक्-पृथक् गणों को उत्पन्न किया।",
    "translationEnglish": "1.39 (Horse-faced) Kinnaras, monkeys, fishes, birds of many kinds, cattle, deer, men, and carnivorous beasts with two rows of teeth"
  },
  {
    "id": 20,
    "Part": "1",
    "mantraNumber": "40",
    "shlok": {
      "line1": "विद्युतोऽशनिमेघांश्च रोहितेन्द्रधनूंषि च । उल्कानिर्घातकेतूंश्च ज्योतींष्युच्चावचानि च ।। 40 ।। "
    },
    "translationHindi": " दस महर्षियों ने ही विद्युत् (बिजली), वज्र, मेघों, सतरंगे इन्द्रधनुष, उल्काओं, उत्पात करने वाले पुच्छल तारों, आकाश में व्याप्त ऊपर-नीचे फैले प्रकाशपुञ्ज अनेक तारों को जन्म दिया।",
    "translationEnglish": "1.40. Small and large worms and beetles, moths, lice, flies, bugs, all stinging and biting insects and the several kinds of immovable things"
  },
  {
    "id": 21,
    "Part": "1",
    "mantraNumber": "41",
    "shlok": {
      "line1": " किन्नरान्वानरान्मत्स्यान्विविधांश्च विहङ्गमान् । पशून्मृगान्मनुष्यांश्च व्यालांश्चोभयतोदतः ।। 41 ।।"
    },
    "translationHindi": "  दस ऋर्षियों ने ही किन्नरों, वानरों, मछलियों, अनेक प्रकार के पक्षियों, ऊपर-नीचे दांतों वाले पशुओं, मृगों, मनुष्यों और व्यालों को उत्पन्न किया।",
    "translationEnglish": "1.41. Thus was this whole (creation), both the immovable and the movable, produced by those high-minded ones by means of austerities and at my command, (each being) according to (the results of) its actions."
  },
  {
    "id": 22,
    "Part": "1",
    "mantraNumber": "42",
    "shlok": {
      "line1": "  कृमिकीटपतङ्गाश्च यूकामक्षिकमत्कुणम् । सर्वं च दंशमशकं स्थावरं च पृथग्विधम्‌ ।। 42 ।।"
    },
    "translationHindi": " उन ऋर्षियों ने ही कृमियों, कीटों, पतंगों, जुओं, मक्खियों, खटमलों, दंश मारने वाले मच्छरों तथा अनेक प्रकार के स्थावर—वृक्ष, लता, वल्ली तथा घास आदि—प्रदार्थों को उत्पन्न किया। ",
    "translationEnglish": "1.42. But whatever act is stated (to belong) to (each of) those creatures here below, that I will truly declare to you, as well as their order in respect to birth."
  },
  {
    "id": 23,
    "Part": "1",
    "mantraNumber": "43",
    "shlok": {
      "line1": "एवमेतैरिदं सर्वं मन्नियोगान्महात्मभिः । यथाकर्म तपोयोगात्सृष्टं स्थावरजङ्गमम्‌ ।। 43 ।।"
    },
    "translationHindi": "  इस प्रकार मरीचि आदि दस महात्माओं ने मेरी आज्ञा से तथा अपने तप के प्रभाव से इस सम्पूर्ण स्थावर-जंगम प्राणियों की उनके कर्मानुसार रचना की।",
    "translationEnglish": "1.43. Cattle, deer, carnivorous beasts with two rows of teeth, Rakshasas, Pisakas, and men are born from the womb."
  },
  {
    "id": 24,
    "Part": "1",
    "mantraNumber": "44",
    "shlok": {
      "line1": " यथाकर्मं यथाकालं यथाप्रज्ञं यथाश्रुतम् । यथायुगं यथादेशं यथावृत्ति यथाक्रमम् ।। 44 ।।"
    },
    "translationHindi": "  इन महात्माओं ने सृष्टि की रचना करते समय कर्म, काल, प्रज्ञा, श्रुति, युग, देश, वृत्ति तथा क्रम-व्यवस्था आदि का ठीक-ठीक पालन किया। उन्होंने कहीं पर किसी प्रकार का व्यतिक्रम नहीं आने दिया। टिप्पणी :  यहां यह उल्लेखनीय है कि इस स्मृति के अनुसार सृष्टिकर्ता चार हैं—ब्रह्मा, विराट् पुरुष, मनु और मरीचि आदि दस ऋषि। पुराणों के सृष्टि उत्पत्ति सम्बन्धी विवरण से इस वर्णन की संगति नहीं बैठती।",
    "translationEnglish": "1.44. From eggs are born birds, snakes, crocodiles, fishes, tortoises, as well as similar terrestrial and aquatic (animals)."
  },
  {
    "id": 25,
    "Part": "1",
    "mantraNumber": "45",
    "shlok": {
      "line1": " येषां तु यादृशं कर्म भूतानामिह कीर्तितम् । तत्तथा वोऽभिधास्यामि क्रमयोगं च जन्मनि ।। 45 ।। "
    },
    "translationHindi": "पुण्यशील महात्माओ! अब मैं आपको इस सम्पूर्ण स्थावर-जंगम जगत् के प्राणियों के कर्मों और उनके जन्म के आधार आदि के सम्बन्ध में बताने लगा हूं। ",
    "translationEnglish": "1.45. From hot moisture spring stinging and biting insects, lice, flies, bugs, and all other (creatures) of that kind which are produced by heat."
  },
  {
    "id": 26,
    "Part": "1",
    "mantraNumber": "46",
    "shlok": {
      "line1": "पशवश्च मृगाश्चैव व्यालाश्चोभयतोदतः । रक्षांसि च पिशाचाश्च मानुषाश्च जरायुजाः ।। 46 ।। "
    },
    "translationHindi": "सृष्टि की विविधता और उसके स्वरूप-भेद का परिचय देते हुए महर्षि मनु कहते हैं — गर्भ की झिल्ली से उत्पन्न होने वाले प्राणी जरायुज कहलाते हैं, निम्नोक्त छह प्रकार के प्राणी जरायुज हैं :—(1) गाय-बैल आदि पशु,  (2) ऊपर-नीचे दांतों वाले प्राणी, (3) वनचर, सिंह-व्याघ्र प्रभृति पशु, (4) स्वार्थी वृत्ति के निशाचर (रात्रि के अन्धकार में छिपकर अपने स्वार्थ के लिए क्रूर कर्म करने वाले राक्षस), (5) पिशाच (कच्चा मांस खाने वाले निकृष्ट प्रकृति के जीव)  तथा (6) मनुष्य—सोच-विचार कर कार्य करने वाले भोग और कर्मयोनि—मनुष्य ही एक ऐसी प्राणी है, जो पूर्व जन्मों में किये अपने कर्मों के फल को भोगने में परतन्त्र है। इसे ही भाग्य, नियति अथवा दैव नाम दिया जाता है, परन्तु वह कर्म करने  में पूर्णतः स्वतन्त्र है। यहां विचारपूर्वक देखा जाये, तो मनुष्य का भाग्य उसके पूर्वजन्मों में किये कर्मों के फल के अतिरिक्त कुछ नहीं। मनुजी ने यही अन्यत्र कहा है— पूर्वजन्म कृतं कर्म तद् दैवमिति कथ्यते । इस प्रकार मनुष्य कर्मयोनि है और  सोच-विचार कर करणीय कर्मों का अनुष्ठान करने वाला मनुष्य ही सही अर्थ में मनुष्य कहलाने का अधिकारी है।",
    "translationEnglish": "1.46. All plants, propagated by seed or by slips, grow from shoots; annual plants (are those) which, bearing many flowers and fruits, perish after the ripening of their fruit;"
  },
  {
    "id": 1,
    "Part": "1",
    "mantraNumber": "47",
    "shlok": {
      "line1": "अण्डजाः पक्षिणः सर्पा नक्रा मत्स्याश्च कच्छपाः । यानि चैवं प्रकाराणि स्थलजान्यौदकानि च ।। 47 ।। "
    },
    "translationHindi": " माता के गर्भ से अण्ड के रूप में उत्पन्न होने वाले प्राणी अण्डज कहलाते हैं। पृथ्वी पर तथा जल में उत्पन्न होने वाले सभी प्रकार के पक्षी, मछलियां, कछवे तथा सर्प आदि रूप-प्रकार वाले सभी प्राणी अण्डज हैं। ",
    "translationEnglish": "1.47. (Those trees) which bear fruit without flowers are called vanaspati (lords of the forest); but those which bear both flowers and fruit are called vriksha."
  },
  {
    "id": 2,
    "Part": "1",
    "mantraNumber": "48",
    "shlok": {
      "line1": "स्वेदजं दंशमशकं यूकामक्षिकमत्कुणम् । ऊष्मणश्चोपजायन्ते यच्चान्यत्किञ्चिदीदृशम्‌ ।। 48 ।। "
    },
    "translationHindi": "गरमी के कारण आने वाले पसीने आदि से बने दुर्गन्धमय वातावरण से उत्पन्न होने वाले क्षुद्र (छोटे-छोटे) प्राणी स्वेदज कहलाते हैं। जूं, खटमल, मच्छर, मक्खी तथा इन-जैसे कीट-मकोट (कीड़े-मकोड़े) आदि स्वेदज  जीव हैं। टिप्पणी : यहां यह उल्लेखनीय है कि स्वेदज एक रूढ़ प्रयोग है। मूलतः ‘ऊष्मा’ शब्द ही विशेष महत्त्वपूर्ण है। ये सभी प्राणी गरमी में ही उत्पन्न होते हैं, शीत जलवायु में न इनकी उत्पत्ति होती है और न ही स्थिति—जीवन-रक्षा—हो पाती  है। प्रायः देखने में भी आता है कि ग्रीष्म ऋतु में ही मक्खी-मच्छरों की अधिकता हो जाती है। ऊष्मा (गरमी) में ही स्वेद (पसीना) आता है, जिससे एक प्रकार का दुर्गन्धमय वातावरण बन जाता है। इस वातावरण में जन्म लेने वाले प्राणी ही  स्वेद से उत्पन्न होने के कारण ‘स्वेदज’ कहलाते हैं। ‘ऊष्मा’ से उत्पत्ति को सिद्ध करने के लिए सांख्यकार ने एक सुन्दर उदाहरण यह प्रस्तुत किया है—भैंस के गोबर में मट्‌ठा मिलाकर उसे धूप में कुछ देर के लिए रख दिया जाये, तो  उसमें से विच्छुओं की उत्पत्ति को प्रत्यक्ष रूप में देखा जा सकता है। स्पाष्ट है कि ‘स्वेदज’ जीवों की उत्पत्ति का मूल आधार ऊष्मा ही है। ऊष्मा से ही ‘स्वेद’ की तथा एक प्रकार के दुर्गन्धमय वातावरण की सृष्टि होती है। इस ऊष्माजनित  स्वेद अथवा स्वेदजनित वातावरण में ही इस प्रकार के जीवों की उत्पत्ति होती है। इसे न्यायशास्त्र की भाषा में कहना चाहें, तो इस प्रकार से प्रस्तुत किया जा सकता है—ऊष्मा निमित्त कारण है तथा स्वेद और अनुकूल वातावरण उपादान कारण हैं। ",
    "translationEnglish": "1.48. But the various plants with many stalks, growing from one or several roots, the different kinds of grasses, the climbing plants and the creepers spring all from seed or from slips."
  },
  {
    "id": 3,
    "Part": "1",
    "mantraNumber": "49",
    "shlok": {
      "line1": "उद्भिज्जाः स्थावराः सर्वे बीजकाण्डप्ररोहिणः । ओषध्यः फलपाकान्ता बहुपुष्पफलोपगाः ।। 49 ।।"
    },
    "translationHindi": " योनि (उत्पत्ति-स्थान) को फोड़कर उससे बाहर निकल आने वाले उद्‌भिज जीव कहलाते हैं। सभी स्थावर वृक्ष, वनस्पतियां आदि इसी प्रकार के जीव हैं। इनके दो रूप-भेद हैं —  प्रथम—बीज से उत्पन्न होने वाले लता, गुल्म आदि। द्वितीय—शाखा से उत्पन्न होने वाले पुष्प, फल आदि। दूसरे प्रकार के उद्‌भिज जीवों का अस्तित्व उनके होने पर पता चलता है, इस प्रकार  द्वितीय रूप प्रथम का परवर्ती रूप है। सभी ओषधियां (जड़ी-वूटी से उत्पन्न होने वाले फल-पुष्प, जिनका प्रयोग ओषधि-रूप में किया जाता है) इसी प्रकार के उद्‌भिज जीव हैं।",
    "translationEnglish": "1.49. These (plants) which are surrounded by multiform Darkness, the result of their acts (in former existences), possess internal consciousness and experience pleasure and pain."
  },
  {
    "id": 4,
    "Part": "1",
    "mantraNumber": "50",
    "shlok": {
      "line1": "  अपुष्पाः फलवन्तो ये ते वनस्पतयः स्मृताः । पुष्पिणः फलिनश्चैव वृक्षास्तूभयतः स्मृताः ।। 50 ।। "
    },
    "translationHindi": "ऐसे उद्‌भिज जीवों को वनस्पति कहा जाता है, जिनके फल ही होते हैं, पुष्प नहीं होते। इसके विपरीत जिनके पुष्प और फल दोनों होते हैं, वे वृक्ष कहलाते हैं।",
    "translationEnglish": "1.50. The (various) conditions in this always terrible and constantly changing circle of births and deaths to which created beings are subject, are stated to begin with (that of) Brahman, and to end with (that of) these (just mentioned immovable creatures)"
  },
  {
    "id": 5,
    "Part": "1",
    "mantraNumber": "51",
    "shlok": {
      "line1": " गुच्छगुल्मं तु विविधं तथैव तृणजातयः । बीजकाण्डरुहाण्येव प्रताना वल्लय एव च ।। 51 ।। "
    },
    "translationHindi": "जिन लताओं का मूल तो जड़ में हो, परन्तु शाखाएं न हों, वे गुच्छ तथा गुल्म कहलाती हैं। मल्लिका और ईख आदि वृक्ष जाति की लताएं इसी प्रकार के उद्‌भिज हैं। इसके विपरीत नाना प्रकार  के बीजों व शाखाओं से उत्पन्न होने वाली सूत-सा निकालने वाली और फैल जाने वाली लताएं प्रतान तथा वल्ली कहलाती हैं। टिप्पणी : यहां यह उल्लेखनीय है कि पुराणकारों ने लता-वल्ली-प्रतान आदि को जड़ मानते हुए  चेतन सृष्टि के अन्तर्गत परिगणित ही नहीं किया, उन्होंने ‘उद्‌भिज’ सृष्टि-भेद में मां का पेट फाड़कर निकलने वाले जीवधारियों को लिया है। यह सर्वजनविदित सत्य है कि यदि घोड़े के सम्पर्क से गधी गर्भवती हो जाये, तो उत्पन्न होने  वाली सन्तान को गधी के गर्भ को फाड़कर ही उससे निकाला जाता है। यही जीवधारी ‘टटटू’ कहलाता है। हमारे विचार में महर्षि मनु का चिन्तन बड़ा ही वैज्ञानिक है। वनस्पतियों में ‘जीव’ अथवा ‘जीवन’ के जिस अनुसन्धान के लिए  डॉ. जगदीशचन्द्र बसु को विश्व में मान्यता और प्रसिद्धि मिली, उसका बीज इस मनुस्मृति में पहले से ही उपलब्ध है। ",
    "translationEnglish": "1.51. When he whose power is incomprehensible, had thus produced the universe and men, he disappeared in himself, repeatedly suppressing one period by means of the other"
  },
  {
    "id": 6,
    "Part": "1",
    "mantraNumber": "52",
    "shlok": {
      "line1": "तमसा बहुरूपेण वेष्टिताः कर्महेतुना । अन्तःसंज्ञा भवन्त्येते सुखदुःखसमन्विताः ।। 52 ।। "
    },
    "translationHindi": " ये वृक्ष अपने कर्मों के फलस्वरूप अनेक प्रकार तमोगुण-प्रधान कर्मों में व्याप्त हैं। इन्हीं अपने कर्मों के फलस्वरूप ये वृक्ष सुख-दुःख से युक्त होते हैं। इस योनि के जीवों की विशेषता अथवा अन्य जीवों से इनका अन्तर  यह है कि जहां अन्यान्य जीवों की सुख-दुःखात्मक स्थिति रहती है, वहां ये वृक्ष अपने भीतर-ही-भीतर सब कुछ सुख-दुःख भोगते हैं। ये अपनी अनुकूल-प्रतिकूल स्थिति को वाणी नहीं दे पाते।",
    "translationEnglish": "1.52. When that divine one wakes, then this world stirs; when he slumbers tranquilly, then the universe sinks to sleep"
  },
  {
    "id": 7,
    "Part": "1",
    "mantraNumber": "53",
    "shlok": {
      "line1": "एतदन्तास्तु गतयो ब्रह्माद्याः समुदाहृताः । घोरेऽस्मिन्‌ भूतसंसारे नित्यं सततयायिनी ।। 53 ।।"
    },
    "translationHindi": "  कहने का अभिप्राय यह है कि जिस प्रकार मनुष्य तृषा से व्याकुल होने पर हाहाकार करते हैं और मर भी जाते हैं, उसी प्रकार वृक्ष भी जल न मिलने पर दुखी होते हैं। अपने दुःख को भीतर-ही-भीतर झेलते हैं, प्रकट नहीं कर  पाते। जल के अभाव में लोगों को सभी वनस्पतियां और वृक्षों का सूखना तो स्पष्ट दृष्टिगोचर होता है, परन्तु उनका दुखी होना उभरकर सामने नहीं आता। इस प्रकार विभिन्न जीवों से व्याप्त इस भयंकर एवं गतिशील संसार में ब्रह्मा  से लेकर वृक्षों तक सभी जीवों की यही स्थिति एवं अवस्था होती है। ",
    "translationEnglish": "1.53. But when he reposes in calm sleep, the corporeal beings whose nature is action, desist from their actions and mind becomes inert."
  },
  {
    "id": 8,
    "Part": "1",
    "mantraNumber": "54",
    "shlok": {
      "line1": "एवं सर्वं सः सृष्ट्वेदं मां चाचिन्त्यपराक्रमः । आत्मन्यन्तर्दधे भूयः कालं कालेन पीडयन् ।। 54 ।। "
    },
    "translationHindi": " ऋषियो! इस प्रकार उस अचिन्तय-पराक्रम (जिसके पराक्रम के सम्बन्ध में सोचा ही नहीं जा सकता, अर्थात् मनुष्य जिसके पराक्रम की कल्पना भी नहीं कर सकता) परमात्मदेव ने प्रथम सम्पूर्ण स्थावर-जंगम  संसार की सृष्टि की, उस सृष्टि के अन्तर्गत मुझ मनु को भी उत्पन्न किया और फिर समय आने पर समग्र सृष्टि का प्रलय करते हुए उसे अपने भीतर छिपा लिया। मुनियो! यह क्रम चलता रहता है। आदिदेव परमात्मा प्राणियों को  उनके कर्मों का फल देने के लिए सृष्टि की रचना करता है और समय बीतने पर पुनः सृष्टि का प्रलय करता है। ",
    "translationEnglish": "1.54. When they are absorbed all at once in that great soul, then he who is the soul of all beings sweetly slumbers, free from all care and occupation"
  },
  {
    "id": 9,
    "Part": "1",
    "mantraNumber": "55",
    "shlok": {
      "line1": "यदा स देवो जागर्ति तदेवं चेष्टते जगत् । यदा स्वपिति शान्तात्मा तदा सर्वं निमीलति ।। 55 ।।"
    },
    "translationHindi": " वस्तुतः जब प्रजापति जागता है, अर्थात् सृष्टि रचना करने की इच्छा करता है, तब सम्पूर्ण जगत् गतिशील एवं चेष्टायुक्त हो जाता है और जब वह निवृत्त होने की इच्छा करता है, तब सम्पूर्ण जगत् प्रलय को प्राप्त होता है।  इस प्रकार सृष्टि का अस्तित्व में आना आदिदेव का जागृत होना है और सृष्टि का प्रलय होना ही उनका शयन (सोना) है। ",
    "translationEnglish": "1.55. When this (soul) has entered darkness, it remains for a long time united with the organs (of sensation), but performs not its functions; it then leaves the corporeal frame."
  },
  {
    "id": 10,
    "Part": "1",
    "mantraNumber": "56",
    "shlok": {
      "line1": "तस्मिन्‌स्वपिति तु स्वस्थे कर्मात्मानः शरीरिणः । स्वकर्मभ्यो निवर्तन्ते मनश्च ग्लानिमृच्छति ।। 56 ।। "
    },
    "translationHindi": "इस प्रकार उस परब्रह्म परमात्मा के स्वस्थ रूप से, अर्थात् आत्मविश्रान्ति की अवस्था में सो जाने पर, अर्थात् प्रलय के हो जाने पर, कर्मबन्धन से मुक्त नहीं हो पाने वाले कर्मयोनि के प्राणी भी अपने-अपने  कर्मों से निवृत्त हो जाते हैं, यहां तक कि मनस्तत्त्व भी क्षीण हो जाता है।",
    "translationEnglish": "1.56. When, being clothed with minute particles (only), it enters into vegetable or animal seed, it then assumes, united (with the fine body), a (new) corporeal frame."
  },
  {
    "id": 11,
    "Part": "1",
    "mantraNumber": "57",
    "shlok": {
      "line1": "युगपत्तु प्रलीयन्ते यदा तस्मिन्महात्मनि । तदाऽयं सर्वभूतात्मा सुखं स्वपिति निर्वृतः ।। 57 ।।"
    },
    "translationHindi": "   प्रायः देखा जाता है कि कर्मेन्द्रियों—वाक्, हस्त तथा चरण आदि—से कार्य न करने वाले व्यक्ति का मन भी क्रियाशील रहता है, उसकी उछल-कूद चलती रहती है, परन्तु प्रलयकाल  में मन की गतिशीलता भी अवरुद्ध हो जाती है। टिप्पणी : यहां यह उल्लेखनीय है कि प्रलयकाल में परमात्मदेव के विश्राम के साथ-ही-साथ सभी जीव भी विश्रान्ति की स्थिति—सुख-दुःखादि से परे सुषुप्ति की अवस्था—को प्राप्त हो जाते हैं।  इस आधार पर ‘प्रलय’ को सभी प्राणियों और उसके आधारभूत परमात्मदेव की सुखात्मिका निवृत्ति अथवा शयन-अवस्था कहा जाता है। वस्तुतः सृष्टि और प्रलय के स्वरूप को समझाने के लिए ही उसे परमात्मदेव की जागृति  और शयन के रूपक से समझाया गया है, अन्यथा परब्रह्म परमात्मा तो सदैव जागृत अवस्था में ही रहता है। जिस प्रकार सूर्य का उदय और अस्त होना हमारी भौगोलिक स्थिति का फल है, अन्यथा सूर्य की स्थिति में किसी प्रकार  का कोई अन्तर नहीं आता, जिस प्रकार वृक्षों को विकसित करने और उन्हें सुखाने में सूर्य के प्रभाव में कोई अन्तर नहीं आता, वृक्ष ही अपने स्वभाव और अवस्था-भेद से सूर्य के प्रभाव को भिन्न-भिन्न समय में भिन्न-भिन्न रूप में ग्रहण  करने से उगते-सूखते रहते हैं, उसी प्रकार परमात्मदेव के गुण तो सदैव एक रूप में ही रहते हैं, प्रकृति में ही विकृति आती रहती है। प्रकृति की अपने मूल रूप में स्थिति प्रलय और उसकी विकृति ही सृष्टि की उत्पत्ति है।",
    "translationEnglish": "1.57. Thus he, the imperishable one, by (alternately) waking and slumbering, incessantly revivifies and destroys this whole movable and immovable (creation)."
  },
  {
    "id": 12,
    "Part": "1",
    "mantraNumber": "58",
    "shlok": {
      "line1": " तमोऽयं तु समाश्रित्य चिरं तिष्ठति सेन्द्रियः । न च स्वं कुरुते कर्म तदोत्क्रामति मूर्तितः ।। 58 ।।"
    },
    "translationHindi": " जब बहुत समय तक यह जीव इन्द्रियों के साथ सुषुप्ति अवस्था में रहता है और श्वास-प्रश्वासादि तथा गति-यति आदि किसी प्रकार का कोई कार्य नहीं करता, तब वह शरीर से पृथक् कहा जाता है।",
    "translationEnglish": "1.58. But he having composed these Institutes (of the sacred law), himself taught them, according to the rule, to me alone in the beginning; next I (taught them) to Mariki and the other sages."
  },
  {
    "id": 13,
    "Part": "1",
    "mantraNumber": "59",
    "shlok": {
      "line1": " यदाणुमात्रिको भूत्वा बीजं स्थास्नु चरिष्णु च । समाविशति संसृष्टस्तदा मूर्तिं विमुञ्चति ।। 59 ।। "
    },
    "translationHindi": " इसके विपरीत जब यह जीव अणुमात्रिक हो जाता है, अर्थात् आठ तत्त्वों—जीव, अर्थात् चैतन्य, इन्द्रिय, मन, बुद्धि, वासना, कर्म, आयु और अविद्या—से संयुक्त (अणुमात्रिक)  हो जाता है, तो वृक्षादि अचर और मनुष्य चर के हेतुभूत बीजों में प्रविष्ट होता है, अर्थात् अणुमात्रिक होकर शरीर धारण करता है।",
    "translationEnglish": "1.59. Bhrigu, here, will fully recite to you these Institutes; for that sage learned the whole in its entirety from me."
  },
  {
    "id": 14,
    "Part": "1",
    "mantraNumber": "60",
    "shlok": {
      "line1": " एवं स जाग्रत्स्वप्नाभ्यामिदं सर्वं चराचरम् । सञ्जीवयति चाजस्रं प्रमापयति चाव्ययः ।। 60 ।। "
    },
    "translationHindi": "इस प्रकार आदिदेव अविनाशी परमात्मा अपनी जागृति और सुषुप्ति के माध्यम से इस सम्पूर्ण चराचर जगत् की उत्पत्ति और उसका प्रलय करता रहता है। ऋषियों की जिज्ञासा—सृष्टि-रचना की प्रक्रिया—को शान्त करने के उपरान्त  ‘मनुस्मृति’ की रचना के इतिहास का परिचय देते हुए महर्षि मनु बोले —",
    "translationEnglish": "1.60. Then that great sage Bhrigu, being thus addressed by Manu, spoke, pleased in his heart, to all the sages, ’Listen!’"
  },
  {
    "id": 15,
    "Part": "1",
    "mantraNumber": "61",
    "shlok": {
      "line1": "   इदं शास्त्रं तु कृत्वाऽसौ मामेव स्वयमादितः । विधिवद्ग्राहयामास मरीच्यादींत्वहं मुनीन् ।। 61 ।।"
    },
    "translationHindi": "  सृष्टिकर्ता ब्रह्माजी ने सृष्टि के प्रारम्भ में ही ‘मनुस्मृति’ के रूप में ज्ञात धर्मशास्त्र की रचना की और विधिपूर्वक मुझे उसका उपदेश देकर मेरे समक्ष इसका प्रकाशन किया। मैंने इस दिव्य ज्ञान का परिचय मरीचि आदि ऋषियों को दिया। ",
    "translationEnglish": "1.61. Six other high-minded, very powerful Manus, who belong to the race of this Manu, the descendant of the Self-existent (Svayambhu), and who have severally produced created beings,"
  },
  {
    "id": 16,
    "Part": "1",
    "mantraNumber": "62",
    "shlok": {
      "line1": "एतद्वोऽयं भृगुः शास्त्रं श्रावयिष्यत्यशेषतः । एतद्धि मत्तोऽधिजगे सर्वमेषोऽखिलं मुनिः ।। 62 ।। "
    },
    "translationHindi": "मरीचि आदि सप्त ऋषियों में से एक विशिष्ट महर्षि भृगु ने मुझसे बड़े मनोयोगपूर्वक इस शास्त्र का अध्ययन किया है। अब मैं उन भृगुजी को ही आप लोगों को यही शास्त्र सुनाने का कार्यभार सौंपता हूं।",
    "translationEnglish": "1.62. (Are) Svarokisha, Auttami, Tamasa, Raivata, Kakshusha, possessing great lustre, and the son of Vivasvat"
  },
  {
    "id": 1,
    "Part": "1",
    "mantraNumber": "63",
    "shlok": {
      "line1": " ततस्तथा स तेनोक्तो महर्षिर्मनुना भृगुः । तानब्रवीदृषीन्सर्वान्प्रीतात्मा श्रूयतामिति ।। 63 ।।"
    },
    "translationHindi": "  महात्मा मनु द्वारा इस प्रकार से प्रेरित महर्षि भृगु ने प्रसन्न मन से उपस्थित सभी ऋषियों को सम्बोधित करते हुए कहा—पुण्यकर्ता ऋषियो! अब आप लोग सावधान होकर ‘मनुस्मृति’  का श्रवण करें।",
    "translationEnglish": "1.63. These seven very glorious Manus, the first among whom is Svayambhuva, produced and protected this whole movable and immovable (creation), each during the period (allotted to him)"
  },
  {
    "id": 2,
    "Part": "1",
    "mantraNumber": "64",
    "shlok": {
      "line1": " स्वायम्भुवस्यास्य मनोः षड्‌वंश्याः मनवोऽपरे । सृष्टवन्तः प्रजाः स्वाः स्वा महात्मानो महौजसः ।। 64 ।। "
    },
    "translationHindi": "स्वायम्भुव मनु के वंश में उत्पन्न छः और मनु हैं। ये सभी छः बड़े ही पराक्रमी और तेजस्वी थे। इन छः महात्माओं ने अपनी-अपनी सृष्टि उत्पन्न की। ",
    "translationEnglish": "1.64. Eighteen nimeshas (twinklings of the eye, are one kashtha), thirty kashthas one kala, thirty kalas one muhurta, and as many (muhurtas) one day and night"
  },
  {
    "id": 3,
    "Part": "1",
    "mantraNumber": "65",
    "shlok": {
      "line1": "स्वारोचिषश्चौत्तमश्च तामसो रैवतस्तथा । चाक्षुषश्च महातेजा विवस्वत्सुत एव च ।। 65 ।।"
    },
    "translationHindi": "  ये छः मनु हैं—(1) स्वारोचिष, (2) औत्तम, (3) तामस, (4) रैवत, (5) चाक्षुष और (6) वैवस्वत। ",
    "translationEnglish": "1.65. The sun divides days and nights, both human and divine, the night (being intended) for the repose of created beings and the day for exertion"
  },
  {
    "id": 4,
    "Part": "1",
    "mantraNumber": "66",
    "shlok": {
      "line1": "स्वायम्भुवाद्याः सप्तैते मनवो भूरितेजसः । स्वे स्वेऽन्तरे सर्वमिदमुत्पाद्यापुश्चराचरम्‌ ।। 66 ।।"
    },
    "translationHindi": " इस प्रकार स्वायम्भुव आदि सातों अत्यन्त तेजस्वी मनुओं ने अपने-अपने समय में और अपने-अपने अधिकार क्षेत्र में सृष्टि की उत्पत्ति करके उसका पालन-पोषण किया। टिप्पणी : कुछ विद्वानों के अनुसार श्लोक संख्या 61 से  श्लोक संख्या 66 तक श्लोक प्रक्षिप्त हैं। उनके अनुसार वस्तुतः मनुजी ही इस स्मृति के प्रवक्ता हैं, भृगुजी का प्रवचन से कोई सम्बन्ध नहीं। इसके अतिरिक्त जिन अन्य छः मनुओं का उल्लेख हुआ है, यदि वह स्वायम्भुव मनु के पूर्ववर्ती हैं,  तो इस स्मृति की अनादिता खण्डित हो जाती है और यदि वे परवर्ती हैं, तो भृगुजी द्वारा उनके उल्लेख की कोई प्रासंगिकता ही नहीं रह जाती।",
    "translationEnglish": "1.66. A month is a day and a night of the manes, but the division is according to fortnights. The dark (fortnight) is their day for active exertion, the bright (fortnight) their night for sleep"
  },
  {
    "id": 5,
    "Part": "1",
    "mantraNumber": "67",
    "shlok": {
      "line1": "  निमेषे दश चाष्टौ च काष्ठा त्रिंशत्तु ताः कला । त्रिंशत्कला मुहूर्तः स्यादहोरात्रं तु तावतः ।। 67 ।।"
    },
    "translationHindi": "    आंखों की पलकों के गिरने में लगने वाला समय निमेष कहलाता है। अठारह निमेषों के समुदाय को काष्ठा, तीस काष्ठाओं को कला, तीस कलाओं को मुहूर्त और तीस मुहूर्त का एक दिन-रात होता है। दूसरे  शब्दों में कहना चाहें, तो कह सकते हैं कि प्रत्येक जीवधारी सामान्यतः एक दिन-रात में 48,600 (अड़तालीस हजार छः सौ) बार पलकें गिराता-उठाता है। ",
    "translationEnglish": "1.67. A year is a day and a night of the gods; their division is (as follows): the half year during which the sun progresses to the north will be the day, that during which it goes southwards the night."
  },
  {
    "id": 6,
    "Part": "1",
    "mantraNumber": "68",
    "shlok": {
      "line1": "अहोरात्रे विभजते सूर्यो मानुषदैविके । रात्रिः स्वप्नाय भूतानां चेष्टायै कर्मणामहः ।। 68 ।। "
    },
    "translationHindi": "सूर्य ही मनुष्यों और देवों के दिन-रात का विभाजन करता है। इसका अभिप्राय यह है कि सूर्य के उदय से अस्त होने तक की अवधि दिन और उसके अस्त होने से उदय होने के मध्य की अवधि को रात्रि नाम दिया जाता है।  रात्रि प्राणियों की विश्राम-वेला है और दिन क्रिया-कलापों में प्रवृत्त होने का समय है। दूसरे शब्दों में मनुष्य दिन में काम और रात्रि में विश्राम करते हैं।",
    "translationEnglish": "1.68. But hear now the brief (description of) the duration of a night and a day of Brahman and of the several ages (of the world, yuga) according to their order."
  },
  {
    "id": 7,
    "Part": "1",
    "mantraNumber": "69",
    "shlok": {
      "line1": " पित्र्ये रात्र्यहनी मासः प्रविभागस्तु पक्षयोः । कर्मचेष्टास्वहः कृष्णः शुक्लः स्वप्नाय शर्वरी ।। 69 ।।"
    },
    "translationHindi": " मनुष्यों का एक मास, अर्थात्‌ तीस दिन, जिसका विभाजन 15-15 दिनों के शुक्ल और कृष्ण नामक दो पक्षों में किया जाता है, प्रतिपदा से पूर्णिमा तक की पन्द्रह  तिथियां अथवा दिन (चांदनी रातें) शुक्ल पक्ष के अन्तर्गत तथा प्रथमा से अमावस्या तक की पन्द्रह तिथियां (अंधेरी रातें) कृष्ण पक्ष के अन्तर्गत हैं। शुक्ल पक्ष को ‘सुदी’ और कृष्ण पक्ष को ‘वदी’  संक्षेप भी दिया जाता है। एक पक्ष पितरों का एक रात-दिन होता है। इसमें शुक्ल पक्ष उनकी रात्रि, अर्थात्‌ विश्राम का समय होता है और कृष्ण पक्ष उनका दिन, अर्थात्‌ कार्य-काल होता है। (यही कारण है कि कृष्ण पक्ष में ही श्राद्ध करने का विधान है । शुक्ल पक्ष में श्राद्ध करने का अर्थ पितरों की निद्रा को भंग करने के रूप में उन्हें उद्विग्न करना है।)",
    "translationEnglish": "1.69. They declare that the Krita age (consists of) four thousand years (of the gods); the twilight preceding it consists of as many hundreds, and the twilight following it of the same number."
  },
  {
    "id": 8,
    "Part": "1",
    "mantraNumber": "70",
    "shlok": {
      "line1": "दैवे रात्र्यहनी वर्षं प्रविभागस्तयोः पुनः । अहस्तत्रोदगयनं रात्रिः स्याद्दक्षिणायनम्‌ ।। 70 ।। "
    },
    "translationHindi": " मनुष्यों के छह-छह मासों के दो अयन होते हैं। सूर्य के दक्षिण से उत्तर की ओर आने की छह मारा की अवधि (माघ से आषाढ़ तक) उत्तरायण तथा उत्तर से दक्षिण की ओर जाने की  छह मास की अवधि (श्रावण से पौष तक) दक्षिणायन कहलाती है। इन दो अयनों (उत्तरायण और दक्षिणायन) का अथवा बारह मासों का एक वर्ष होता है। मनुजी के अनुसार मनुष्यों का एक वर्ष देवों का  दिन-रात होता है। उत्तरायण देवों का दिन है और दक्षिणायन उनकी रात्रि है। दक्षिणायन में देवता विश्राम करते हैं और उत्तरायण में वे जागते तथा कार्य करते हैं।",
    "translationEnglish": "1.70. In the other three ages with their twilights preceding and following, the thousands and hundreds are diminished by one (in each)."
  },
  {
    "id": 9,
    "Part": "1",
    "mantraNumber": "71",
    "shlok": {
      "line1": "ब्राह्मस्य तु क्षपाहस्य यत्प्रमाणं समासतः । एकैकशो युगानां तु क्रमशस्तन्निबोधत ।। 71 ।। "
    },
    "translationHindi": " विप्रो! अब मैं आप लोगों को संक्षेप में ब्रह्माजी के दिन-रात का तथा युगों (वर्षों के विभिन्न समुच्चयों) के परिमाण का परिचय देता हूं। आप लोग सावधान होकर श्रवण करें।",
    "translationEnglish": "1.71. These twelve thousand (years) which thus have been just mentioned as the total of four (human) ages, are called one age of the gods."
  },
  {
    "id": 1,
    "Part": "1",
    "mantraNumber": "72",
    "shlok": {
      "line1": "चत्वार्याहुः सहस्राणि वर्षाणां तत्कृतं युगम्‌ । तस्य तावच्छती सन्ध्या सन्ध्यांशश्च तथाविधः ।। 72 ।।"
    },
    "translationHindi": "  चार—सत्य अथवा कृत, त्रेता, द्वापर तथा कलि—युगों के अन्तर्गत सत्ययुग का परिमाण बताते हुए मनुजी बोले—चार हज़ार दैव वर्षों (मनुष्यों का एक वर्ष देवों का एक दिन-रात होता है। इस दृष्टि से मनुष्यों के 365  वर्ष देवों का एक वर्ष बनेगा। ऐसे चार हज़ार वर्ष, अर्थात् मनुष्यों के 4000 × 365=14,60,000 वर्ष) का सत्ययुग होता है। सत्ययुग की सन्ध्यायुग के आने के पूर्व का काल—चार सौ दैवी वर्षों (1,46,000 मनुष्यों के वर्ष)  की ही सन्ध्यांशयुग बीतने पर परवर्ती काल होता है। इस प्रकार समग्र रूप से सत्ययुग की अवधि— सन्ध्या = 1,46,000 वर्ष (दैवी वर्ष 400) युग = 14,60,000 वर्ष (दैवी वर्ष 4000) सन्ध्यांश = 1,46,000 वर्ष (दैवी वर्ष 400)  17,52,000 वर्ष (दैवी वर्ष 4800) सत्रह लाख बावन हज़ार वर्ष है। इन टीकाकारों द्वारा कुछ मानवी वर्षों का एक दैवी वर्ष मानना किसी दृढ़ आधार पर स्थिर नहीं। अतः हमारे मत में 365 मानवी वर्षों को ही एक दैवी वर्ष मानना  अधिक उपयुक्त है। कुछ टीकाकारों ने किसी आधार की चर्चा किये बिना ही 360 मानवी वर्षों को एक दैवी वर्ष माना है और इस आधार पर युगों का परिमाण निम्नोक्त रूप से स्थिर किया है— सत्ययुग सन्ध्या—  400 × 360 = 1,44,000 सत्ययुग— 400 × 360 = 14,40,000 सन्ध्यांश— 400 × 360 = 1,44,000    17,28,000 वर्ष    त्रेतायुग सन्ध्या— 300 × 360 = 1,08,000  युग— 3000 × 360 = 10,80,000 सन्ध्यांश— 300 × 360 = 1,08,000    12,96,000 वर्ष    द्वापरयुग सन्ध्या—200 × 360 = 72,000 युग—2000 × 360 = 7,20,000  सन्ध्यांश—200 × 360 = 72,000    8,64,000 वर्ष    कलियुग सन्ध्या— 100 × 360 = 36,000 युग— 1000 × 360 = 3,60,000 सन्ध्यांश— 100 × 360 = 36,000     4,32,000 वर्ष    चतुर्युग मानवी वर्ष दैवी वर्ष सत्य17,28,000 4,800 त्रेता 12,96,000 3,600 द्वापर 8,64,000 2,400 कलि 4,32,000 1,200    43,20,000 वर्ष       12,000 दैवी वर्ष    (तैतालीस लाख बीस हज़ार वर्ष) ",
    "translationEnglish": ""
  },
  {
    "id": 2,
    "Part": "1",
    "mantraNumber": "73",
    "shlok": {
      "line1": "इतरेषु  ससन्ध्येषु ससन्ध्यांशेषु च त्रिषु । एकापायेन वर्तन्ते सहस्राणि शतानि च ।। 73 ।।"
    },
    "translationHindi": " शेष तीनों—त्रेता, द्वापर और कलि—युगों का परिमाण क्रमशः एक-एक हज़ार दैवी वर्ष तथा उनकी सन्धाएं और सन्ध्यांश क्रमशः एक सौ दैवी वर्ष न्यून हैं।  इसका विवरण इस प्रकार से है :— त्रेतायुग सन्ध्या 300 दैवी वर्ष     1,09,500 मानुषी वर्ष युग 3,000 दैवी वर्ष   10,95,000 मानुषी वर्ष सन्ध्यांश 300 दैवी वर्ष     1,09,500 मानुषी वर्ष 3,600 दैवी वर्ष    13,14,000 मानुषी वर्ष    द्वापरयुग सन्ध्या 200 दैवी वर्ष      73,000 मानुषी वर्ष युग 2,000 दैवी वर्ष   7,30,000 मानुषी वर्ष सन्ध्यांश 200 दैवी वर्ष      73,000 मानुषी वर्ष ​ दैवी वर्ष   8,76,000 मानुषी वर्ष     कलियुग सन्ध्या 100 दैवी वर्ष      36,500 मानुषी वर्ष युग 1,000 दैवी वर्ष   3,65,000 मानुषी वर्ष सन्ध्यांश 100 दैवी वर्ष      36,500 मानुषी वर्ष ​ दैवी वर्ष   4,38,000 मानुषी वर्ष    इस प्रकार एक चतुर्युगी का  परिमाण यूं होगा— दैवी वर्ष मानुषी वर्ष सत्ययुग 4,800 17,52,000 त्रेतायुग 3,600 13,14,000 द्वापरयुग 2,400 8,76,000    12,000       43,80,000    टिप्पणी : हमारी गणना और अन्य कतिपय टीकाकारों की गणना के  अनुसार एक चतुर्युगी में 60 हज़ार वर्षों का अन्तर है। अनेक टीकाकार 43 लाख बीस हज़ार मानुषी वर्षों की एक चतुर्युगी मानते हैं, जबकि हमारे विचार में यह संख्या तैंतालीस लाख अस्सी हज़ार वर्ष होनी चाहिए। ",
    "translationEnglish": ""
  },
  {
    "id": 3,
    "Part": "1",
    "mantraNumber": "74",
    "shlok": {
      "line1": "यदेतत्परिसंख्यातमादावेव चतुर्युगम्‌ । एतद्‌ द्वादशसाहस्रं देवानां युगमुच्यते ।। 74 ।।"
    },
    "translationHindi": " मनुष्यों की चतुर्युगी की अवधि—तैंतालीस लाख बीस हज़ार वर्ग—को बारह हज़ार से गुना करने पर आने वाली संख्या का परिमाण—पांच अरब सोलह करोड़ मानुषी वर्ष—एक देवयुग कहलाता है।  दूसरे शब्दों में मनुष्यों के बारह हज़ार चतुर्युग बीतने पर देवों का एक युग बीतता है। ",
    "translationEnglish": ""
  },
  {
    "id": 4,
    "Part": "1",
    "mantraNumber": "75",
    "shlok": {
      "line1": "दैविकानां युगानां तु सहस्रं परिसंख्यया । ब्राह्ममेकमहर्ज्ञेयं तावती रात्रिरेव च ।। 75 ।। "
    },
    "translationHindi": "देवों के सहस्र युगों के परिमाण का ब्रह्माजी का एक दिन और इतने (एक सहस्र युग) ही परिमाण की उनकी एक रात्रि होती है। इस प्रकार देवों के दो सहस्र युग (दस संख बत्तीस अरव मानुषी वर्ष)  बीतने पर ब्रह्माजी का एक दिन-रात बीतता है। ",
    "translationEnglish": ""
  },
  {
    "id": 5,
    "Part": "1",
    "mantraNumber": "76",
    "shlok": {
      "line1": "तद्वै युगसहस्रान्तं ब्राह्मं पुण्यमहर्विदुः । रात्रिं च तावतीमेव तेऽहोरात्रविदो जनाः ।। 76 ।।"
    },
    "translationHindi": " गणितज्ञ पुण्यात्मा विद्वान् ब्रह्माजी की आयु सहस्र युग बताते हैं और वे उनके दिनों और रात्रियों को क्रमशः ‘पुण्य दिवस’ तथा ‘अहोरात्र’ नाम देते हैं। ",
    "translationEnglish": ""
  },
  {
    "id": 6,
    "Part": "1",
    "mantraNumber": "77",
    "shlok": {
      "line1": "तस्य सोऽहर्निशस्यान्ते प्रसुप्तः प्रतिबुध्यते । प्रतिबुद्धश्च सृजति मनः सदसदात्मकम्‌ ।। 77 ।। "
    },
    "translationHindi": "सहस्र युगों की अहोरात्रियों की समाप्ति पर ब्रह्माजी जागते हैं और जागने पर सर्वप्रथम संकल्प-विकल्पात्मक मन की सृष्टि करते हैं।",
    "translationEnglish": ""
  },
  {
    "id": 7,
    "Part": "1",
    "mantraNumber": "78",
    "shlok": {
      "line1": " मन: सृष्टिं विकुरुते चोह्यमानं सिसृक्षया । आकाशं जायते तस्मात्तस्य शब्दं गुणं विदुः ।। 78 ।।"
    },
    "translationHindi": " ब्रह्माजी की सृष्टि रचना की इच्छा से प्रेरित मन प्रकृति को विकृत करता है, जिसके फलस्वरूप आकाश उत्पन्न होता है। आकाश का गुण (परिचय-चिह्न) शब्द है। प्राणियों द्वारा उच्चरित शब्द जिस शून्य में विलीन होता है , उसी का नाम आकाश है। ",
    "translationEnglish": ""
  },
  {
    "id": 8,
    "Part": "1",
    "mantraNumber": "79",
    "shlok": {
      "line1": "आकाशात्तु विकुर्वाणात्सर्वगन्धवहः शुचिः । बलवाञ्जायते वायुः स वै स्पर्शगुणो मतः ।। 79 ।। "
    },
    "translationHindi": "आकाश में विकार उत्पन्न होने पर उससे सभी प्रकार की—अच्छी तथा बुरी—गन्ध को ले चलने वाला परम पवित्र एवं बलवान् वायु उत्पन्न होता है। इसका परिचय स्पर्श से मिलता है। अतः इसका गुण स्पर्श माना गया है।  वायु की गति जहां सर्वत्र है, वहां वह अति तीव्र भी है। इसीलिए उसे ‘बलवान्’ कहा गया है। वायु सुगन्ध और दुर्गन्ध का वहन अवश्य करता है, परन्तु उससे दूषित कभी नहीं होता। अतः उसे पवित्र कहा गया है।  श्रीमद् भगवत्‌गीता में अर्जुन ने वायु के निग्रह के समान ही मन के निग्रह को भी अत्यन्त दुष्कर बतलाया है।  चञ्चलं हि मनः कृष्ण प्रमाथि बलवद् दृढ़म् । तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ।। वायोरपि विकुर्वाणाद्विरोचिष्णु तमोनुदम् । ज्योतिरूत्पद्यते भास्वत्तद्रूपगुणमुच्यते ।। वायु में विकार आने से  अन्धकार का नाशक प्रकाश, द्युति (चमक) और ऊष्मायुक्त अग्नि उत्पन्न होता है, जिसे नेत्रों द्वारा देखकर उसकी सत्ता का ज्ञान किया जाता है। अतः इसका  परिचय-चिह्न रूप है।",
    "translationEnglish": ""
  },
  {
    "id": 9,
    "Part": "1",
    "mantraNumber": "80",
    "shlok": {
      "line1": " ज्योतिषश्च विकुर्वाणादापोरसगुणाः स्मृताः । अद्भ्यो गन्धगुणा भूमिरित्येषा सृष्टिरादितः ।। 80 ।।"
    },
    "translationHindi": "  अग्नि में विकार आने से जल उत्पन्न होता है, जिसका गुण रस (स्वाद) है। इस जल में विकार आने पर पृथ्वी उत्पन्न होती है। पृथ्वी का गुण गन्ध है। यही सृष्टि की उत्पत्ति का आदि क्रम है—मन→आकाश→वायु→अग्नि→जल→पृथ्वी।",
    "translationEnglish": ""
  },
  {
    "id": 10,
    "Part": "1",
    "mantraNumber": "81",
    "shlok": {
      "line1": "  यत्प्राग्द्वादशसाहस्रमुदितं दैविकं युगम् । तदेकसप्ततिगुणं मन्वन्तरमिहोच्यते ।। 81 ।। "
    },
    "translationHindi": "विप्रो! मैंने आप लोगों को दैवयुग का परिमाण मनुष्यों के बारह सहस्र युगवर्ष बतलाया है। इस प्रकार इकहत्तर दैवयुग, अर्थात् मनुष्यों के आठ लाख बावन हज़ार चतुर्युग का एक मन्वन्तर होता है।",
    "translationEnglish": ""
  },
  {
    "id": 11,
    "Part": "1",
    "mantraNumber": "82",
    "shlok": {
      "line1": "  मन्वन्तराण्यसंख्यानि सर्गः संहार एव च । क्रीडन्निवैतत्कुरूते परमेष्ठी पुनः पुनः ।। 82 ।। "
    },
    "translationHindi": "इस प्रकार से मन्वन्तरों की संख्या अगण्य (गणना से परे) है और इस रूप में सृष्टि और प्रलय भी असंख्य हैं। प्रजापति ब्रह्मा बिना किसी श्रम के सहज क्रीड़ा के रूप में यह सब  उत्पत्ति-संहार करते रहते हैं। गतिशील रथ-चक्र के समान यह सब क्रमशः प्रवर्तित होता रहता है।",
    "translationEnglish": ""
  },
  {
    "id": 12,
    "Part": "1",
    "mantraNumber": "83",
    "shlok": {
      "line1": " चतुष्पात्सकलो धर्मः सत्यं चैव कृते युगे । नाधर्मेणागमः कश्चिन्मनुष्यान्‌ प्रवर्तते ।। 83 ।।"
    },
    "translationHindi": " चार युगों के अन्तर्गत प्रथम सत्ययुग में धर्म अपने चारों चरणों—तप, ज्ञान, यज्ञ और दान—से युक्त और सत्य रूप में रहता है। इसका कारण यह है कि इस युग में  लोगों को अधर्म द्वारा धन की प्राप्ति नहीं होती। मनुष्य न्यायपूर्वक अर्जित धन का ही उपभोग करते हैं। अतः उनके दुराचरण में प्रवृत्त होने का प्रश्न ही उत्पन्न नहीं होता। ",
    "translationEnglish": ""
  },
  {
    "id": 13,
    "Part": "1",
    "mantraNumber": "84",
    "shlok": {
      "line1": "इतरेष्वागमाद्धर्मः पादशस्त्ववरोपितः । चौरिकानृतमायाभिर्धर्मश्चापैति पादशः ।। 84 ।।"
    },
    "translationHindi": "     अन्य तीन—द्वापर, त्रेता और कलि—युगों में मनुष्यों के द्वारा क्रमशः चोरी, झूठ और माया को अपनाने के कारण वेद-प्रतिपादित धर्म एक-एक चरण से रहित होता जाता है। टिप्पणी—द्वापर में मनुष्यों के चौर्यकर्म में प्रवृत्त होने के  कारण धर्म का एक—तप—चरण नष्ट हो जाता है और धर्म ‘त्रिपाद’ रह जाता है। त्रेता में मनुष्यों के चौर्यकर्म के साथ-साथ असत्य-भाषण को अपना लेने के कारण धर्म का दूसरा—ज्ञान—चरण भी जाता रहता है और धर्म ‘द्विपाद’  रह जाता है। कलियुग में मनुष्यों के द्वारा चौर्य और असत्य के साथ-साथ माया (छल-कपट) को अपना लेने पर धर्म का तृतीय—यज्ञ—चरण भी जाता रहता है और धर्म ‘एकपाद’ रह जाता है।",
    "translationEnglish": ""
  },
  {
    "id": 14,
    "Part": "1",
    "mantraNumber": "85",
    "shlok": {
      "line1": " अरोगाः सर्वसिद्धार्थाश्चतुर्वर्षशतायुष: । कृते त्रेतादिषु ह्येषामायुर्हृसति पादशः ।। 85 ।।"
    },
    "translationHindi": " सत्ययुग में प्राणी न केवल शारीरिक दृष्टि से नीरोग और पूर्णतः स्वस्थ होते हैं, अपितु सभी आशाओं-आकांक्षाओं की पूर्ति (मनोरथों के सिद्ध) हो जाने से मानसिक दृष्टि से  पूर्णतः सन्तुष्ट—निश्चिन्त होते हैं। इस युग में मनुष्यों की आयु चार सौ वर्ष होती है, जो क्रमशः परवर्ती युगों में एक चौथाई घटती जाती है, अर्थात् त्रेता में लोगों की आयु तीन सौ वर्ष, द्वापर में दो सौ  वर्ष और कलियुग में एक सौ वर्ष होती है।",
    "translationEnglish": ""
  },
  {
    "id": 15,
    "Part": "1",
    "mantraNumber": "86",
    "shlok": {
      "line1": " वेदोक्तमायुर्मर्त्यानामाशिषश्चैव कर्मणाम् । फलन्त्यनुयुगं लोके प्रभावश्च शरीरिणाम् ।। 86 ।।"
    },
    "translationHindi": " वेदों में निर्दिष्ट मनुष्यों की आयु और उनके कर्मों के फल तथा उनकी सामर्थ्य (प्रभाव) युग के अनुकूल ही प्रवर्तित होते हैं। अभिप्राय यह है कि सत्ययुग में मनुष्यों की आयु, उनके कर्मफल तथा उनकी सामर्थ्य  आदि जिस परिमाण में रहते हैं, अन्यान्य युगों में उस परिमाण में नहीं रहते। इस प्रकार इन सब—आयु, वैभव, सुख तथा सामर्थ्य आदि—का परिमाण युगानुरूप ही रहता है।",
    "translationEnglish": ""
  },
  {
    "id": 16,
    "Part": "1",
    "mantraNumber": "87",
    "shlok": {
      "line1": "  अन्ये कृतयुगे धर्मास्त्रेतायां द्वापरे परे । अन्ये कलियुगे नॄणां युगह्रासानुरूपतः ।। 87 ।।"
    },
    "translationHindi": " चारों युगों के प्राणियों के धर्म भिन्न-भिन्न हैं। जब एक युग बीतता है और दूसरा युग अस्तित्व में आता है, तो युग-परिवर्तन के साथ-साथ प्राणियों के द्वारा अनुष्ठेय धर्म भी परिवर्तित हो जाते हैं। इस प्रकार  प्रत्येक युग के प्राणियों के आचरणीय धर्म पृथक्-पृथक् रूप लिये हुए हैं। इसी तथ्य को अगले श्लोक में स्पष्ट किया गया है।",
    "translationEnglish": ""
  },
  {
    "id": 17,
    "Part": "1",
    "mantraNumber": "88",
    "shlok": {
      "line1": " तपः परं कृतयुगे त्रेतायां ज्ञानमुच्यते । द्वापरे यज्ञमेवाहुर्दानमेकं कलौ युगे ।। 88 ।। "
    },
    "translationHindi": "सत्ययुग के प्राणियों का मुख्य धर्म तप है, त्रेतायुग का प्रधान धर्म ज्ञान है, द्वापर में यज्ञ ही प्रमुख धर्म है और कलियुग का प्रधान धर्म दान है। कहने का अभिप्राय यह है कि सत्ययुग में ज्ञान, यज्ञ और दान की अपेक्षा तप को सर्वाधिक महत्त्व प्राप्त रहता है।  त्रेतायुग के प्राणी तपश्चरण न करके ज्ञान-साधना करते हैं। द्वापर के लोग तो तप और ज्ञान की उपेक्षा करके यज्ञानुष्ठान को महत्त्व देते हैं, जबकि कलियुग के प्राणी तप, ज्ञान और यज्ञ आदि को न अपनाकर केवल दानशीलता को अपनाते हैं। दूसरे  शब्दों में भिन्न-भिन्न युगों में लोगों के कल्याण अथवा उद्धार के साधन तप, ज्ञान, यज्ञ और दान आदि हैं।",
    "translationEnglish": ""
  },
  {
    "id": 18,
    "Part": "1",
    "mantraNumber": "89",
    "shlok": {
      "line1": " सर्वस्यास्य तु सर्गस्य गुह्यर्थं स महाद्युतिः । मुखबाहूरुपज्जानां पृथक्कर्माण्यकल्पयत्‌ ।। 89 ।।"
    },
    "translationHindi": "   इस सृष्टि के सभी कार्यों के सम्यक् सञ्चालन के रूप में उसकी सुव्यवस्था करने के लिए उस परम तेजस्वी परमात्मदेव ने शरीर के चार अंगों—मुख, बाहु, ऊरु तथा चरण—के  समान सृष्टि के सभी लोगों को चार—ब्राह्मण, क्षत्रिय, वैश्य और शूद्र—वर्णों में बांटा तथा उनके कर्तव्य-कर्मों का निर्धारण किया।",
    "translationEnglish": ""
  },
  {
    "id": 19,
    "Part": "1",
    "mantraNumber": "90",
    "shlok": {
      "line1": "अध्यापनमध्ययनं यजनं याजनं तथा । दानं प्रतिग्रहं चैव ब्राह्मणानामकल्पयत्‌ ।। 90 ।। "
    },
    "translationHindi": "  उस परमपिता परमात्मा ने वेदों का पठन-पाठन, यज्ञों का करना-कराना तथा दान देना और लेना—ये छह कर्म ब्राह्मण के लिए निर्धारित किये हैं। ये छह ब्राह्मण के कर्तव्य-कर्म हैं,  जिनका करना उसका परम धर्म है।",
    "translationEnglish": ""
  },
  {
    "id": 20,
    "Part": "1",
    "mantraNumber": "91",
    "shlok": {
      "line1": " प्रजानां रक्षणं दानमिज्याध्ययनमेव च । विषयेष्वप्रसक्तिश्च क्षत्रियस्य समादिशत्: ।। 91 ।। "
    },
    "translationHindi": " परमात्मदेव ने क्षत्रियों के लिए आचरणीय धर्म के रूप में कर्तव्य-कर्म इस प्रकार से निर्धारित किये हैं—प्रजा की रक्षा करना, ब्राह्मणों तथा दीन-दुखियों को दान करना, यज्ञानुष्ठान में प्रवृत्त होना, सद्‌ग्रन्थों का  अध्ययन करना तथा विषयभोगों में आसक्त न होना। (मनुजी ने क्षत्रियों के लिए विषयभोग में प्रवृत्ति का निषेध कदापि नहीं किया। उन्होंने आसक्ति की मनाही की है, क्योंकि आसक्ति ही विनाशमूलक है।) ",
    "translationEnglish": ""
  },
  {
    "id": 21,
    "Part": "1",
    "mantraNumber": "92",
    "shlok": {
      "line1": " पशूनां रक्षणं दानमिज्याध्ययनमेव च । वणिक्पथं कुसीदं च वैश्यस्य कृषिमेव च ।। 92 ।। "
    },
    "translationHindi": "  पशु-पालन, कृषि, व्यापार, साहूकारी—ब्याज पर ऋण देकर धन कमाना—के अतिरिक्त दान देना, यज्ञ करना तथा स्वाध्याय—आर्ष (ऋषियों द्वारा प्रणीत/रचित) ग्रन्थों का अध्ययन करना—वैश्य के लिए निर्धारित कर्तव्य-कर्म हैं। ",
    "translationEnglish": ""
  },
  {
    "id": 22,
    "Part": "1",
    "mantraNumber": "93",
    "shlok": {
      "line1": "एकमेव तु शूद्रस्य प्रभुः कर्म समादिशत् । एतेषामेव वर्णानां शुश्रूषामनसूयया ।। 93 ।।"
    },
    "translationHindi": "  भगवान् ने शूद्र वर्ण के लोगों के लिए एक ही कर्तव्य-कर्म निर्धारित किया है। वह है—निर्द्वन्द्व तथा निर्विकार (ईर्ष्या तथा द्वेष भाव से सर्वथा मुक्त होकर) भाव से तीनों—ब्राह्मण,  क्षत्रिय तथा वैश्य—वर्णों के लोगों की सेवा करना। ",
    "translationEnglish": ""
  },
  {
    "id": 23,
    "Part": "1",
    "mantraNumber": "94",
    "shlok": {
      "line1": "उत्तमाङ्गोद्‌भवाज्ज्यैष्ठ्‌याद्‌ब्रह्मणश्चैव धारणात् । सर्वस्यैवास्य सर्गस्य धर्मतो ब्राह्मणः प्रभुः ।। 94 ।। "
    },
    "translationHindi": " ब्राह्मण भगवान् के उत्तम अंग (मुख) से उत्पन्न होने, चारों वर्णों में ज्येष्ठ और वेद के धारण करने से श्रेष्ठ होने के कारण धर्म-भाव से इस संसार का स्वामी है,  अर्थात् अन्य तीनों वर्णों के लिए ब्राह्मण पूज्य है और उसके द्वारा किया गया विधान सभी के लिए मान्य है।",
    "translationEnglish": ""
  },
  {
    "id": 24,
    "Part": "1",
    "mantraNumber": "95",
    "shlok": {
      "line1": " तं हि स्वयम्भूः स्वादास्यात्तपस्तप्त्वाऽदितोऽसृजत् । हव्यकव्याभिवाह्याय सर्वस्याऽस्य च गुप्तये ।। 95 ।।"
    },
    "translationHindi": "  ब्रह्मदेव ने सृष्टि के प्रारम्भ में तप द्वारा अर्जित शक्ति से अपने मुख से ब्राह्मण की उत्पत्ति की, ताकि देवों को हव्य और पितरों को कव्य मिलता रहे तथा सारे संसार की रक्षा हो सके। यज्ञ की अग्नि में देवों के निमित्त दी जाने वाली हवि  (आहुति) ‘हव्य’ और पितरों के निमित्त दी जाने वाली हवि ‘कव्य’ कहलाती है। दोनों में अन्तर करने के लिए ही दो भिन्न-भिन्न शब्दों का प्रयोग किया जाता है। यज्ञ द्वारा ही मेघवृष्टि, मेघवृष्टि से अन्न की उत्पत्ति और अन्न से प्राणियों की  स्थिति है। यज्ञ में मन्त्र-पाठ ब्राह्मणों द्वारा किया जाता है। इस रूप में उसे सृष्टि का रक्षक कहा गया है। मुख से उत्पत्ति का संकेतित अर्थ यह भी है कि वेदमन्त्रों का यज्ञादि में उच्चारण, वेदों का पठन-पाठन तथा दानादि विषयक संकल्प  मुख के विषय हैं। ये सभी कार्य ही ब्राह्मण के लिए निर्धारित कर्तव्य-कर्म हैं। इस प्रकार मुख से उत्पत्ति का अर्थ मुख-विषयक क्रियाओं का निष्पादन है। ",
    "translationEnglish": ""
  },
  {
    "id": 25,
    "Part": "1",
    "mantraNumber": "96",
    "shlok": {
      "line1": "यस्यास्येन सदाऽश्नन्ति हव्यानि त्रिदिवौकसः । कव्यानि चैव पितरः किं भूतमधिकं ततः ।। 96 ।।"
    },
    "translationHindi": " ब्राह्मण के महत्त्व का प्रतिपादन करते हुए मनु महाराज कहते हैं—जिसके मुख से उच्चरित मन्त्र से तीन—पृथ्वी, अन्तरिक्ष और द्यौ—लोकों के निवासी देवता सदैव अपना हव्य (भोजन) तथा पितर सदैव अपना कव्य  (यज्ञ की आहुति के रूप में उपलब्ध होने वाला भोजन) प्राप्त करते हैं, ऐसे उस उपकारी ब्राह्मण से अधिक श्रेष्ठ प्राणी और कौन हो सकता है। अभिप्राय यह है कि ब्राह्मण केवल इस धरती के प्राणियों  का ही हित-साधन नहीं करता, अपितु पितरों और देवों का भी हित-सम्पादन करता है। अतः उसकी ज्येष्ठता-श्रेष्ठता सर्वथा एवं पूर्णतः असन्दिग्ध है। ",
    "translationEnglish": ""
  },
  {
    "id": 26,
    "Part": "1",
    "mantraNumber": "97",
    "shlok": {
      "line1": "भूतानां प्राणिनः श्रेष्ठाः प्राणिनां बुद्धिजीविनः । बुद्धिमत्सु नराः श्रेष्ठा नरेषु ब्राह्मणाः स्मृताः ।। 97 ।।"
    },
    "translationHindi": " इस सृष्टि के सभी जड़-चेतन अथवा स्थावर-जंगम जीवों में प्राणी श्रेष्ठ हैं। यहां मनुजी के कथन का अभिप्राय कदाचित् जड़ वनस्पतियों, गुल्म-लताओं तथा वृक्षों आदि (जो जंगम होते हुए भी मूलतः स्थावर तथा चेतन होते हुए  भी मूलतः जड़ समझे जाते हैं) से कीट-पतंग आदि क्षुद्र जन्तुओं की वरीयता दिखाना है। क्षुद्र कीट-पतंग आदि जीवों की अपेक्षा बुद्धि रखने वाले प्राणी उत्तम हैं। पशु, पक्षी आदि जिनमें थोड़ी-बहुत बुद्धि है, इसी बुद्धि के कारण स्वामिभक्त कहे जाते हैं।  कुत्ते, वानर तथा बैल आदि प्रशिक्षित किये जाने पर अपने स्वामी की आजीविका का साधन बन जाते हैं। घोड़ा तो इतना समझदार माना जाता है कि स्वामी के संकटग्रस्त होने पर उसे सुरक्षित स्थान पर पहुंचा देता है। चेतक के द्वारा महाराणा प्रताप की रक्षा एक ऐतिहासिक घटना है। बुद्धि रखने वाले प्राणियों की अपेक्षा मनुष्य उत्कृष्ट है, क्योंकि बुद्धि का विकास मनुष्य योनि में ही सम्भव है। मनुष्यों में भी ब्राह्मण श्रेष्ठ है, क्योंकि उसका जीवन ही बौद्धिक विकास के लिए है। ",
    "translationEnglish": ""
  },
  {
    "id": 27,
    "Part": "1",
    "mantraNumber": "98",
    "shlok": {
      "line1": "ब्राह्मणेषु च विद्वांसो विद्वत्सु कृतबुद्धयः । कृतबुद्धिषु कर्तारः कर्तृषु ब्रह्मवेदिनः ।। 98 ।।"
    },
    "translationHindi": " ब्राह्मणों में भी वेद-विद्या में युक्त (विद्वान् ब्राह्मण) श्रेष्ठ है और विद्वानों में भी वेदोक्त कर्मों से युक्त बुद्धि वाले (अर्थात् वेदोक्त कर्मों में सम्मान व श्रद्धा रखने वाले) श्रेष्ठ हैं, उनमें से भी जो वेदोक्त कर्मों को करने वाले हैं, वे  अधिक श्रेष्ठ हैं तथा उनसे भी श्रेष्ठ ब्रह्मा को जानने वाले (ब्राह्मण) हैं। अर्थात् ब्रह्मज्ञ ब्राह्मण सभी से श्रेष्ठ हुआ। ",
    "translationEnglish": ""
  },
  {
    "id": 28,
    "Part": "1",
    "mantraNumber": "99",
    "shlok": {
      "line1": "उत्पत्तिरेव विप्रस्य मूर्तिर्धर्मस्य शाश्वती । स हि धर्मार्थमुत्पन्नो ब्रह्मभूयाय कल्पते ।। 99 ।।"
    },
    "translationHindi": "   ब्रह्मवेत्ता ब्राह्मण का जन्म शाश्वत धर्म की मूर्ति के रूप में हुआ है, अर्थात् ब्राह्मण नित्य एवं सनातन धर्म का सजीव रूप है। ब्राह्मण का आचरण, उसका कार्य-व्यवहार ही धर्म का बाह्य लक्षण है। इस प्रकार ब्राह्मण  का जन्म ही धर्म की रक्षा, स्थापना और प्रचार-प्रसार के लिए प्रयत्नशील होने में है। ब्रह्मज्ञान में प्रवृत्त न होने वाला ब्राह्मण ब्राह्मण ही नहीं कहलाता।",
    "translationEnglish": ""
  },
  {
    "id": 29,
    "Part": "1",
    "mantraNumber": "100",
    "shlok": {
      "line1": "ब्राह्मणो जायमानो हि पृथिव्यामधिजायते । ईश्वरः सर्वभूतानां धर्मकोषस्य गुप्तये ।। 100 ।। "
    },
    "translationHindi": " परमपिता परमात्मा सभी प्राणियों के धर्मरूपी धन (कोष) की रक्षा के लिए ब्राह्मण को उत्पन्न करता है। इस प्रकार इस धरती पर ब्राह्मण का जन्म लेना संसार के सभी जीवों के लिए परम सौभाग्य का सूचक है।  यहां ब्राह्मण से अभिप्राय ब्रह्मवेत्ता एवं तत्त्वद्रष्टा विद्वान् ब्राह्मण से ही है, क्योंकि उसी से समाज के जीवों के धर्मकोष की रक्षा सम्भव है।",
    "translationEnglish": ""
  },
  {
    "id": 30,
    "Part": "1",
    "mantraNumber": "101",
    "shlok": {
      "line1": " सर्वं स्वं ब्राह्मणस्येदं यत्किञ्चिज्जगतीगतम् । श्रैष्ठ्‌येवेनाभिजनेनेदं सर्वं वै ब्राह्मणोऽर्हति ।। 101 ।। "
    },
    "translationHindi": "परमपिता परमात्मा ने अत्यन्त कृपापूर्वक ही ब्राह्मण को ब्रह्मविद्या के ज्ञान से समृद्ध बनाकर उसे सृष्टि का सर्वोत्तम प्राणी बनाने के रूप में उपकृत किया है। अतः उसका यह कर्तव्य-कर्म हो जाता है कि वह कृतज्ञता-ज्ञापन के रूप में सृष्टि  के सभी प्राणियों को अपना रूप समझे और उन्हें अपने ही समान ऊंचा उठाने का प्रयास करे। ",
    "translationEnglish": ""
  },
  {
    "id": 31,
    "Part": "1",
    "mantraNumber": "102",
    "shlok": {
      "line1": " स्वमेव ब्राह्मणो भुङ्क्ते स्वं वस्ते स्वं ददाति च । आनृशंस्याद्ब्राह्मणस्य भुञ्जते हीतरे जनाः ।। 102 ।। "
    },
    "translationHindi": " ब्राह्मण दूसरे वर्णों के लिए लोगों का हित-साधन करता है, उन्हें धर्मपालन तथा आत्मकल्याण के पथ पर अग्रसर करता है, इस दृष्टि से ब्राह्मण के भरण-पोषण का दायित्व दूसरे वर्ण वालों का हो जाता है। अतः यद्यपि ब्राह्मण  दूसरों द्वारा दिया गया अन्न खाता है, वस्त्र पहनता है तथा अन्यान्य पदार्थों का उपभोग करता है, तथापि क्योंकि इसके बदले वह बहुत कुछ देता है, अतः लोगों द्वारा उसे दिया गया दान एक प्रकार से उसका पारिश्रमिक ही है। इस रूप  में वह अपना ही खाता और अपना ही पहनता तथा अपना ही लेता है। उलटे दूसरे वर्ण वाले उसका दिया खाते-पहनते हैं, क्योंकि वही तो उन्हें इस योग्य बनाता है कि वे अच्छी प्रकार कमा सकें और अच्छी प्रकार अर्जित धन का उपभोग कर  सकें।",
    "translationEnglish": ""
  },
  {
    "id": 32,
    "Part": "1",
    "mantraNumber": "103",
    "shlok": {
      "line1": " तस्य कर्मविवेकार्थं शेषाणामनुपूर्वशः । स्वायम्भुवो मनुर्धीमानिदं शास्त्रमकल्पयत् ।। 103 ।।"
    },
    "translationHindi": "  स्वयंभू बुद्धिमान् भगवान् मनु ने ब्राह्मण को तथा अन्यान्य वर्णों के प्राणियों को उन सबके लिए आचरणीय कर्तव्य-कर्मों की जानकारी कराने के लिए ‘मनुस्मृति’ नामक ग्रन्थ—धर्मशास्त्र—की रचना की है।",
    "translationEnglish": ""
  },
  {
    "id": 33,
    "Part": "1",
    "mantraNumber": "104",
    "shlok": {
      "line1": "विदुषा ब्राह्मणेनेदमध्येतव्यं प्रयत्नतः । शिष्येभ्यश्च प्रवक्ताव्यं सम्यङ्‌नान्येन केनचित् ।। 104 ।।"
    },
    "translationHindi": "  विद्वान् ब्राह्मण को विशेष मनोयोगपूर्वक धर्मशास्त्र के अध्ययन में प्रवृत्त होना चाहिए। उसे अपने शिष्य—श्रद्धालु, विनयी तथा जिज्ञासु—को भी इस शास्त्र का अध्ययन कराना चाहिए। किसी अन्य (ऐरे-ग़ेरे, नत्थू-ख़ैरे)  को इस धर्मशास्त्र का ज्ञान कभी नहीं कराना चाहिए।",
    "translationEnglish": ""
  },
  {
    "id": 34,
    "Part": "1",
    "mantraNumber": "105",
    "shlok": {
      "line1": "इदं शास्त्रमधीयानो ब्राह्मणः शंसितव्रतः । मनोवाग्देहजैर्नित्यं कर्मदोषैर्न लिप्यते ।। 105 ।।"
    },
    "translationHindi": "  इस मनुस्मृति धर्मशास्त्र का अध्ययन करने वाला तथा इस धर्मशास्त्र के अनुसार अपना जीवन-यापन करने वाला ब्राह्मण मानसिक (मन में ही किसी का अनिष्टचिन्तन, मन में ही किसी कान्ता में आसक्ति अथवा रति तथा मन  से ही विषय-रस-भोग आदि), वाचिक (वाणी द्वारा किये जाने वाले—असत्य भाषण, दुर्वचन, छल-युक्त वचन तथा कटु वचन आदि) तथा शारीरिक (चौर्य, परदारा दर्शन, भोग तथा परद्रव्य हरण आदि) दोषों से सर्वथा मुक्त हो जाता है।  इस प्रकार इस शास्त्र का अध्ययन तथा इसके अनुसार आचरण ब्राह्मण को सर्वथा शुद्ध-बुद्ध, निर्विकार तथा एकान्ततः निष्पाप बना देता है।",
    "translationEnglish": ""
  },
  {
    "id": 35,
    "Part": "1",
    "mantraNumber": "106",
    "shlok": {
      "line1": "पुनाति पङि्क्तवंश्यांश्च सप्तसप्त परावरान् । पृथ्वीमपि चैवेमां कृत्स्नामेकोऽपि सोऽर्हति ।। 106 ।।"
    },
    "translationHindi": "  मनुस्मृति धर्मशास्त्र का अध्ययन करने वाला तथा उसके ही अनुसार अपना जीवन-यापन करने वाला अपनी सात पिछली और सात आगे की (कुल चौदह) पीढ़ियों का उद्धार कर लेता है।  इसके अतिरिक्त उसमें अकेले ही सारी पृथ्वी को अपने अधिकार में रखने की क्षमता एवं योग्यता भी आ जाती है।",
    "translationEnglish": ""
  },
  {
    "id": 36,
    "Part": "1",
    "mantraNumber": "107",
    "shlok": {
      "line1": "इदं स्वस्त्ययनं श्रेष्ठमिदं बुद्धिविवर्धनम् । इदं यशस्यमायुष्यमिदं निःश्रेयसः परम् ।। 107 ।।"
    },
    "translationHindi": "   इस प्रकार मनुस्मृति धर्मग्रन्थ संसार का सर्वोत्तम ग्रन्थ है। यह कल्याणकारी, बुद्धि बढ़ाने वाला, संसार में यशस्वी और दीर्घायु बनाने वाला तथा मोक्ष-प्राप्ति में सहायक बनने वाला है। ",
    "translationEnglish": ""
  },
  {
    "id": 37,
    "Part": "1",
    "mantraNumber": "108",
    "shlok": {
      "line1": "अस्मिन् धर्मोऽखिलेनोक्तो गुणदोषौ च कर्मणाम् । चतुर्णामपि वर्णानामाचारश्चैव शाश्वतः ।। 108 ।।"
    },
    "translationHindi": " इस मनुस्मृति धर्मग्रन्थ में जहां धर्म का समग्र रूप से चित्रण किया गया है, वहां कर्मों के गुण-दोषों (करणीय-अकरणीय के निर्णय) का तथा चारों—ब्राह्माण, क्षत्रिय, वैश्य तथा शूद्र—वर्णों के परम्परागत सनातन नियमों के साथ-साथ  उनकी आचार-परम्परा का भी वर्णन किया गया है। इस प्रकार इस ग्रन्थ को सभी दृष्टियों से सम्पन्न, परिपूर्ण एवं सभी प्रकार से उपयोगी बनाया गया है।",
    "translationEnglish": ""
  },
  {
    "id": 38,
    "Part": "1",
    "mantraNumber": "109",
    "shlok": {
      "line1": "आचारः परमो धर्मः श्रुत्युक्तः स्मार्त एव च । तस्मादस्मिन्सदायुक्तो नित्यं स्यादात्मवान् द्विजः ।। 109 ।।"
    },
    "translationHindi": "  श्रुति (वेद) ग्रन्थों और स्मृति (शास्त्र) ग्रन्यों में निरूपित आचार (आचरणीय कर्म-विधान) परम धर्म है। अतः आत्मकल्याण के इच्छुक द्विज को सदैव अत्यन्त सजग भाव से आचार का पालन करना चाहिए। टिप्पणी :  मनु ने ब्राह्मण, क्षत्रिय और वैश्य को ‘द्विज’ माना है। संस्कृत में द्विज शब्द समस्त पद है। ‘द्वि’ का अर्थ दूसरा (दूसरी बार) ‘ज’ का अथ उत्पन्न होने वाला है। दांत दो बार (एक बार कच्चे दूध के दांत जो गिर जाते हैं और  दूसरी बार पक्के स्थिर रहने वाले) उत्पन्न होते हैं, अतः इन्हें भी ‘द्विज’ कहा जाता है। सभी पक्षी मां के गर्भ से अण्ड रूप में बाहर आते हैं और फिर मां द्वारा उष्ण बनासे अण्डे से बाहर निकलते हैं। इस प्रकार उनके दो बार  (मां का गर्भ तथा अण्ड) उत्पन्न होने से उन्हें भी ‘द्विज’ कहा जाता है। इधर मनुजी के अनुसार द्विजाति—ब्राह्मण, क्षत्रिय और वैश्य—के लोग एक बार मां के गर्भ से उत्पन्न होते हैं। उस समय उनकी शूद्र (अशिक्षित तथा ज्ञानहीन  होने से मूर्ख) संज्ञा होती है। जब उनका उपनयन (यज्ञोपवीत) संस्कार होता है और वे गुरु के पास रहकर शिक्षा ग्रहण करते हैं, तो उनका यह एक प्रकार से दूसरा जन्म ही होता है। इससे वे ‘द्विज’ कहलाते हैं। मनुजी का कथन है—  जन्मना जायते शूद्रः संस्कारेण द्विज उच्चते ।",
    "translationEnglish": ""
  },
  {
    "id": 39,
    "Part": "1",
    "mantraNumber": "110",
    "shlok": {
      "line1": "आचाराद्विच्युतो विप्रो न वेदफलमश्नुते । आचारेण तु संयुक्तः सम्पूर्णफलभाक्स्मृतः ।। 110 ।।"
    },
    "translationHindi": "  आचार—वेदोक्त सनातन एवं परम्परागत उत्कृष्ट कर्मों के अनष्ठान—से पतित विप्र (विद्वान् ब्राह्मण) भी वेदपाठ—स्वाध्याय एवं धर्माग्रन्थों का अनुशीलन—करने पर उसके फल को प्राप्त नहीं करता है। अभिप्राय यह  है कि आचारभ्रष्ट ब्राह्मण द्वारा वेदों का पठन-पाठन सर्वथा व्यर्थ एवं निष्फल है। सत्य यह है कि सदाचार से युक्त विद्वान् ब्राह्मण ही वेदों के अनुशीलन तथा अन्यान्य धर्मकृत्यों के सम्पादन के सभी फलों को प्राप्त करता है। यहां यह उल्लेखनीय है  कि मनु ने वेदविद्या में निष्णात द्विज को ही ‘विप्र’ कहा है। उनके अनुसार— ",
    "translationEnglish": ""
  },
  {
    "id": 40,
    "Part": "1",
    "mantraNumber": "111",
    "shlok": {
      "line1": "जन्मना जायते शूद्रः संस्कारेण द्विज उच्यते । विद्यया याति विप्रत्वं त्रिभिः श्रोत्रिय कथ्यते ।। एवमाचारतो दृष्ट्‌वा धर्मस्य मुनयो गतिम् । सर्वस्य तपसो मूलमाचारं जगृहुः परम् ।। 111 ।।"
    },
    "translationHindi": "  मननशील महात्माओं ने अतीतकाल से यह अनुभव किया कि आचार से ही धर्म की स्थिति और गति है। बिना आचार के न तो धर्म स्थिर रह सकता है और न चल ही सकता है। अतः उन्होंने आचार को गौरव देते हुए उसे सभी प्रकार  की तप-साधना का मूल आधार घोषित कर दिया। मनुस्मृति ग्रन्थ की विषय-सूची प्रस्तुत करते हुए भृगु महाराज का कथन है—",
    "translationEnglish": ""
  },
  {
    "id": 41,
    "Part": "1",
    "mantraNumber": "112",
    "shlok": {
      "line1": "जगतश्च समुत्पत्तिं संस्कारविधिमेव च । व्रतचर्योपचारं च स्नानस्य च परं विधिम्‌ ।। 112 ।।"
    },
    "translationHindi": "   इस मनुस्मृति ग्रन्थ के प्रथम अध्याय में जगत् की उत्पत्ति का वर्णन है। द्वितीय अध्याय में गर्भाधान व जातकर्म आदि संस्कारों की विधि का, ब्रह्मचारियों द्वारा अध्ययनकाल में पालन किये जाने वाले व्रत-अनुष्ठानों का  तथा विद्या-समाप्ति पर स्नान (दीक्षित होना) आदि विधि का वर्णन है। ",
    "translationEnglish": ""
  },
  {
    "id": 42,
    "Part": "1",
    "mantraNumber": "113",
    "shlok": {
      "line1": "दाराधिगमनं चैव विवाहानां च लक्षणम् । महायज्ञविधानं च श्राद्धकल्पं च शाश्वतम् ।। 113 ।।"
    },
    "translationHindi": " तृतीय अध्याय में विद्या समाप्त कर गृहस्थ आश्रम में प्रवेश का तथा ब्रह्म, गन्धर्व आदि आठ प्रकार के विवाहों का, बड़े-बड़े यज्ञों के सम्पन्न करने की विधि का तथा अनादिकाल से चले आ रहे श्राद्ध कल्प का वर्णन है।",
    "translationEnglish": ""
  },
  {
    "id": 43,
    "Part": "1",
    "mantraNumber": "114",
    "shlok": {
      "line1": " वृत्तीनां लक्षणं चैव स्नातकस्य व्रतानि च । भक्ष्याभक्ष्यं च शौचं च द्रव्याणां शुद्धिमेव च ।। 114 ।।"
    },
    "translationHindi": " स्त्रीधर्मयोगं..... चतुर्थ अध्याय में विभिन्न प्रकार की वृत्तियों—व्यापार, सेवा, उद्योग तथा व्यवसाय आदि—के लक्षण तथा स्नातक (विद्या समाप्त कर आजीविका उपार्जन में संलग्न) के व्रतों का वर्णन है। पञ्चम अध्याय में  भक्ष्य-अभक्ष्य पदार्थों का, शरीर, मन और बुद्धि आदि की शुद्धि का तथा स्त्रियों के लिए आचरणीय धर्मानुष्ठानों का उल्लेख है।",
    "translationEnglish": ""
  },
  {
    "id": 44,
    "Part": "1",
    "mantraNumber": "115",
    "shlok": {
      "line1": "तापस्यं मोक्षं संन्यासमेव च । राज्ञश्च धर्ममखिलं कार्याणां च विनिर्णयम् ।। 115 ।।"
    },
    "translationHindi": " .... षष्ठ अध्याय में वानप्रस्थ प्रभृति तपस्वियों के लिए पालनीय नियमों का, मोक्ष-प्राप्ति के साधनों का तथा संन्यास धर्म का निरूपण हुआ है। सप्तम अध्याय में राजा के धर्मों का और उसके समक्ष उपस्थित विवादों (मुक़दमों)  के निर्णय के उपायों का वर्णन हुआ है। ",
    "translationEnglish": ""
  },
  {
    "id": 45,
    "Part": "1",
    "mantraNumber": "116",
    "shlok": {
      "line1": "साक्षिप्रश्नविधानं च धर्मं स्त्री पुंसयोरपि । विभागधर्मं द्यूतञ्च कण्टकानां च शोधनम् ।। 116 ।। "
    },
    "translationHindi": "वैश्यशूद्रोपचारं च.... अष्टम अध्याय में विवादों से सम्बन्धित साक्षियों—प्रत्यक्षदर्शियों—से प्रश्न करके सत्य-निर्णय पर पहुंचने के उपायों का वर्णन है। नवम अध्याय में गृहस्थ आश्रम के अन्तर्गत स्त्रियों  और पुरुषों के कार्यों का विभाजन किया गया है। द्यूतकारों (जुआरियों) और आततायियों को दण्डित करने के उपायों के रूप में इन बुराइयों पर नियन्त्रण करने की विधियों का तथा वैश्यों और शूद्रों के लिए आचरणीय धर्मों का वर्णन किया गया है। ",
    "translationEnglish": ""
  },
  {
    "id": 46,
    "Part": "1",
    "mantraNumber": "117",
    "shlok": {
      "line1": "संकीर्णानां च सम्भवम् । आपद्धर्मं च वर्णानां प्रायश्चित्तविधिं तथा ।। 117 ।।"
    },
    "translationHindi": " .... दशम अध्याय में वर्णसंकरों—भिन्न वर्ण के पुरुषों द्वारा भिन्न वर्ण की स्त्री से उत्पादित सन्तानों (पुरुष ब्राह्मण और स्त्री क्षत्रिय अथवा पुरुष क्षत्रिय और स्त्री ब्राह्मण जाति की)—की उत्पत्ति का तथा चारों वर्णों की आपद्  धर्मों—संकटकाल में सामान्य धर्मों का परित्याग तथा कुछ विशेष (सामान्य स्थिति में वर्जित) धर्मों के अपनाने—का विधान है। एकादश अध्याय में सामान्य स्थिति में जान-बूझकर किये गये अथवा अनजाने हो गये और संकट  की स्थिति में विवशतावश किये गये पापों के प्रायश्चित्तों का वर्णन है",
    "translationEnglish": ""
  },
  {
    "id": 47,
    "Part": "1",
    "mantraNumber": "118",
    "shlok": {
      "line1": "संसारगमनं चैव त्रिविधं कर्मसम्भवम् । निःश्रेयसं कर्मणां च गुणदोषपरीक्षणम् ।। 118 ।। "
    },
    "translationHindi": "द्वादश अध्याय में मृत्यु के उपरान्त देहान्त-प्राप्ति के साधन-भूत उत्तम, मध्यम तथा अधम कर्मों का, कर्मों के गुण-दोष (अच्छे-बुरे) की परीक्षा की विधि का तथा मोक्ष के स्वरूप का वर्णन किया गया है।",
    "translationEnglish": ""
  },
  {
    "id": 48,
    "Part": "1",
    "mantraNumber": "119",
    "shlok": {
      "line1": " देशधर्माञ्जातिधर्मान्कुलधर्मांश्च शाश्वतान् । पाषण्डगणधर्मांश्च शास्त्रेऽस्मिन्नुक्तवान्मनुः ।। 119 ।। "
    },
    "translationHindi": "इस प्रकार (उपर्युक्त विषय-सूची के आधार पर) मनु महाराज ने अपने इस स्मृति ग्रन्थ में सभी प्रकार के देश-धर्मों—भारत के सभी प्रदेशों में प्रचलित स्थानीय रीति-नीतियों का, जाति-धर्मों—विभिन्न वर्णों (ब्राह्मण, क्षत्रिय, वैश्य तथा शूद्र)  तथा उपजातियों—आभीर, कृषक, शक तथा हूण आदि में परम्परागत आचार-विचारों का, कुल-धर्मों—सूर्यवंश, चन्द्रवंश, अग्निवंश, चौहान, राजपूत तथा मराठा विभिन्न कुलों में मान्य रूढ़ियों—का तथा पाखण्डी गणों द्वारा  लोक में प्रचारित वेद-विरुद्ध त्याज्य धर्मों का (ताकि उन्हें जानकर लोग उनसे दूर रहें) वर्णन किया है। इससे स्पष्ट है कि यह ग्रन्थ सभी प्रकार के आचार-विचारों का एकत्र संकलन लिये होने के कारण भारतीय आचार-संहिता का विश्वकोश है।",
    "translationEnglish": ""
  }
]
