[
  {
    "id": 1,
    "chapter": "1",
    "ShlokaNo": "1",
    "shlok": "किं कारणं ब्रह्म कुत : स्म जाता जीवाम केन क्व च सम्प्रतिष्ठा : । अधिष्ठिता : केन सुखेतरेषु वर्तामहे ब्रह्मविदो व्यवस्थाम् ॥ १ ॥",
    "translationHindi": "ॐ ब्रह्मवेत्तालोग कहते हैं — जगत्का कारणभूत ब्रह्म कैसा है ? हम किससे उत्पन्न हुए हैं ? किसके द्वारा जीवित रहते हैं ? कहाँ स्थित हैं ? और हे ब्रह्मविद्गण ! हम किसके द्वारा सुख - दु:खमें प्रेरित होकर व्यवस्था ( संसारयात्रा ) - का अनुवर्तन करते हैं ? ॥ १ ॥ ",
    "translationEnglish": "By uttering Harih Om the Rishi remembers the Lord and commences the Uapanishad. A few Brahmavadis discuss among themselves on these lines: O Knowers of the Vedas, who is that Brahman - the root cause of this world. From what have we been born? Due to what do we live? In what are we abiding? Under whose orders are we passing through pain and pleasure? Under what set rules are we being governed?",
    "commentaryHindi": "‘ ब्रह्मवादिनो वदन्ति ’ इत्यादि जो ब्रह्मवादी थे अर्थात् जिनका स्वभाव ब्रह्मचर्चा करनेका था ऐसे लोग सब - के - सब मिलकर चर्चा करने लगे — ‘ किं कारणं ब्रह्म ’ ( जगत्का कारणभूत ब्रह्म कैसा है ? ) किम् इत्यादि वाक्यसे ब्रह्मके स्वरूपके विषयमें प्रश्न किया गया है । अथवा इस जगत्का कारण ब्रह्म है या ‘ काल : स्वभाव : ’ आदि वाक्यसे आगे बताये जानेवाले काल आदि । अथवा ब्रह्म [ यदि कारण है तो वह उपादान आदि कारणोंमेंसे ] कौन - सा कारण है ? यानी स्वत:सिद्ध ब्रह्म क्या जगत्का उपादान कारण है ? अथवा “ बढ़ा हुआ है तथा बढ़ाता है इसलिये परब्रह्म कहा जाता है ” इस प्रकार श्रुतिद्वारा ही ब्रह्म शब्दकी व्युत्पत्ति की जानेके कारण उसके निमित्त और उपादान दोनों ही प्रकारके कारण होनेके विषयमें ‘ ब्रह्म कौन कारण है ’ ऐसा यह प्रश्न है । [ तात्पर्य यह है कि ] क्या जगत्का कारण ब्रह्म है अथवा कालादि ? या ब्रह्म कारण ही नहीं है ? यदि कारण है भी तो निमित्त कारण है या उपादान अथवा दोनों ? और उसका लक्षण क्या है ? आगे इस प्रकार जो परिहार कहा गया है उसके अनुसार उन सब विषयोंका एक साथ अथवा अलग - अलग प्रश्नमें भी संग्रह कर लेना चाहिये ; क्योंकि परिहार तो प्रश्नकी अपेक्षा करके ही होता है । हम कहाँसे उत्पन्न हुए हैं — देह और इन्द्रियसम्पन्न हमलोगोंकी किससे उत्पत्ति हुर्इ है ? क्योंकि स्वरूपसे तो जीवोंके जन्मादि होने सम्भव हैं नहीं । ऐसी ही ये श्रुतियाँ भी हैं — “ यह मेधावी आत्मा न उत्पन्न होता है , न मरता है ” “ जीवसे रहित होकर यह शरीर ही मरता है जीव नहीं मरता ” , “ जरा - मृत्यु ये शरीरके धर्म हैं ” , “ हे मैत्रेयि ! यह आत्मा अविनाशी और अनुच्छित्तिधर्मा ( कभी उच्छिन्न न होनेवाला ) है । ” ऐसा ही स्मृति भी कहती है — “ वह अजन्मा शरीरग्रहण करनेसे ‘ जन्म लेता है ’ ऐसा कहा जाता है । ” इसके सिवा [ एक प्रश्न यह है — ] हम किसके द्वारा जीवित रहते हैं ? अर्थात् उत्पन्न होकर हम किसके द्वारा जीवन धारण करते हैं ? इस प्रकार यह स्थितिविषयक प्रश्न है । तथा कहाँ प्रतिष्ठित होते हैं — प्रलयकालमें किसमें स्थित रहते हैं ? और हे ब्रह्मविद्गण ! किसके द्वारा अधिष्ठित अर्थात् प्रेरित होकर सुखासुख यानी सुख - दु:खमें व्यवस्था ( संसार - यात्रा ) - को बर्तते हैं ? अर्थात् हे ब्रह्मवेत्ताओ ! हम किसके द्वारा प्रेरित होकर सुख - दु:खमें व्यवस्था ( लोक - यात्रा ) - का अनुवर्तन करते हैं ? इस प्रकार किम् इत्यादि प्रश्नसमूह जगत्की उत्पत्ति , स्थिति , प्रलय और नियमके हेतुके विषयमें है ॥ १ ॥",
    "commentaryEnglish": "A few sages in quest of Supreme Brahman were talking among themselves. Being wellversed in the Vedas, they were questioning among themselves the following concepts. What is that Brahman whom we learnt as the cause of the entire world? From whom have we been born? What is our origin? Under whose majesty are we living? Who is the support of our life? In whom are we situated? Where have been before we were born? Having taken the birth (in the past, present and future) in whom do we remain? Who is our ultimate refuge? Who is He who makes arrangements for us? Who is the in-charge of this establishment? Who is the master director of the entire world? Who runs it so efficiently? Under whose command are we experiencing pain and pleasure? Who is that Lord? The issues raised in this Mantra relate to the creation, preservation and the ultimate dissolution of the Beings (jivas) and the universe. "
  },
  {
    "id": 1,
    "chapter": "1",
    "ShlokaNo": "2",
    "shlok": "काल : स्वभावो नियतिर्यदृच्छा भूतानि योनि : पुरुष इति चिन्त्या । संयोग एषां न त्वात्मभावा - दात्माप्यनीश : सुखदु:खहेतो : ॥ २ ॥ ",
    "translationHindi": "काल , स्वभाव , नियति , यदृच्छा , भूत और पुरुष — ये कारण हैं [ या नहीं ] इसपर विचारना चाहिये । इसका संयोग भी [ अपने शेषी ] आत्माके अधीन होनेके कारण कारण नहीं हो सकता तथा जीवात्मा भी सुख - दु:खके हेतु [ पुण्यापुण्य कर्मों ] - के अधीन है ।  [ इसलिये वह भी कारण नहीं हो सकता ] ॥ २ ॥",
    "translationEnglish": "Should time, or nature, or necessity, or chance, or the elements be regarded as the cause? Or he who is called the purusha, the living self? The cause cannot be the combination of these entities, since there is a living self, Atman, for whose sake the combination has been made. Yet, neither is the Atman the cause, for it in turn, is dependent upon good and evil.",
    "commentaryHindi": "‘ काल : स्वभाव : ’ इत्यादि । इन सबके साथ ‘ योनि : ’ शब्दका सम्बन्ध है । क्या काल योनि — कारण हो सकता है ? सम्पूर्ण भूतोंकी रूपान्तर - प्राप्तिमें जो हेतु है उसको काल कहते हैं । इसी प्रकार क्या स्वभाव कारण है ? पदार्थोंकी नियत शक्तिका नाम स्वभाव है ,  जैसे अग्निका स्वभाव उष्णता । अथवा क्या नियति कारण है ? पुण्य - पापरूप जो अविषम * कर्म हैं वे ‘ नियति ’ कहे जाते हैं ? या यदृच्छा - आकस्मिक घटना अथवा आकाशादि भूत कारण हैं ? या पुरुष यानी विज्ञानात्मा जगत्का कारण है ? इस प्रकार उपर्युक्त रीतिसे यह  विचारना यानी बतलाना चाहिये कि इसमें कौन कारण है ? कोर्इ ‘ योनि : ’ शब्दका अर्थ प्रकृति बतलाते हैं ? उस अवस्थामें पूर्व मन्त्रमें ‘ किं कारणं ब्रह्म ’ इस प्रश्नमें आये हुए कारणपदकी यहाँ भी अनुवृत्ति कर लेनी चाहिये । इसपर श्रुति ‘ संयोग एषाम् ’ इत्यादि वाक्यसे  यह प्रदर्शित करती है कि काल आदि कारण नहीं है । इसका अभिप्राय यों समझना चाहिये — क्या काल , स्वभाव आदिमेंसे प्रत्येक ही कारण है अथवा उन सबका समूह ? कालादिमेंसे प्रत्येक तो कारण हो नहीं सकता ; क्योंकि ऐसा मानना प्रत्यक्षविरुद्ध है । लोकमें देश - कालादि  निमित्तोंको परस्पर मिलकर ही कार्य करते देखा गया है । और इन कालादिका संयोग यानी समूह भी कारण नहीं हो सकता है ; क्योंकि समूह यानी संहति परार्थ अर्थात् शेष होती है और उसका शेषी आत्मा विद्यमान है ही । अत : स्वतन्त्र न होनेके कारण वह सृष्टि , स्थिति , प्रलय  और प्रेरणारूप कार्य करनेमें समर्थ नहीं है । तब तो आत्मा कारण हो ही सकता है , इसपर कहते हैं — ‘ आत्माप्यनीश : सुखदु:खहेतो : । ’ अर्थात् आत्मा यानी जीव भी अनीश — अस्वतन्त्र है — वह भी सृष्टि आदिका कारण नहीं है । तात्पर्य यह है कि अस्वतन्त्रताके ही कारण  आत्माका भी सृष्टि आदिमें हेतु होना सम्भव नहीं है । इसकी अस्वतन्त्रता कैसे है ? [ सो बताते हैं — ] सुखदु:खहेतो : — सुख - दु:खके हेतुभूत पुण्यापुण्यरूप कर्म विद्यमान हैं , अत : उन कर्मोंके अधीन होनेसे इसकी अस्वतन्त्रता है । इसीसे त्रिलोकीकी सृष्टि , स्थिति और नियमनमें  इसका सामर्थ्य नहीं ही है — यही इसका अभिप्राय है । अथवा [ यों समझना चाहिये कि ] आत्मा सुख - दु:खादिके हेतुभूत आध्यात्मिकादि भेदोंवाले जगत्का ईश — कारण नहीं हैं * ॥ २ ॥ ",
    "commentaryEnglish": "Several answers were thought of to the above questions but they were all ruled out. The answers suggested were whether it could be\n 1. Time - because it causes change in all beings.\n 2. Nature - the intrinsic nature of each being such as the heat of the fire or the brightness of the sun etc.\n 3. Necessity or chance - The law of cause and effect which results in good or evil.\n 4. Elements - The five elements such as space, air, fire, water and earth.\n 5. The Purusha - The individual living self associated with body, senses, mind and ego. \n The entities enumerated above cannot be independently the cause of the universe because the actual experience shows otherwise. Neither the combination of these factors could be the cause of the universe because it pre-supposes another entity which brings them together to serve its own purpose like a person constructing a house by bringing different materials together to serve his purpose of residing therein. In that case can it be the Atman or the living self or jiva, the indweller in the body who is the cause of the universe? \n This last alternative also was ruled out because the living self or jiva is dependent, in its phenomenal state, upon the karma or action of previous births. Its happiness and suffering are determined by past good or evil deeds. Being itself dependent, the atman cannot be the independent cause of the universe. It was not possible to arrive at a conclusion about the final cause of the universe by means of sense experience or logic. Therefore the Rishis took up the path of Yoga involving self-control and one-pointedness of the mind and found out that the Supreme Lord evolved the world with the help of His own maya which is discussed in the next mantra."
  },
  {
    "id": 2,
    "chapter": "1",
    "ShlokaNo": "3",
    "shlok": "ते ध्यानयोगानुगता अपश्यन् देवात्मशक्तिं स्वगुणैर्निगूढाम् । य : कारणानि निखिलानि तानि कालात्मयुक्तान्यधितिष्ठत्येक : ॥ ३ ॥ ",
    "translationHindi": "उन्होंने ध्यानयोगका अनुवर्तन कर अपने गुणोंसे आच्छादित परमात्माकी शक्तिका साक्षात्कार किया ; जो ( परमात्मा ) कि अकेले ही कालसे लेकर आत्मापर्यन्त समस्त कारणोंके अधिष्ठान हैं ॥ ३ ॥ ",
    "translationEnglish": "The sages, absorbed in meditation through one-pointedness of mind, discovered the creative power, belonging to the Lord Himself and hidden in its own gunas. That non-dual Lord rules over all those causes - time, the self and the rest. ",
    "commentaryHindi": "ते ध्यानयोगानुगता : ’ इत्यादि । ध्यान चित्तकी एकाग्रताको कहते हैं ; वही योग है — जिसके द्वारा चित्तको युक्त किया जाय इस व्युत्पत्तिके अनुसार ध्येय वस्तुके ग्रहणका उपाय ही योग है । उसका अनुगमन कर अर्थात् समाहित हो उन्होंने देवात्मशक्तिका दर्शन —  साक्षात्कार किया । प्रश्नसमुदाय और उसके समाधानोंका जो सूत्र पहले कहा जा चुका है उसीको अब आगे प्रत्येकका विस्तार करके कहा जायगा । इनमें प्रश्नसमुदाय तो इस प्रकार है — क्या ब्रह्म जगत्का कारण है अथवा कालादि ? तथा ब्रह्म कारण है या कार्यकारणसे अतीत ?  अथवा ब्रह्म कारण है या नहीं ? यदि कारण है भी तो उपादान कारण है या निमित्त कारण ? अथवा दोनों प्रकारका कारण होनेपर भी ब्रह्मका लक्षण क्या है ? और यदि वह कारण नहीं है तो भी उसका क्या लक्षण है ? इस प्रश्नसमुदायका यह उत्तर है — ब्रह्म न कारण है , न अकारण है , न कारणाकारण उभयरूप है , न इन दोनोंसे भिन्न है , न निमित्त कारण है , न उपादान कारण है और न दोनों प्रकारका कारण है । यहाँ कहना यह है कि अद्वितीय परमात्माका कारणत्व , उपादानत्व अथवा निमित्तत्व स्वत : कुछ भी नहीं है । जिस उपाधिके कारण इसका कारणत्वादि है उसी कारण यानी निमित्तका उपपादन कर और उसीको प्रयोजक निश्चित करके ‘ देवात्मशक्तिम् ’ इत्यादि वाक्यसे दिखाते हैं — उन्होंने देव — द्योतनादियुक्त मायावी महेश्वर — परमात्माकी स्वरूपभूता , अस्वतन्त्रा शक्तिको कारणरूपसे देखा , सांख्यमतद्वारा कल्पना किये हुए प्रधानादिके समान उससे भिन्न किसी स्वतन्त्रा शक्तिको नहीं । आगे श्रुति यह दिखलावेगी भी — “ मायाको प्रकृति जानो और मायावीको महेश्वर । ” इसी प्रकार ब्रह्मपुराणमें कहा है — “ यह चौबीस प्रकारके भेदोंवाली माया परमात्मासे प्रकट हुर्इ उसीकी पराप्रकृति है । ” तथा गीतामें कहा है — “ मुझ अधिष्ठानके द्वारा प्रकृति चराचरको उत्पन्न करती है । ” [ कैसी शक्तिको देखा — ] जो अपने गुणोंसे प्रकृतिके कार्यभूत पृथ्वी आदिसे निगूढ — आच्छादित थी । अर्थात् कारणका स्वरूप कार्यके स्वरूपसे दब जानेके कारण जो कार्यसे पृथक् अपने स्वरूपसे उपलब्ध होनेयोग्य नहीं थी । गुण प्रकृतिके कार्य हैं — यह बात “ सत्त्व , रज और तम — ये प्रकृतिसे उत्पन्न हुए गुण हैं ” इस वाक्यसे व्यासजी भी दिखलाते हैं । यह विश्वको उत्पन्न करनेवाली शक्ति जिसकी समझी जाती है वह देव कौन है ? इसपर कहते हैं ? — ‘ य : कारणानि ’ इत्यादि । जो एक अद्वितीय परमात्मा पहले बतलाये हुए कालात्मयुक्त समस्त कारणोंको — काल और आत्मासे युक्त अर्थात् काल और पुरुषसे संयुक्त स्वभावादिको , जो कि ‘ काल : स्वभाव : ’ इत्यादि मन्त्रमें बतलाये गये हैं , अधिष्ठित — नियमित करता है , उसीकी शक्तिको जगत्के कारणरूपसे देखा — ऐसा इस वाक्यका तात्पर्य है । अथवा देवात्मशक्तिम् — देवात्मना अर्थात् ईश्वररूपसे स्थित शक्तिको देखा ; ऐसा ही यह वाक्य भी है — “ हे सर्वात्मन् ! आपकी जो गुणोंकी आश्रयभूता अपरा शक्ति समस्त भूतोंमें स्थित है , हे परमेश्वर ! उस नित्या शक्तिको नमस्कार है ! जो वाणी तथा मनसे अतीत और अगोचर एवं निर्विशेष है तथा ज्ञान और ध्यानसे जिसका भलीभाँति विवेक हो सकता है उस परा देवताकी मैं वन्दना करता हूँ । ” इसके अतिरिक्त श्रुति स्वभावादि जगत्के कारण नहीं हैं , अज्ञान ही कारण है — इस बातका आगे विस्तारपूर्वक वर्णन करेगी ; यथा — “ कोर्इ - कोर्इ विद्वान् स्वभावको ही जगत्का कारण बतलाते हैं ” इत्यादि । “ मायी परमेश्वर इस विश्वकी रचना करता है ” , “ एक रुद्र ही है , परमार्थदर्शी ब्रह्मवेत्ता दूसरेकी अपेक्षा नहीं रखते ” , “ वर्ण ( जाति ) आदि विभेदोंसे रहित जिन एकमात्र — अद्वितीय परमात्माने अपनी नाना प्रकारकी शक्तियोंके योगसे [ अनेकों वर्णोंकी सृष्टि की है ] ” इत्यादि । [ कैसी शक्तिको देखा ? ] अपने गुणोंसे यानी सर्वज्ञत्वादि ईश्वरीय गुणोंसे अथवा सत्त्वादि प्रकृतिके गुणोंसे निगूढ देखा ; अर्थात् जो कार्यकारणभावसे रहित पूर्णानन्दाद्वितीय परब्रह्मसे अभिन्न होनेके कारण उपलब्ध नहीं हो सकती [ ऐसी शक्तिको देखा ] । वह देव कौन है ? [ इसका उत्तर देते हैं — ] जो सब कारणोंका अधिष्ठान है — इत्यादि पूर्ववत् समझना चाहिये । अथवा देव यानी परमेश्वरकी स्वरूपभूता अर्थात् जगत्की उत्पत्ति , स्थिति और लयकी हेतुभूता ब्रह्मा , विष्णु और शिवरूपा शक्तिको देखा । ऐसा ही कहा भी है — “ जिस देवकी ब्रह्मा , विष्णु और शिवरूपा शक्तियाँ हैं ” इत्यादि तथा “ हे ब्रह्मन् ! ब्रह्मा , विष्णु और शिव — ये ब्रह्मकी प्रधान शक्तियाँ हैं ” इत्यादि । ‘ स्वगुणै : ’ अर्थात् सत्त्व , रज और तमसे युक्त । सत्त्वादि गुणरूप उपाधिके कारण ही वह सत्त्वसे विष्णु , रजसे ब्रह्मा और तमसे महादेव कहा जाता है , ये सब स्वत : निरुपाधिक पूर्णानन्दाद्वितीय ब्रह्मरूपसे तो उपलब्ध हो ही नहीं सकते । ये परब्रह्मके ही सृष्टि आदि कार्य करते हैं , इसलिये अवस्थाभेदके आधारपर इनमें शक्तिभेदका व्यवहार होता है , तात्त्विक भेदके कारण नहीं । ऐसा ही कहा भी है — “ वह एक ही भगवान् जनार्दन उत्पत्ति , स्थिति और संहारकारिणी ब्रह्मा , विष्णु और शिवरूप संज्ञाओंको प्राप्त हो जाता है । ” परब्रह्म पहले तो ईश्वरस्वरूप मायामयरूपसे स्थित होता है । फिर वह मूर्तरूप होकर तीन प्रकारका हो जाता है । उस त्रिविधरूपसे वह जगत्की उत्पत्ति , स्थिति , संहार और नियमनादि कार्य करता है । इसी प्रकार श्रुति भी शक्तिके द्वारा परमात्माके नियमनादि कार्य प्रदर्शित करती है । “ परमात्मा अपनी ईशनी शक्तियोंसे लोकोंका शासन करता है , वह सभी प्राणियोंके भीतर विराजमान है । उसने समस्त लोकोंकी सृष्टि करके उसकी रक्षा करते हुए प्रलयकाल आनेपर सबको अपनेमें लीन कर लिया ” इत्यादि । यहाँ ‘ र्इशनीभि : ’ — उत्पत्तिकारिणी परमशक्तियोंसे ऐसा विशेषण दिया है [ इससे जाना जाता है कि ब्रह्म ही अपनी शक्तियोंद्वारा सृष्टि आदि कार्य करता है ] । तथा “ हे ब्रह्मन् ! ब्रह्मा , विष्णु और महादेव — ये ब्रह्मकी प्रधान शक्तियाँ हैं ” इस स्मृतिके अनुसार “ परमशक्तिभि : ” इस पदसे इन परदेवताओंका ही ग्रहण होता है । अथवा ‘ देवात्मशक्तिम् ’ — देवता , आत्मा और शक्ति — ये जिस परब्रह्मके अवस्थाभेद हैं उस प्रकृति , पुरुष और ईश्वरकी स्वरूपभूता ब्रह्मरूपसे स्थित परात्पर शक्तिको उन्होंने कारणरूपसे देखा ; ऐसा ही इन तीनोंके स्वरूपभूत ब्रह्मका “ भोक्ता ( जीव ) , भोग्य ( प्राकृत प्रपंच ) और प्रेरक ( अन्तर्यामी ) इन तीनोंको [ परमात्मा ] जानकर फिर तीन भेदोंमें बताये हुए समस्त तत्त्वोंको ब्रह्म ही समझे ” तथा “ जिस समय इन तीनोंको ब्रह्मरूपसे अनुभव करता है । ” इन वाक्योंसे श्रुति उल्लेख करेगी । [ उस शक्तिको ] स्वगुणै : — ब्रह्मके आश्रित प्रकृति आदि विशेषणरूप उपाधियोंसे आच्छादित देखा । ऐसा ही “ समस्त भूतोंमें छिपा हुआ एक देव है ” इत्यादि वाक्यसे श्रुति आगे दिखावेगी । तथा इसी अर्थमें “ उस कठिनतासे दीखनेवाले प्रच्छन्नरूपसे अनुप्रविष्टको ” “ जो बुद्धिरूप गुहामें छिपे हुए उस देवको जानता है ” इसी देहके भीतर विद्यमान रहते हुए भी इन्द्रियाँ उसे नहीं जानतीं ” इत्यादि अन्य श्रुतियाँ भी हैं । ‘ य : कारणानि ’ इत्यादि वाक्यका अर्थ पूर्ववत् है । अथवा देवात्मा — द्योतनात्मक — प्रकाशस्वरूप अर्थात् समस्त तेजोंके तेज प्रज्ञानघनमूर्ति परमात्माकी जगत्का सृजन , पालन , संहार और नियन्त्रण करनेवाली शक्ति अर्थात् सामर्थ्यको देखा , जो स्वगुणै : — सर्वज्ञसर्वेशितृत्वादि अपने ही अंशभूत गुणोंसे आच्छादित होनेके कारण उन - उन विशेषरूपोंसे स्थित रहनेके कारण अपने शक्तिमात्र शुद्धरूपसे उपलब्ध नहीं हो सकती । इसी प्रकार आगे चलकर श्रुति उस शक्तिको अन्य किन्हीं प्रमाणोंसे अज्ञेय ही प्रदर्शित करेगी । “ उस परमात्माका कोर्इ कार्य ( देह ) या करण ( इन्द्रिय ) नहीं है ; उसके समान या उससे अधिक भी कोर्इ नहीं है । उसकी नाना प्रकारकी पराशक्ति और स्वाभाविक ज्ञानके प्रभावसे होनेवाली क्रिया सुनी जाती है । ” शेष अर्थ पूर्ववत् है । ‘ किं कारणम् ’ और ‘ देवात्मशक्तिम् ’ इस प्रश्न और उत्तरमें जो - जो पक्षभेद दिखाये गये हैं उन सबका यहाँ श्रुतिमें संक्षेपसे संग्रह किया हुआ है ; क्योंकि आगे इन सबका विस्तारसे निरूपण किया गया है । तथा अप्रस्तुत विषयका विस्तार करना उचित नहीं होता और [ इनके विषयमें तो ] प्रश्नोत्तर भी देखे गये हैं । १ इनका संक्षेप और विस्तारसे जो वर्णन किया गया है वह तो विद्वानोंको इष्ट होनेके कारण है । ऐसा ही कहा भी है — “ लोकमें संक्षेप और विस्तारपूर्वक विषयको निश्चित करना विद्वानोंको इष्ट ही है ” इसी प्रकार एक दूसरी श्रुतिमें एक बार आये हुए ‘ गोपाम् ’ इस पदकी व्याख्याका भेद स्वयं श्रुतिने ही दिखाया है । वहाँ ‘ अपश्यं२ गोपामित्याह प्राणा वै गोपा : ’ ऐसा कहा है और फिर दुबारा ‘ अपश्यं३ गोपामित्याह असौ वा आदित्यो गोपा : ’ ऐसा कहा है । इसी प्रकार ‘ यह ब्रह्म क्यों कहा जाता है ’ ऐसा कहकर ‘ बढ़ा हुआ है और बढ़ाता है इसलिये यह परब्रह्म कहा जाता है ’ ऐसा कहकर श्रुतिमें एक बार आये हुए ‘ ब्रह्म ’ पदका स्वयं श्रुतिने ही निमित्त और उपादानभेदसे अर्थभेद दिखलाया है ॥ ३ ॥ इस प्रकार यहाँतक ‘ परमात्माकी शक्तिको देखा ’ और ‘ जो अकेले ही काल और आत्माके सहित सबका अधिष्ठान है ’ इन दो श्रुतिके अर्थोंसे एक ही परमात्माके स्वरूप और शक्तिरूपसे निमित्त और उपादान कारण होनेका , मायावीरूपसे ईश्वर , देवता और सर्वज्ञादि होनेका और अमायिकरूपसे सत्यज्ञानानन्दस्वरूप एवं अद्वितीय होनेका संक्षेपमें वर्णन किया गया । अब कार्य और कारणकी अभिन्नताका प्रतिपादन करती हुर्इ श्रुति उसीको सर्वरूप दिखलाती है । तथा “ विकार वाणीसे आरम्भ होनेवाला नाममात्र है , केवल मृत्तिका ही सत्य है ” इस दृष्टान्तके द्वारा समर्थित जो अद्वितीय , कार्यकारणभावशून्य , नेति - नेतिस्वरूप , वाणीका अविषय , क्षुधादि विकारोंसे असंस्पृष्ट , सर्वभेदरहित , सच्चिदानन्दस्वरूप ब्रह्मतत्त्व है उसे प्रदर्शित करनेकी इच्छासे स्वभावसे ही प्रपंचरूप भ्रान्तिमयी अवस्थाको प्राप्त हुए परब्रह्मकी जो सर्वज्ञत्व और पापशून्यत्वादिरूप ईश्वरभावसे , ब्रह्मादिरूप देवभावसे , [ आकाशादिरूप ] कार्यभावसे और वैश्वानरादिरूपसे मोक्षापेक्षित चित्तशुद्धि तथा “ यदि वह पितृलोककी कामनावाला होता है ” इत्यादि श्रुतिके अनुसार सम्पूर्ण ऐश्वर्यप्राप्ति , “ वह सर्वदा मुझे या शंकरको प्राप्त होता है ” इत्यादि प्रमाणके अनुसार इष्टदेवसे सायुज्यप्राप्ति एवं वैश्वानरादि भावोंकी प्राप्तिके लिये उपासना है उसको तथा सम्पूर्ण लौकिक - वैदिक कर्मपरम्पराको प्रदर्शित करती है । यदि परमात्मा कार्य - कारणरूपसे और स्वरूपत : सच्चिदानन्दाद्वितीय ब्रह्मरूपसे स्थित न होता तो भोक्ता , भोग्य और नियन्ताका अभाव हो जानेसे संसार और मोक्षका भी अभाव हो जाता ; क्योंकि अधिकारीके न रहनेसे न तो उसका साधनभूत प्रपंचरहता है और न उसे साधनका फल देनेवाला ईश्वर ही । तथा “ [ र्इश्वर ही ] संसार , मोक्ष , स्थिति और बन्धनका हेतु है ” यह शास्त्रवाक्य संसारादिके हेतुभूत ईश्वरको सिद्ध करता है और ईश्वरके न रहनेपर तो संसार और मोक्षका अभाव ही हो जाना चाहिये था । अत : उसकी सिद्धिके लिये सनत्सुजातजी भी “ एकं पादं नोत्क्षिपति ” इत्यादि वाक्यसे यह बतलाते हुए कि “ हंस ( परमात्मा ) जल ( संसार ) - से ऊपर रहते हुए भी अपना एक पाद नहीं निकालता । यदि वह [ स्वरूपभूत ] आनन्दका अनुभव करने लगे तो न सत्य ( मोक्ष ) ही रहे और न मिथ्या ( संसार ) ही ” ईश्वरकी सिद्धिके लिये प्रपंचादिकी स्थिति दिखलाते हैं । ऐसा ही “ सम्पूर्ण भूत परमात्माके एक पाद हैं और उसके अमृतमय तीन पाद द्युलोकमें हैं ” यह श्रुति भी बतलाती है । यहाँ श्रुति पहले मन्त्रसे सर्वात्मा ब्रह्मको चक्ररूपसे और दूसरे मन्त्रसे नदीरूपसे प्रदर्शित करती है ",
    "commentaryEnglish": "Finally, the sages found out through yoga that is to say through self-control and meditation, the ultimate cause of the universe. The discovery was that the attributeless Brahman or Pure Consciousness, which is beyond time, space and causality, is the only Reality which through its own power of maya was the cause of the creation of the universe. Maya is the power which belongs to Brahman and is not independent of it. Brahman and maya are inseparable as fire and its power to burn. Brahman when associated with maya is called Saguna Brahman or with attributes (conceived as Isvara) which are the causes of creation, preservation and dissolution. Maya is thus the material cause of the universe that is to say that Brahman creates the universe along with the various objects contained in it out of the raw material called maya. This is Brahman’s lower aspect. But as Pure Consciousness, the higher aspect of Brahman (which is without any attribute, nirguna) is the entity which is the efficient cause of the creation of the universe. Thus Brahman is both the material and efficient cause of the universe i.e., both the raw material and the entity that creates the world. It is just like a spider weaving a web out of its own silk. The same spider is the cause of the silk produced out of its own body and is also the entity which weaves the web wherein it stays.This maya consists of three gunas viz. sattva, rajas, and tamas. All that exists in the world consists of these three gunas. Brahman, after projecting the universe, remains hidden in it just as a seed after producing the tree remains concealed in the tree itself and not outside of it. That is to say “the cause produces the effect and remains concealed in the effect’. The process of creation can be illustrated as under: Brahman is the Lord of Maya ►►The same Brahman is known as the Creator, Preserver and Destroyer of the universe ►► Creative aspect associated with Sattva is known as Brahma ►►Protective aspect associated with Rajas is known as Vishnu ►►Destructive aspect associated with Tamas is known as Siva. (Note: These three aspects are related to the phenomenal world and they have no bearing upon the attributeless Brahman or the Ultimate Reality) This non-dual Lord rules over all the secondary causes of the universe like time, the self etc. The gist of this mantra is that Pure Brahman is not the cause of the universe; but associated with its power of maya it appears to be the creator, preserver and destroyer of the universe. Thus from the standpoint of the Absolute, there is no creation but from the standpoint of the universe Brahman with maya appears to create, preserve and dissolve the world."
  },
  {
    "id": 3,
    "chapter": "1",
    "ShlokaNo": "4",
    "shlok": "तमेकनेमिं त्रिवृतं षोडशान्तं शतार्धारं विंशतिप्रत्यराभि : । अष्टकै : षड्भिर्विश्वरूपैकपाशं त्रिमार्गभेदं द्विनिमित्तैकमोहम् ॥ ४ ॥ ",
    "translationHindi": "उस एक नेमि , तीन वृत , सोलह अन्त , पचास अरों , बीस प्रत्यरों , छ : अष्टकों , विश्वरूप एकपाश , तीन मार्गों तथा [ पाप - पुण्य ] दोनोंके निमित्तभूत एक मोहवाले कारणको [ उन्होंने देखा * ] ॥ ४ ॥",
    "translationEnglish": "The sages saw the wheel of Brahman, which has one felly, a triple tire, sixteen endparts, fifty spokes with twenty counter-spokes and six sets of eight; whose one rope is manifold; which moves on three different roads; and whose illusion arises from two causes.",
    "commentaryHindi": "‘ तमेकनेमिम् . . . . . . ’ इत्यादि । जो अकेला ही समस्त कारणोंमें अधिष्ठित है , उस एक नेमिवालेको [ उन्होंने देखा । ] जो योनि , कारण , अव्याकृत , आकाश , परव्योम , माया , प्रकृति , शक्ति , तम , अविद्या , छाया , अज्ञान , अनृत और अव्यक्त इत्यादि शब्दोंसे  कही जाती है वह एक कारणावस्था ही जिस अधिष्ठाता अद्वितीय परमात्माकी नेमिके समान नेमि अर्थात् सम्पूर्ण कार्यवर्गका आधार है ऐसे उस एक नेमिवाले और ‘ त्रिवृतम् ’ — सत्त्व , रज , तमरूप प्रकृतिके तीन गुणोंसे वृत ( घिरे हुए ) परमात्माको [ कारणरूपसे देखा ] ।  तथा सोलह विकार अर्थात् पाँच भूत और ग्यारह इन्द्रियाँ — ये जिस आत्माके अन्त — अवसान यानी विस्तारकी समाप्ति हैं उस सोलह अन्तोंवाले ; अथवा प्रश्नोपनिषद्में “ यस्मिन्नेता : षोडश कला : प्रभवन्ति ” यहाँसे लेकर “ स प्राणमसृजत प्राणाच्छ्रद्धाम् ” इत्यादि मन्त्रसे  कही हुर्इ जो [ प्राणसे लेकर ] नामपर्यन्त सोलह कलाएँ१ हैं वे ही जिसका अवसान हैं , [ उस आत्माको कारणरूपसे देखा ] । अथवा ‘ एकनेमिम् ’ इस पदसे कारणभूता अव्याकृतावस्थाका वर्णन किया गया है , उसके समष्टिकार्यभूत विराट् और सूत्रात्मा ये दो और व्यष्टिकार्यभूत  भू : आदि चौदह भुवन ये सोलह जिस प्रपंचरूपसे स्थित परमात्माके अन्त हैं उस षोडशान्तको [ कारणरूपसे देखा ] । पचास अरोंवाले — विपर्यय , अशक्ति , तुष्टि और सिद्धि नामक पचास प्रत्ययभेद जिसके अरोंके समान हैं उस पचास अरोंवालेको [ देखा ] । तम , मोह , महामोह  , तामिस्र और अन्धतामिस्र — ये पाँच विपर्ययके भेद हैं । अशक्ति अट्ठाईस प्रकारकी है , तुष्टि नौ प्रकारकी और सिद्धि आठ प्रकारकी । ये ही पचास प्रत्ययभेद हैं । इनमें तमके आठ भेद हैं — आत्मभूत आठ प्रकृतियोंमें१ आत्मभाव होना यही भावोंके विषयभेदके अनुसार  आठ प्रकारका तम है । मोहका आठ प्रकारका भेद है , अणिमादि आठ शक्तियाँ ही मोह हैं । महामोह दस प्रकारका है ; दृष्ट ( लौकिक ) और श्रुत ( पारलौकिक ) शब्दादि पाँच - पाँच विषयोंमें जो सत्यत्वबुद्धि है वही महामोह है , दृष्ट और आनुश्रविक भेदसे वे दस प्रकारके हैं ।  तामिस्र अठारह प्रकारका है । आठ प्रकारके ऐश्वर्योंद्वारा दस प्रकारके दृष्ट और आनुश्रविक विषयोंके लिये प्रयत्न करते हुए उनकी प्राप्ति न होनेपर जो क्रोध होता है वह तामिस्र कहलाता है । अन्धतामिस्र भी अठारह प्रकारका है । आठ प्रकारके ऐश्वर्य और दसों प्रकारके विषय  भोग्यरूपसे उपस्थित रहनेपर उन्हें आधे भोगनेपर ही मृत्युके द्वारा उनसे छुड़ा दिये जानेपर जो ऐसा शोक होता कि मैंने इन्हें बड़े कष्टसे प्राप्त किया था , मैं इन्हें भोग भी नहीं पाया कि यह मरणकाल उपस्थित हो गया — इसे अन्धतामिस्र कहते हैं । इस प्रकार विपर्ययके भेदोंकी  तो व्याख्या हो गयी । अशक्ति अट्ठाईस प्रकारकी कही जाती है । मूकत्व , बधिरत्व , अन्धत्वादि ग्यारह बाह्य अशक्तियाँ तो इन्द्रियोंकी हैं , पुरुषार्थकी योग्यतारूप तुष्टियोंसे विपरीत नौ अशक्तियाँ अन्त:करणकी हैं और आठ अशक्तियाँ सिद्धियोंसे विपरीत हैं । तुष्टि नौ प्रकारकी है —  चार तो प्रकृति , उपादान , काल और भाग्य नामवाली तथा पाँच विषयोंसे उपरति हो जानेसे होती हैं । ( १ ) कोर्इ पुरुष प्रकृतिका ज्ञान होनेपर ही यह मान लेता है कि मैं कृतार्थ हो गया । ( २ ) कोर्इ संन्यासके चिह्न धारण करनेसे ही ‘ मैं कृतार्थ हो गया ’ ऐसा अपनेको मानने  लगता है । ( ३ ) कोर्इ प्रकृतिका ज्ञान होनेपर ऐसा मानकर सन्तुष्ट हो जाता है कि अब संन्यासाश्रमादि ग्रहण करनेकी क्या आवश्यकता है , बहुत काल बीतनेपर अब तो अवश्य मुक्ति हो ही जायगी । ( ४ ) कोर्इ ऐसा मानने लगता है कि बिना भाग्यके कुछ भी नहीं मिलता , यदि  मेरा भाग्य होगा तो मुझे अवश्य यहीं मोक्ष प्राप्त हो जायगा — ऐसा समझकर वह सन्तुष्ट हो जाता है । ( ५ ) कोर्इ यह मानकर कि विषयोंका उपार्जन करना असम्भव है , उपरत होकर सन्तुष्ट हो जाता है । ( ६ ) कोर्इ यह सोचकर कि विषयोंका दर्शन और उपार्जन तो सम्भव है ,  परन्तु उपार्जित विषयोंकी रक्षा करना सम्भव नहीं है , उनसे उपरत होकर सन्तोष कर लेता है । ( ७ ) कोर्इ विषयोंमें न्यूनाधिकतादि दोष देखनेसे उनसे उपरत होकर सन्तुष्ट हो जाता है । ( ८ ) विषय तो तत्सम्बन्धी अभिलाषाको ही उत्पन्न करते हैं , उनके पुन : - पुन : भोगसे कभी  तृप्ति नहीं होती , “ विषयोंकी इच्छा उनके भोगसे कभी शान्त नहीं होती , अपितु घृतसे अग्निके समान वह और भी बढ़ जाती है । ” अत : पुन : - पुन : असन्तोषके हेतुभूत इन विषयोंके भोगको छोड़ो — इस प्रकार विषयासक्तिमें दोष देखकर कोर्इ उनसे उपरत होकर सन्तोष  कर लेता है । ( ९ ) जीवोंकी हिंसा किये बिना भोग मिलना सम्भव नहीं है और जीवहिंसापूर्वक भोग भोगनेसे अधर्म होगा तथा अधर्मसे नरकादिकी प्राप्ति होगी । इस प्रकार हिंसारूप दोष देखकर कोर्इ उनसे उपरत होकर सन्तोष कर लेता है । इस प्रकार प्रकृति , उपादान , काल  और भाग्य नामक चार एवं विषयोंके उपार्जन , रक्षण , विषयतारतम्यरूप दोष , संग और हिंसा — इन दोषोंके कारण होनेवाली पाँच — ऐसी इन नौ तुष्टियोंकी व्याख्या कर दी गयी । अब सिद्धियाँ बतलायी जाती हैं — तीन सिद्धियाँ तो ऊह , शब्द और अध्ययन नामकी हैं , तीन  दु:खविघात नामवाली हैं और दो सुहृत्प्राप्ति एवं दान हैं । ऊह — तत्त्वजिज्ञासुको उपदेशके बिना ही जन्मान्तरके संस्कारसे जो प्रकृति आदिके विषयमें ज्ञान उत्पन्न हो जाता है वह ऊह नामकी पहली सिद्धि है । बिना अभ्यासके केवल श्रवणमात्रसे ही जो ज्ञान उत्पन्न हो जाता है  वह शब्द नामकी दूसरी सिद्धि है । शास्त्रके अभ्याससे जो ज्ञान उत्पन्न हो जाता है उसे अध्ययन कहते हैं , यह तीसरी सिद्धि है । आध्यात्मिक , आधिभौतिक और आधिदैविक — इन त्रिविध दु:खोंकी उपेक्षा करनेसे शीतोष्णादिजनित दु:ख सहन करनेवाले तितिक्षु पुरुषको जो ज्ञान  उत्पन्न होता है वह दु:खविघात नामकी सिद्धि है ; आध्यात्मिकादि भेदके कारण इस सिद्धिके भी तीन प्रकार हैं । किसी सुहृद्के प्राप्त होनेपर जो ज्ञानकी सिद्धि होती है वह सुहृत्प्राप्ति नामकी सिद्धि है । आचार्यको उनकी प्रिय वस्तु दान करनेसे जो ज्ञानकी प्राप्ति होती है  वह दान नामकी सिद्धि है । इस प्रकार आठ प्रकारकी सिद्धियोंकी भी व्याख्या की गयी । इस तरह यह विपर्यय , अशक्ति , तुष्टि और सिद्धि नामक पचास प्रत्ययभेदोंकी व्याख्या हुर्इ । ब्राह्मपुराणमें कल्पोपनिषद्की व्याख्याके प्रसंगमें साठवें अध्यायमें पचास प्रत्ययभेदोंकी इसी  प्रकार व्याख्या की गयी है । अथवा “ पञ्चाशच्छक्तिरूपिण : ” इस पुराणवाक्यमें परमात्माकी जिन शक्तियोंका उनके स्वरूपरूपसे वर्णन किया है वे ही जिसके अरोंके समान हैं उस शतार्धार ( पचास अरोंवाले ) - को [ कारणरूपसे देखा ] । बीस प्रत्यरोंसे युक्त । दस इन्द्रियाँ  और उनके विषय शब्द , स्पर्श , रूप , रस , गन्ध , वचन , आदान ( ग्रहण ) , गति , त्याग और आनन्द — ये बीस प्रत्यर हैं । जो पूर्वोक्त अरोंके प्रति अरे — अरोंकी दृढ़ताके लिये जो शलाकाएँ लगायी जाती हैं वे प्रत्यर कहलाते हैं । उन प्रत्यरोंसे युक्त तथा छ : अष्टकोंसे युक्तको  [ कारणरूपसे देखा ] — ऐसी योजना करनी चाहिये । “ पृथिवी , जल , अग्नि , वायु , आकाश , मन , बुद्धि और अहंकार — यह मेरी आठ भेदोंवाली प्रकृति है ” यह गीतोक्त प्रकृत्यष्टक है ; त्वचा , चर्म , मांस , रुधिर , मेद , अस्थि , मज्जा और शुक्र — यह धात्वष्टक है ; * अ णिमादि ऐश्वर्याष्टक है ; धर्म , ज्ञान , वैराग्य , ऐश्वर्य , अधर्म , अज्ञान , अवैराग्य और अनैश्वर्य — यह भावाष्टक है ; ब्रह्मा , प्रजापति , देव , गन्धर्व , यक्ष , राक्षस , पितृगण और पिशाच — यह देवाष्टक है और आठ जिन्हें आत्माके गुण समझना चाहिये , वे समस्त प्राणियोंके प्रति दया , क्षमा , अनसूया ( निन्दा न करना ) , शौच , अनायास , मंगल , अकृपणता और अस्पृहा — ये छठा गुणाष्टक हैं ; इन छ : अष्टकोंसे युक्तको [ कारणरूपसे देखा ] । विश्वरूप एक पाशवालेको — स्वर्ग , पुत्र एवं अन्नाद्य आदि विषयभेदसे काम नामक एक ही विश्वरूप — अनेक प्रकारका पाश है जिसका उस विश्वरूप एक पाशवालेको धर्म , अधर्म और ज्ञानरूप जिसके मार्गभेद हैं उस तीन मार्गभेदोंवालेको ; तथा पाप - पुण्य — इन दोनोंका एक ही निमित्त मोह यानी देह , इन्द्रिय , मन , बुद्धि एवं जाति आदि अनात्माओंमें जिसका आत्माभिमान है ऐसे उस दोके [ मोहरूप ] एक ही निमित्तवालेको [ उन्होंने कारणरूपसे देखा ] इस प्रकार यहाँ पूर्वमन्त्रकी क्रिया ‘ अपश्यन् ’ की अनुवृत्ति होती है अथवा अगले मन्त्रके क्रियापद ‘ अधीम : ’ ( जानते हैं ) - का अध्याहार करना चाहिये ॥ ४ ॥ ",
    "commentaryEnglish": "In this and the following mantra the world is compared to a rotating wheel or a flowing stream. Its chief characteristic is movement which these images bring about. Let us look into these technical terms. \n * Wheel of Brahman - Refers to the universe which is non-different from the creator who is the same as Brahman. \n * Felly - The outer rim of the wheel which supports it signifying the power of maya in creation as a causal factor. \n * Triple tire - These represent three gunas. \n * Sixteen end-parts - Refer to five elements, five organs of perception, five organs of action and the mind. \n * Fifty spokes - Support the cosmic wheel representing mental condition. \n * Twenty counter spokes - Organs of perception and organs of action and their corresponding objects. \n * Six sets of eight - Forty eight types of human capabilities and qualities. \n * One rope - The rope of love which manifests as love for children, food and the heavenly world. \n * Three different roads - Roads of righteousness, unrighteousness and knowledge. \n * Illusion arising from two causes - Deception arises from two causes, virtuous action and sinful action on account of which the non-self (body) is taken as the Self. \n The knowledge of Wheel of Brahman was revealed to the illumined sages in the depths of meditation."
  },
  {
    "id": 4,
    "chapter": "1",
    "ShlokaNo": "5",
    "shlok": "पञ्चस्रोतोऽम्बुं पञ्चयोन्युग्रवक्रां पञ्चप्राणोर्मिं पञ्चबुद्ध्यादिमूलाम् । पञ्चावर्तां पञ्चदु:खौघवेगां पञ्चाशद्भेदां पञ्चपर्वामधीम : ॥ ५ ॥",
    "translationHindi": "पाँच स्रोत जिसमें जलकी धाराएँ हैं , पाँच उद्गमस्थानोंके कारण जो बड़ी उग्र और वक्र ( टेढ़ी ) है , जिसमें पंचप्राणरूप तरंगें हैं , पाँच प्रकारके ज्ञानोंका मूल जिसका कारण है , जिसमें पाँच आवर्त ( भँवर ) हैं , जो पाँच प्रकारके दु:खरूप ओघवेगवाली है  और जो पाँच पर्वोंवाली है उस पचास भेदोंवाली [ नदी ] - को हम जानते हैं ॥ ५ ॥",
    "translationEnglish": "We meditate on the River whose five currents are the five organs of perception, which is made impetuous and winding by the five elements, whose waves are the five organs of actions and whose fountain-head is the mind, the source of the five forms of perception. This River has five whirlpools and its rapids are the fivefold misery; and lastly, it has fifty branches and five pain-bearing obstructions.",
    "commentaryHindi": "‘ पञ्चस्रोतोऽम्बुम् ’ इत्यादि । पाँच स्रोतरूप चक्षु आदि पाँच ज्ञानेन्द्रियाँ ही जिसके जलस्थान हैं उस पाँच स्रोतरूप जलवाली नदीको [ हम जानते हैं ] । यहाँ ‘ अधीम : ’ ( जानते हैं ) क्रियापदका सबके साथ सम्बन्ध है । पाँच योनियों अर्थात् कारणभूत पाँच भूतोंसे जो उग्र  और वक्र है उस पंचयोन्युग्रवक्राको , पाँच प्राण अथवा वाक् , पाणि , पादादि पाँच कर्मेन्द्रियाँ जिसकी तरगें हैं उस पंचप्राणोर्मिको पाँच बुद्धियों अर्थात् चक्षु आदिसे होनेवाले पाँच ज्ञानोंका आदि यानी कारण मन है , क्योंकि समस्त ज्ञान मनोवृत्तिरूप हैं ; वह मन जिस संसाररूप  नदीका मूल — कारण है उसको । तथा मन ही सबका हेतु है — यह इस वाक्यसे दिखाते हैं — “ जितना कुछ स्थावर - जंगम है वह सब मनका ही विलास है । मनके मननशून्य होनेपर द्वैतकी उपलब्धि ही नहीं होती । ” शब्दादि पाँच विषय आवर्तरूप हैं , उन विषयोंमें प्राणी  डूब जाते हैं , इसलिये वे जिसके आवर्त हैं उस पाँच आवर्तवालीको , गर्भदु:ख , जन्मदु:ख , जरादु:ख , व्याधिदु:ख और मरणदु:ख — ये पाँच जिसके ओघवेग ( जलराशिके प्रवाह ) हैं उस पाँच दु:खरूप ओघवेगवालीको तथा अविद्या , अस्मिता , राग , द्वेष और अभिनिवेश — ये  पाँच क्लेश ही जिसके पाँच पर्व हैं उस पाँच पर्वोंवाली संसारनदीको [ हम जानते हैं ] ॥ ५ ॥",
    "commentaryEnglish": "Now the Upanishad compares the universe to a river. A river is always flowing, moving, always in a state of flux. The word samsara means ‘that which moves’, ‘that which is always changing’. Hence the Universe is compared with the river. The components of a river: \n * Five currents - They are the five elements (air, space, fire, water and earth) which make up the universe. In the body these are represented by the five organs of perception (eyes, ears, nose, skin and tongue). These are described as powerful and crooked because all the elements combine together and produce experiences in us which are sometimes good and at other times bad.\n * Waves - These are five organs of action (hands, feet etc).\n * Mind, the fountainhead - Mind is the root cause responsible for the perceptions of the five sense organs. The mind is behind these organs but for which the organs cannot function. The whole universe consisting of animate and inanimate objects is the state of the mind alone; when the mind stops, the world ceases to exist i.e. the multifarious universe is not perceived.\n * Five whirlpools - These are the five objects of the senses (sound, form, taste, smell and touch). They are called whirlpool because they are the channels through which commotion in our minds is created.\n * Fivefold misery - This consists of resting in the womb, being born, growing old, becoming sick and dying.\n * Five pain-bearing obstructions - These are ignorance, egoism, attachment, aversion and clinging to life.\n The foregoing two mantras described the causal Brahman by means of the examples of the wheel and the river which manifests itself through the universe."
  },
  {
    "id": 5,
    "chapter": "1",
    "ShlokaNo": "6",
    "shlok": "सर्वाजीवे सर्वसंस्थे बृहन्ते अस्मिन्हंसो भ्राम्यते ब्रह्मचक्रे । पृथगात्मानं प्रेरितारं च मत्वा जुष्टस्ततस्तेनामृतत्वमेति ॥ ६ ॥",
    "translationHindi": "जीव अपनेको और सर्वनियन्ता परमात्माको अलग - अलग मानकर इस समस्त भूतोंके जीवननिर्वाहक ( भोगभूमि ) और सबके आश्रयभूत ( प्रलयस्थान ) महान् ब्रह्मचक्रमें भ्रमता रहता है ; और जब उससे अभिन्नरूपसे सेवित होता है तब अमृतत्वको प्राप्त हो जाता है ॥ ६ ॥ ",
    "translationEnglish": "In this great Brahma-Wheel, in which all things abide and finally rest, the swan wanders about so long as it thinks the self is different from the Controller. When blessed by Him the self attains Immortality. ",
    "commentaryHindi": "‘ सर्वाजीवे ’ इत्यादि । जिसमें समस्त भूतोंका जीवन है उस सर्वाजीव तथा जिसमें सबकी संस्था — समाप्ति यानी प्रलय होती है उस सर्वसंस्थ बृहन्त ( महान् ) ब्रह्मचक्रमें हंस - जीव , संसारमार्गमें हनन — गमन करता है इसलिये जीव हंस कहा जाता है , भ्रमता रहता है अर्थात्  अनात्मभूत देहादिको आत्मा मानता हुआ देवता , मनुष्य एवं तिर्यगादि भेदोंवाली अनेकों योनियोंमें भ्रमण करता है । इसी प्रकार भ्रमण करता हुआ सब ओर भटकता रहता है — ऐसा इसका तात्पर्य है । किस कारणसे अनेकों योनियोंमें घूमता है ? इसके उत्तरमें कहते हैं — ‘  पृथगात्मानं प्रेरितारं च मत्वा ’ इति । आत्मा अर्थात् जीवात्मा और प्रेरक — र्इश्वरको पृथक् — विभिन्नरूपसे मानकर ; तात्पर्य यह है कि ‘ यह अन्य है और मैं अन्य हूँ ’ इस प्रकार जीव और ईश्वरका भेद देखनेसे वह संसारमें घूमता है । किस उपायसे वह मुक्त होता है , सो  बतलाते हैं — उस ईश्वरसे जुष्ट — सेवित होनेपर अर्थात् सच्चिदानन्दमय ब्रह्मसे अभिन्न ब्रह्मस्वरूपसे ‘ मैं ब्रह्म ही हूँ ’ — ऐसा समाधान ( समाधि ) करनेपर । इस समाधिद्वारा ईश्वरका सेवन करनेसे वह मुक्त हो जाता है । जो कोर्इ भी अपनेको पूर्णानन्द ब्रह्मस्वरूपसे अनुभव  करता है वही मुक्त होता है और जो अपनेको परमात्मासे भिन्न जानता है वह बँधता है । इसी प्रकार बृहदारण्यकमें भी भेददृष्टिको संसारका हेतु दिखलाया है — “ जो ऐसा जानता है कि मैं ब्रह्म हूँ वह सर्वरूप हो जाता है ; देवगण भी उसके सर्वात्मक ब्रह्मभावकी प्राप्तिमें बाधा  पहुँचानेको समर्थ नहीं होते ; क्योंकि वह उनका आत्मा ही हो जाता है । किन्तु जो किसी अन्य देवताकी ‘ यह अन्य है और मैं अन्य हूँ ’ ऐसे भावसे उपासना करता है वह नहीं जानता [ अर्थात् वह अज्ञानी है ] वह पशुओंके समान देवताओंका पशु है । ” ऐसा ही  विष्णुधर्मोत्तरपुराणमें भी कहा है — “ जीव जबतक अपनेको परमात्मासे भिन्न देखता है तबतक वह अपने कर्मोंद्वारा मोहित करके भटकाया जाता है । किन्तु जब उसके समस्त कर्म क्षीण हो जाते हैं तो उसे शुद्ध परब्रह्मका अपने अभेदरूपसे साक्षात्कार होता है और शुद्धस्वरूप  हो जानेके कारण वह अमर हो जाता है ” ॥ ६ ॥",
    "commentaryEnglish": "The individual self is compared to a swan in this mantra. It says that all beings evolve from the Wheel of Brahma i.e., evolve from Brahman with attributes (with its creative power maya). The individual self, the jiva, roams about in the phenomenal world, assuming different bodies - human, subhuman, and superhuman. The cause of the java’s wandering in the samsara is due to the mistaken notion that the individual self is different from the Supreme Self that is to say the Supreme Lord, the Controller of the Universe. When blessed by Him i.e., when the knowledge that the individual self is non-different from the Supreme Self dawns, it gets absorbed in the Brahman, the essence of Bliss and Consciousness, the immortality or Liberation. He who knows himself to be Brahman or the Ultimate Reality is liberated and he who knows himself to be other than Brahman remains bound. "
  },
  {
    "id": 6,
    "chapter": "1",
    "ShlokaNo": "7",
    "shlok": "उद्गीतमेतत्परमं तु ब्रह्म तस्मिं स्त्रयं सुप्रतिष्ठाक्षरं च । अत्रान्तरं ब्रह्मविदो विदित्वा लीना ब्रह्मणि तत्परा योनिमुक्ता : ॥ ७ ॥",
    "translationHindi": " प्रपंचसे पृथक्रूपसे वर्णन किया गया यह ब्रह्म सर्वोत्कृष्ट ही है । उसमें [ भोक्ता , भोग्य और नियन्ता — ये ] तीनों स्थित हैं । वह इनकी सुप्रतिष्ठा और अविनाशी है । इसमें प्रवेशद्वार पाकर ब्रह्मवेत्तालोग ब्रह्ममें लीन हो समाधिनिष्ठामें स्थित हुए जन्म - मरणसे मुक्त हो जाते हैं ॥ ७ ॥ ",
    "translationEnglish": "It is the Supreme Brahman alone untouched by phenomena that is proclaimed in the Upanishads. In It is established the triad of the enjoyer, the object and the Lord who is the Controller. This Brahman is the immutable foundation; It is imperishable. The sages, having realized Brahman to be the essence of phenomena, become devoted to Him. Completely merged in Brahman, they attain freedom from rebirth. ",
    "commentaryHindi": "‘ उद्गीतम् ’ इत्यादि । यदि ब्रह्म प्रपंचयुक्त होता तब तो [ उसकी प्राप्तिमें ] मोक्षका अभाव हो सकता था , किन्तु ऐसी बात है नहीं । कैसे नहीं है ? क्योंकि वेदान्तोंने इसका कार्य - कारणरूप प्रपंचसे अलग करके गान यानी उपदेश किया है । तात्पर्य यह है कि “ वह विदितसे  भिन्न है और अविदितसे भी परे है ” , “ तू उसीको ब्रह्म जान , जिसकी लोक इदंभावसे उपासना करता है वह ब्रह्म नहीं है ” , “ वह स्थूल नहीं है ” , “ शब्दरहित है और स्पर्शरहित है ” , “ वह ब्रह्म यह ( कारण ) नहीं है , यह ( कार्य ) नहीं है ” , “ जो उससे  भी आगे है ” , “ वह धर्मसे परे है ” , “ न सत् है न असत् , वह शुद्धस्वभाव एवं अविद्याजनित विकल्पसे शून्य है ” , “ वह अज्ञानसे परे है ” , “ जहाँसे वाणी लौट आती है ” , “ जहाँ न अन्य कुछ देखता है , न अन्य कुछ सुनता है , न अन्य कुछ जानता है वह  भूमा है ” , “ जो भूख - प्यास तथा शोक , मोह , भय और वृद्धावस्थासे परे है ” , “ जो प्राण और मनसे रहित , शुद्धस्वरूप और पर अव्याकृतसे भी परे है ” , “ ब्रह्म एकमात्र अद्वितीय है ” , “ विकार वाणीसे आरम्भ होनेवाला नाममात्र है ” , “ यहाँ नाना कुछ  नहीं है ” तथा “ उसे एकरूप ही देखना चाहिये ” इत्यादि मन्त्रोंमें ब्रह्म प्रपंचसे असंग ही जाना जाता है — ऐसा इसका तात्पर्य है । क्योंकि इस प्रकार ब्रह्म प्रपंचके धर्मोंसे रहित है , इसलिये वह सर्वोत्कृष्ट ही है । मूलमें ‘ तु ’ शब्द निश्चयार्थक है । परममेव अर्थात् सर्वोत्कृष्ट ही है , क्योंकि वह समस्त सांसारिक धर्मोंसे अनाक्रान्त है । उद्गीतरूप होनेसे ब्रह्म उत्कृष्ट है । “ उसे जो जिस प्रकार उपासना करता है ” इस न्यायसे उत्कृष्ट ब्रह्मकी उपासना करनेसे मोक्षरूप उत्कृष्ट फल ही होता है ऐसा अभिप्राय है । ऐसा होनेपर तो यदि ब्रह्म प्रपंचसे असंग है और ब्रह्मका भी प्रपंचसे कोर्इ संसर्ग नहीं है तो सांख्यवादके समान प्रपंच भी पृथक् सिद्ध होनेके कारण स्वतन्त्र होनेसे “ विकार वाणीसे आरम्भ होनेवाला नाममात्र है ” इस वाक्यके अनुसार प्रपंचकी स्वतन्त्रता स्वीकार कर उसका मिथ्यात्व बतलाते हुए अद्वितीय ब्रह्मरूपसे उपदेश करना अनुचित ही होगा — ऐसी आशंका करके श्रुति कहती है — ‘ तस्मिं स्त्रयम् ’ इत्यादि । यद्यपि ब्रह्मका प्रपंचसे संसर्ग नहीं है और वह स्वतन्त्र है तथापि प्रपंच स्वतन्त्र नहीं है ; अपि तु भोक्ता , भोग्य और प्रेरिता — ऐसा कहकर जिनका आगे वर्णन किया है वे भोक्ता , भोग्य और नियन्ता — तीनों उस ब्रह्ममें ही स्थित हैं । अथवा “ अजा ह्येका भोक्तृभोग्यार्थयुक्ता ” इस वाक्यसे कहे जानेवाले भोक्ता , भोग्य और भोग , किंवा श्रुतिप्रतिपादित विराट् और हिरण्यगर्भद्वारा रचे हुए नाम , रूप और कर्म  अथवा विश्व , तैजस , प्राज्ञ या जाग्रत् , स्वप्न एवं सुषुप्ति — ये तीनों उसमें रज्जुमें सर्पके समान प्रतिष्ठित हैं । क्योंकि इसमें भोक्तादिरूप सारा प्रपंच प्रतिष्ठित है , इसीसे ब्रह्म इस भोक्तादि त्रयरूप प्रपंचकी सुप्रतिष्ठा अर्थात् उत्तम आश्रयस्थान है । ब्रह्मसे भिन्न और सब चलायमान ( अस्थायी )  हैं ; इसलिये अन्य सब चलप्रतिष्ठा हैं ; ब्रह्म अचल है , इसलिये इसमें उनकी अचल प्रतिष्ठा है । यदि ऐसा है तब तो विकारभूत प्रपंचका आश्रय होनेसे परिणामी होनेके कारण दधि आदिके समान ब्रह्म भी अनित्य सिद्ध होगा — ऐसी आशंका करके श्रुति कहती है — ‘ अक्षरं च । ’  यद्यपि प्रपंचका आश्रय होना विकार है तथापि वह अक्षर है जो स्वरूपसे च्युत नहीं होता , उसे अक्षर कहते हैं । यहाँ ‘ च ’ शब्द निश्चयार्थक है अर्थात् ब्रह्म अविनाशी ही है ; क्योंकि विकार मायिक है । अभिप्राय यह है कि विकारका आश्रय होनेपर भी कूटस्थ ब्रह्म अविनाशी ही  रहता है । प्रपंचका मायामय होना तो पहले ही विस्तारसे बतला दिया गया है । अत : तात्पर्य यह है कि ब्रह्म यद्यपि सर्वरूप है तथापि प्रपंच मिथ्या होनेसे ब्रह्मसे प्रपंचका कोर्इ सम्बन्ध नहीं है । अत : पूर्णानन्दस्वरूप ब्रह्मात्मभावका दर्शन करनेवाले पुरुषको मोक्षरूप परम पुरुषार्थकी  प्राप्ति होती है । अब श्रुति यह बतलाती है कि उस आत्मदर्शीको किस प्रकार मोक्षकी प्राप्ति होती है ? यहाँ — अन्नमय कोशसे लेकर आनन्दमय कोशपर्यन्त इस देहमें अथवा विराट्से लेकर अव्याकृतपर्यन्त प्रपंचमें पूर्व - पूर्व उपाधिका लय करते हुए उत्तरोत्तर क्षुधादिके संसर्गसे शून्य वाणीके अविषयभूत ब्रह्मको जानकर ब्रह्मवेत्तालोग ब्रह्ममें लीन हो — विश्वादिका उपसंहार करते हुए ब्रह्ममें ही लयको प्राप्त हो ‘ मैं ब्रह्म हूँ ’ इस प्रकार ब्रह्मरूपसे ही स्थित हो जाते हैं और तत्पर अर्थात् समाधिपरायण होकर क्या करते हैं ? — योनिमुक्त हो जाते हैं ; अर्थात् गर्भवास , जन्म , जरा और मरणरूप संसारके भयसे मुक्त हो जाते हैं । इसी प्रकार योगी याज्ञवल्क्य भी ब्रह्मात्मभावसे स्थित होनेको ही समाधिरूपसे प्रदर्शित करते हैं — “ यह जो सबका कारणरूप , अद्वैततत्त्व है प्रकाशस्वरूप , आनन्दमय अमृत , नित्य और समस्त भूतोंमें ओतप्रोत है । अनन्यचित्त पुरुष उस परमात्माको ही आत्मस्वरूपसे प्राप्तकर उसीमें लीन हो जाता है । वही समाधि कहलाती है । इन्द्रियोंको अपने वशमें कर यमादि गुणोंसे सम्पन्न हो मनको आत्मामें लगावे और आत्माको परमात्मामें । फिर स्वयं परमात्मभावसे स्थित हो कुछ भी चिन्तन न करे । तब यह चित्त अखण्ड प्रत्यगात्मामें लीन हो जाता है । वही प्रत्यगात्मा है — ऐसा ब्रह्मवादियोंने कहा है ” ॥ ७ ॥",
    "commentaryEnglish": "This mantra clarifies that the realization of Brahman referred to in the previous mantra relates to the Brahman without any attributes in whom the Contemplator, the object of Contemplation and the act of contemplation or the individual soul, the world, and the Cosmic Lord (bhokta, bhogyam, preritaram) merge into one. This supreme Self is the substratum, the imperishable, on which phenomenal universe rests. Brahman is the 8 indwelling Spirit, antaram. He is within all of us. When we know this, when we see the universe is just an appearance, when we understand the Reality behind the appearance, we merge in Brahman, brahmani linah. “Brahma veda brahmaiva bhavati” - he who knows Brahman becomes one with Brahman. (Mundaka Up. III.ii.9). "
  },
  {
    "id": 7,
    "chapter": "1",
    "ShlokaNo": "8",
    "shlok": "संयुक्तमेतत्क्षरमक्षरं च व्यक्ताव्यक्तं भरते विश्वमीश : । अनीशश्चात्मा बध्यते भोक्तृभावा ज्ज्ञात्वा देवं मुच्यते सर्वपाशै : ॥ ८ ॥",
    "translationHindi": " परस्पर मिले हुए इस क्षर - अक्षर अथवा व्यक्ताव्यक्तरूप विश्वका परमात्मा पोषण करता है । मायाधीन जीव भोक्तृभावके कारण उसमें बँधता है और परमात्माका ज्ञान होनेपर समस्त पाशोंसे मुक्त हो जाता है ॥ ८ ॥ ",
    "translationEnglish": "The Lord, Isa, supports all this which is a combination of the perishable and the imperishable, the manifest, the effect and the unmanifest, the cause. The same Lord, the Supreme Self, devoid of Lordship, becomes bound because of assuming the attitude of the enjoyer. The jiva by realizing the Supreme Self is freed from all fetters. ",
    "commentaryHindi": "‘ संयुक्तमेतत् ’ इत्यादि । व्यक्त - विकारसमूह और अव्यक्त कारण — ये ही दोनों क्षर और अक्षर हैं । व्यक्त — क्षर यानी विनाशी है और अव्यक्त — अक्षर यानी अविनाशी है । परस्पर मिले हुए कार्य - कारणात्मक विश्वरूप इन दोनोंका परमात्मा पोषण करता है ।  ऐसा ही भगवान्ने कहा भी है — “ सम्पूर्ण भूत ( प्राकृत विकार ) क्षर हैं और कूटस्थ प्रकृति ( भगवान्की मायाशक्ति ) अक्षर कही जाती है । इन दोनोंसे अत्यन्त उत्कृष्ट पुरुष [ अर्थात् पुरुषोत्तम ] तो अन्य ही है , जो परमात्मा कहा गया है ; तथा जो अविनाशी ईश्वर तीन लोकोंमें  व्याप्त होकर उनको धारण करता है । ” इत्यादि । परमात्मा केवल व्यक्ताव्यक्तरूप विश्वका भरण ही नहीं करता , अपितु जीव अनीश — अस्वतन्त्र भी है और वह भोक्तृत्वके कारण अविद्या और उसके कार्यभूत देह एवं इन्द्रियादिसे बँध जाता है । यहाँ कहना यह है कि ईश्वर  परस्पर मिले हुए समष्टि - व्यष्टिरूप है । उनमें व्यष्टि देह एवं इन्द्रियोंवाला मायाधीन जीव है । इस प्रकार समष्टि - व्यष्टिरूपसे जीव और परमात्माका औपाधिक भेद विद्यमान रहनेसे उस उपाधिजनित उपासनाके द्वारा निरुपाधिक ईश्वरका ज्ञान होनेपर जीव मुक्त हो जाता है । अत :  भोक्ता जीव और परमात्माका एकत्व माननेवाले सिद्धान्तमें असंगत कुछ भी नहीं है । इसी प्रकार भगवान् याज्ञवल्क्य भी इनका औपाधिक भेद ही दिखलाते हैं — “ जिस प्रकार घटादिमें एक ही आकाश भिन्न - भिन्न हो जाता है उसी प्रकार एक ही आत्मा जलाशयोंमें सूर्यके समान  भिन्न - भिन्न प्रतीत हो रहा है । ” श्रीविष्णुधर्मोत्तरमें भी ऐसा ही कहा गया है — “ राजन् ! परमात्मा और जीवात्माका भेद अज्ञानकल्पित है ; अज्ञानका नाश हो जानेपर आत्मा और परमात्माके भेदका अभाव ही सिद्ध होता है । यह क्षेत्रज्ञसंज्ञक जीवात्मा प्रकृतिके गुणोंसे युक्त है  और उन्हींसे रहित होनेपर यह शुद्धस्वरूप परमात्मा कहा जाता है । यह क्षेत्रज्ञ अपनेसे अनादिकालसे सम्बन्ध रखनेवाली अविद्यासे युक्त होनेसे ही अपनेमें स्थित ब्रह्मको भेदभावसे देखता है । ” तथा श्रीविष्णुपुराणमें भी कहा है — “ जीव और ब्रह्मका भेद उत्पन्न करनेवाले  अज्ञानका आत्यन्तिक नाश हो जानेपर आत्मा और ब्रह्मका मिथ्या भेद कौन करेगा ? ” वासिष्ठ योगशास्त्रमें भी [ रामचन्द्रजीके ] प्रश्नपूर्वक यही बात दिखायी है । [ राम — ] “ यदि आत्मा निर्गुण , शुद्ध , नित्यानन्दस्वरूप , जराशून्य और अमर है तो हे विभो ! यह संसार किसे  प्राप्त होता है ? अथवा ज्ञानसे किसका मोक्ष होगा ? और हे भगवन् ! [ ज्ञानीके महाप्रयाणके समय ] उसका लिंग भंग होता कैसे जाना जाता है ? इस समय ये सब बातें आप मुझे यथार्थ रीतिसे बतला दीजिये । ” वसिष्ठ — “ मनीषिगण उस नित्यशुद्ध , नित्यानन्दमय आत्माको ही  देहावच्छिन्न जीवभावकी प्राप्ति होनेपर संसारकी प्राप्ति बतलाते हैं । प्रत्येक जीवमें एक ही भूतात्मा ( सत्य आत्मा — परब्रह्म ) स्थित है । वही जलमें प्रतिबिम्बित चन्द्रमाके समान एक और अनेक रूपसे देखा जाता है । अविद्याधीन होनेपर वही परमात्मा सर्वदा जीवसंज्ञावाला हो  जाता है । ” इसी प्रकार ब्रह्मपुराणमें भी परमात्माके ही औपाधिक जीवादि भेद दिखलाते हैं । वहाँ यह शंका करके कि ऐसी अवस्थामें औपाधिक भेदसे ही बन्ध - मोक्षादिकी व्यवस्था कैसे हो सकती है ? उनकी दृष्टान्तपूर्वक व्यवस्था दिखलाते हैं — “ जिस प्रकार एक ही सूर्य  विभिन्न जलाधारोंमें अनेकरूप दिखायी देता है , उसी प्रकार समस्त उपाधियोंमें स्थित परमात्मा भी अनेकवत् भासता है । वह परब्रह्म समस्त शरीरोंके बाहर और भीतर भी स्थित है । जिस प्रकार आकाश पंचभूतोंमें ओतप्रोत है उसी प्रकार समस्त बुद्धियोंमें एक ही आत्मा अनुस्यूत  है और किसी प्रकार नहीं । ऐसी स्थितिमें अनात्मामें आत्मत्वकी भ्रान्ति हो जानेसे वैसी बुद्धिके द्वारा वह जीव जो ऐसा मानने लगता है कि ‘ मैं देह हूँ ’ यह मति ही उसे संसारमें बाँधनेवाली है । किन्तु इन समस्त विकल्पोंसे रहित वह शुद्ध , बुद्ध , अजर , अमर , अत्यन्त शान्त ,  आकाशके समान व्यापक , चैतन्यस्वरूप और नित्यज्योति:स्वरूप है । जिस प्रकार धूम , मेघ और धूलि आदिसे आकाश मलिन नहीं होता उसी प्रकार पुरुष प्रकृतिके विकारोंसे असंग है । जिस प्रकार एक घटाकाशके जल या धूमादिसे युक्त होनेपर उससे दूर रहनेवाले अन्य सब  घटाकाश कभी किसी भी स्थानमें मलिन नहीं होते उसी प्रकार एक जीवके अनेकों द्वन्द्वोंसे अभिभूत होनेपर भी अन्य जीव कहीं भी मलिन नहीं हो सकते । ” इसी तरह शुकदेवजीके शिष्य श्रीगौडपादाचार्य कहते हैं — “ जिस प्रकार एक घटाकाशके धूलि और धूमादिसे युक्त  होनेपर अन्य सब घटाकाश उनसे युक्त नहीं होते , उसी तरह [ एक जीवके ] सुखादिसे सब जीव भी युक्त नहीं होते । ” अत : अद्वितीय परमात्मामें उपाधिसे ही जीव , ईश्वर और जीवोंके पारस्परिक भेदकी व्यवस्था सिद्ध होनेसे विशुद्ध सत्त्वमयी उपाधिवाले ईश्वरको अशुद्ध  उपाधिवाले जीवके सुख , दु:ख , मोह एवं अज्ञानादि प्राप्त नहीं हो सकते । ऐसा ही भगवान् पराशरजी कहते हैं — “ समस्त जीवोंके अन्त:करणोंमें स्थित ज्ञानस्वरूप , विशुद्ध सत्त्वराशि , सर्वदोषनिर्मुक्त और नित्य प्रकाशस्वरूप परमात्माको संसारमें कौन वस्तु अज्ञात है ? ”  इसके सिवा किसी बद्ध या मुक्त जीवान्तरका किसी अन्य जीवके सुख , दु:ख या मोहादिसे भी कोर्इ सम्बन्ध नहीं है ; क्योंकि उपाधिके कारण ऐसी व्यवस्था होनी सम्भव है । अत : आपकी इस शंकाके लिये कि ‘ एकाकी मुक्ति होनेपर सभी जीवोंकी मुक्ति हो जानी चाहिये ’  कोर्इ अवकाश नहीं है ॥ ८ ॥",
    "commentaryEnglish": "Brahman, the Lord or Pure Consciousness, is the support of phenomena as the rope is the support of the illusory snake or the desert is of the mirage. When we think of Brahman as the cause of manifestation, it is called Isvara. Brahman is the support of all relative phenomena which include both the tangible effects and the intangible cause or Isvara. “The perishable comprises of all creatures and the imperishable is said to be the unchanging. But there is another Being, the Highest, called the Supreme Being, Purushottama, who as the Immutable, pervades and sustains the three worlds”. (Bhgavad Gita 15.16-17). Under the spell of ignorance, the Supreme Self appears as the jiva or a phenomenal being, who in association with body, senses, mind and intellect becomes individualized. This jiva is the doer of the action and the enjoyer of the results. Once the ignorance is destroyed, the jiva is freed from the fetters and becomes the Supreme Self. The concepts of bondage and liberation, pleasure and pain, do not affect Brahman. They are created by maya and apply to phenomena and therefore they are ultimately unreal. "
  },
  {
    "id": 8,
    "chapter": "1",
    "ShlokaNo": "9",
    "shlok": "ज्ञाज्ञौ द्वावजावीशनीशा - वजा ह्येका भोक्तृभोग्यार्थयुक्ता । अनन्तश्चात्मा विश्वरूपो ह्यकर्ता त्रयं यदा विन्दते ब्रह्ममेतत् ॥ ९ ॥ ",
    "translationHindi": "ये [ र्इश्वर और जीव क्रमश : ] सर्वज्ञ और अज्ञ तथा सर्वसमर्थ और असमर्थ हैं , ये दोनों ही अजन्मा हैं । एकमात्र अजा प्रकृति ही भोक्ता ( जीव ) - के लिये भोग्यसम्पादनमें नियुक्त है । विश्वरूप आत्मा तो अनन्त और अकर्ता ही है । जिस समय इन [ र्इश्वर , जीव और प्रकृति ] तीनों को ब्रह्मरूप अनुभव करता है [ उस समय जीव कृतकृत्य हो जाता है ] ॥ ९ ॥ ",
    "translationEnglish": "The Supreme Lord appears as Isvara, omniscient and omnipotent and as the jiva, of limited knowledge and power, both unborn. But this does not deny the phenomenal universe; for there exists further the unborn prakriti, which creates the ideas of the enjoyer, enjoyment and the object. Atman is infinite and all-pervading and therefore devoid of agency. When the seeker knows all these three to be Brahman, he is freed from his fetters. ",
    "commentaryHindi": "‘ ज्ञाज्ञौ द्वौ ’ इत्यादि । ईश्वर व्यक्त और अव्यक्तरूप जगत्का पोषण करता है तथा मायाधीन जीव उसमें बँध जाता है — केवल इतना ही नहीं अपितु वे दोनों क्रमश : ज्ञ और अज्ञ हैं — र्इश्वर ज्ञ ( सर्वज्ञ ) है और जीव अज्ञ है । तथा वे दोनों ही अज — जन्मादिरहित हैं , क्योंकि एकमात्र अविकारी ब्रह्म ही जीव और ईश्वरभावसे स्थित है । ऐसा ही श्रुति भी कहती है — “ पुरुषने दो पैरोंवाला शरीर बनाया और चार पैरोंवाला शरीर बनाया और वह पक्षी होकर उन पुरोंमें प्रवेश कर गया ” , “ इसी प्रकार सम्पूर्ण भूतोंका वह एक ही अन्तरात्मा प्रत्येक रूपमें उसके अनुरूप हो रहा है तथा उनके बाहर भी है । ” ‘ र्इशनीशौ ’ इस समस्त पदमें शकारकी ह्रस्वता वैदिक है । किन्तु अद्वैतवादीके सिद्धान्तमें यदि प्रपंचकी सिद्धि हो सकती हो तभी परमेश्वर सर्वेश्वर है , जीव अनीश्वर है , परमेश्वर सर्वज्ञ है , जीव असर्वज्ञ है , परमेश्वर सब कुछ करनेवाला है , जीव सब कुछ नहीं कर सकता , परमेश्वर सबका पोषण करनेवाला है , जीव देहादिका ही पोषक है , परमेश्वर सबका आत्मा है , जीव सबका आत्मा नहीं है , परमेश्वर सर्वैश्वर्यसम्पन्न और पूर्णकाम है , जीव अल्पैश्वर्यवान् है और पूर्णकाम भी नहीं है , तथा “ उसके सब ओर हाथ हैं ” , “ वह सहस्र मस्तकोंवाला है ” , “ वह नित्योंका नित्य है ” इत्यादि वाक्योंसे जीव और ईश्वरके भेदव्यवहारकी सिद्धि हो सकती है । किन्तु भोक्तादि प्रपंचकी सिद्धि स्वत : तो हो नहीं सकती , क्योंकि कूटस्थ , अपरिणामी अद्वितीय वस्तु अभोक्तादिरूप है तथा परत : ( किसी अन्यसे ) भी उसकी सिद्धि नहीं हो सकती है , क्योंकि ब्रह्मसे अतिरिक्त भोक्तादि प्रपंचकी हेतुभूत किसी अन्य वस्तुकी सत्ता ही नहीं है । कारण , किसी अन्य वस्तुकी सत्ता स्वीकार करनेपर तो अद्वैत ही सिद्ध नहीं हो सकता । ऐसी शंका होनेपर श्रुति कहती है — ‘ भोक्ताके भोग्य - सम्पादनमें एकमात्र अजा ( प्रकृति ) ही नियुक्त है । ’ यदि प्रपंच सिद्ध न होता तो यह ईश्वरादिका विभाग न होना सम्भव था , किन्तु प्रपंच तो सिद्ध होता है । मूलमें ‘ हि ’ शब्द ‘ क्योंकि ’ के अर्थमें हैं । क्योंकि अजा — प्रकृति , जो उत्पन्न न होनेके कारण अजा है , प्रसवधर्मिणी सिद्ध है । अर्थात् “ एक अजाको ” , “ मायाको तो प्रकृति जानो ” , “ इन्द्र मायासे अनेकरूप होकर चेष्टा कर रहा है ” , ‘ माया परा प्रकृति है ’ , “ मैं अपनी मायासे जन्म लेता हूँ ” इत्यादि श्रुति - स्मृतियोंसे सिद्ध होनेवाली भगवान्की आत्मशक्तिरूपा जगज्जननी एक माया अपने विकारभूत भोक्ता , भोग और भोग्यके सम्पादनमें नियुक्त होकर ईश्वरकी निकटवर्तिनी किंकरीरूपसे विद्यमान है । अत : वह मायी परमेश्वर भी मायारूप उपाधिकी सन्निधिसे मायायुक्त - सा हो अपने कार्यभूत देहादि विभक्त पदार्थोंके कारण उन्हींके समान ईश्वरादिरूपसे विभक्त हुआ - सा स्थित है । अत : परमात्माको एक और एकरस स्वीकार करनेपर भी जीवेश्वरादि भेदरूप समस्त लौकिक और वैदिक व्यवहार सिद्ध हो सकता है और उन अन्य वस्तुओंके रहनेसे द्वैतवादकी भी प्राप्ति नहीं हो सकती ; क्योंकि अनिर्वचनीय होनेके कारण माया कोर्इ वस्तु नहीं है । ऐसा ही कहा भी है — “ यह भगवान्की माया सदसद्भावसे रहित है ” इत्यादि । क्योंकि अजा — प्रकृति ही भोक्तादिरूप है इसलिये उसका कल्पना किया हुआ प्रपंच मिथ्या और असत् वस्तु होनेसे आत्मा तो अनन्त ही है । मूलमें ‘ च ’ शब्द निश्चयार्थक है ; अर्थात् आत्मा अनन्त ही है ; देश , काल या वस्तु किसीसे भी इसका अन्त — परिच्छेद नहीं है । विश्वरूप अर्थात् विश्व इसीका रूप है , क्योंकि परमात्मा स्वयं तो विश्वरूप है नहीं [ अर्थात् विश्वरूपमें उसका परिणाम नहीं होता ] । “ विकार वाणीसे आरम्भ होनेवाला नाममात्र है ” इस श्रुतिके अनुसार रूप रूपवान्से भिन्न नहीं होता , इसलिये विश्वरूप होनेसे भी इसकी अनन्तता ही सिद्ध होती है । * यहाँ ‘ हि ’ शब्द ‘ क्योंकि ’ अर्थमें है । क्योंकि विश्वरूप बहुरूपता परमात्माका ही लक्षण है , इसलिये तात्पर्य यह है कि इन सब हेतुओंसे भी आत्माका विश्वरूपत्व सिद्ध होता है । क्योंकि आत्मा अनन्त और विश्वरूप है इसीलिये वह अकर्ता अर्थात् कर्तृत्वादि संसारके धर्मोंसे रहित है । आत्मा इस प्रकार अनन्त विश्वरूप , कर्तृत्वादि सम्पूर्ण सांसारिक धर्मोंसे रहित , मुक्त और पूर्णानन्द अद्वितीय ब्रह्मरूपसे ही कब स्थित होता है ? ऐसा प्रश्न होनेपर श्रुति कहती है — ‘ त्रयं यदा विन्दते ब्रह्ममेतत् ’ त्रय अर्थात् भोक्ता , भोग और भोग्यरूप मायामय होनेसे अपने अधिष्ठान ब्रह्मसे भिन्न नहीं है , किन्तु ब्रह्म ही है — ऐसा जिस समय अनुभव करता है उस समय जीवात्मा सम्पूर्ण विकल्पोंके निवृत्त हो जानेसे पूर्णानन्द अद्वितीय ब्रह्मस्वरूप होकर कर्तृत्वादि सकल संसार - धर्मोंसे रहित , शोकहीन और कृतकृत्य होकर स्थित होता है — ऐसा इसका तात्पर्य समझना चाहिये । अथवा ऐसा जानो कि क्रमश : यह ज्ञ , अज्ञ और अजारूप ईश्वर , जीव एवं प्रकृति — इन तीनोंको यह ब्रह्मरूपसे प्राप्त ( अनुभव ) कर लेता है । उस समय यह मुक्त हो जाता है । मूलमें ‘ ब्रह्मम् ’ यह मकारान्त प्रयोग ‘ ब्रह्ममेतु माम् ’ ‘ मधुमेतु माम् ’ इत्यादिके समान वैदिक है ॥ ९ ॥ ",
    "commentaryEnglish": "Both Isvara and the jiva are in fact Brahman which is the substratum and hence they are called unborn. Maya is the material cause of the universe. Being itself inert, maya cannot function without the power of the Lord, Isvara, who uses it as an instrument for creation, preservation and dissolution. On account of this association with maya, Isvara himself appears to be like a phenomenal entity, having as it were a body and material substance. Thus the Lord, though non-different from Brahman, the Supreme Lord, on account of his association with maya he appears as a phenomenal being. Since maya is ultimately unreal, the ideas of the enjoyer, enjoyment and the object of enjoyment are also unreal. For this reason, non-dual Brahman alone exists without any ideas of agency, action etc., which belong to the phenomenal world alone. To the illumined person, the substratum is non-different from what is super-imposed; for him the illusory snake is nothing but the real rope. Thus he who knows Brahman alone as Reality is free from all false conceptions and sees Brahman everywhere and in everything. He rids himself of the false notions of doership and being free from grief, he attains Supreme Bliss. "
  },
  {
    "id": 9,
    "chapter": "1",
    "ShlokaNo": "10",
    "shlok": "क्षरं प्रधानममृताक्षरं हर : क्षरात्मानावीशते देव एक : । तस्याभिध्यानाद्योजनात्तत्त्वभावा - द्भूयश्चान्ते विश्वमायानिवृत्ति : ॥ १० ॥ ",
    "translationHindi": "विनाशशील प्रधान और अविनाशी जीवात्माको हरसंज्ञक एक देव नियमित करता है । उसके चिन्तनसे , उसमें मनोयोग करनेसे और उसके तत्त्वकी भावना करनेसे प्रारब्धकी समाप्ति होनेपर विश्वरूप मायाकी निवृत्ति हो जाती है ॥ १० ॥ ",
    "translationEnglish": "Prakriti is perishable. Hara, the Lord, is immortal and imperishable. The non-dual Supreme Self rules both prakriti and the individual soul. Through constant meditation on Him, by union with Him, by the knowledge of identity with Him, one attains, in the end, cessation of the illusion of phenomena.",
    "commentaryHindi": "‘ क्षरं प्रधानममृताक्षरं हर : ’ इत्यादि । अविद्यादिको हरनेके कारण परमेश्वर हर हैं । जो अमृत और अक्षर है उसे अमृताक्षर कहा है , वह अमृत ब्रह्म ही र्इश्वर है । वह एक देव र्इश्वर अर्थात् सच्चिदानन्दाद्वितीय परमात्मा क्षर और आत्मा — प्रधान और पुरुषका नियमन करता है ।  उस परमात्माके अभिध्यानसे , किस प्रकारके अभिध्यानसे ? — याजे नासे अथार्त् परमात्माके साथ जीवका योग करानेसे तथा तत्त्वभावसे यानी ‘ मैं ब्रह्म हूँ ’ ऐसी भावनासे भूय : — पुन : - पुन : ऐसा होनेपर अन्तमें अर्थात् प्रारब्धकर्मकी समाप्ति होनेपर अथवा आत्मज्ञानकी प्राप्ति  ही अन्त है उसके होनेपर अर्थात् आत्मज्ञानके उदयकालमें विश्वमायाकी निवृत्ति होती है । यानी सुख , दु:ख एवं मोहमय सम्पूर्ण प्रपंचरूप मायाकी निवृत्ति हो जाती है ॥ १० ॥ ",
    "commentaryEnglish": "Prakriti (maya) is perishable and of changing nature. Its enjoyer, the jivatma, is imperishable and indestructible. It is one Brahman, which is called here as Hara, who rules over the perishable and imperishable both. Hara means the destroyer of ignorance. The word also signifies Siva or Rudra, one of the divine manifestations of Brahman in the phenomenal world. He is alone worth knowing and must be realized essentially. Pursuing this path, if somebody constantly meditates on Him, keeping himself always united with Him and realizing his identity with Him, eventually, he attains Him having known the unity between the individual self and the Supreme Self. Then he transcends the Maya; his relation with this illusory world is cut off permanently. This identity is called in the scriptures as “I am Brahman” (ayam atma brahma, aham brhmaismi and other such mahavakyas). "
  },
  {
    "id": 10,
    "chapter": "1",
    "ShlokaNo": "11",
    "shlok": "ज्ञात्वा देवं सर्वपाशापहानि : क्षीणै : क्लेशैर्जन्ममृत्युप्रहाणि : । तस्याभिध्यानात्तृतीयं देहभेदे विश्वैश्वर्यं केवल आप्तकाम : ॥ ११ ॥ ",
    "translationHindi": "परमात्माका ज्ञान होनेपर अविद्यादि सम्पूर्ण क्लेशोंका नाश हो जाता है और क्लेशोंका क्षय हो जानेपर जन्म - मृत्युकी निवृत्ति हो जाती है । तथा उसका ध्यान करनेसे शरीरपातके अनन्तर [ विराट् और हिरण्यगर्भकी अपेक्षा कारणब्रह्मरूप ] सर्वैश्वर्यमयी तृतीय  अवस्थाकी प्राप्ति होती है और फिर आप्तकाम होकर कैवल्यपदको प्राप्त हो जाता है ॥ ११ ॥ ",
    "translationEnglish": "When the Lord is known all fetters fall off; with the cessation of miseries, birth and death come to an end. From meditation on Him there arises, after the dissolution of the body, the third state, that of universal lordship. And lastly, the aspirant, transcending that state also, abides in the complete Bliss of Brahman.",
    "commentaryHindi": "‘ ज्ञात्वा देवम् ’ इत्यादि । परमात्माको जानकर अर्थात् ‘ यह मैं हूँ ’ ऐसा अनुभव करके सम्पूर्ण पाशोंका नाश यानी पाशरूप सम्पूर्ण अविद्यादि क्लेशोंका नाश हो जाता है । तथा क्षीण हुए अविद्यादि क्लेशोंके साथ ही उनके कार्यभूत जन्म - मृत्यु आदिका नाश हो जाता है   अर्थात् जन्म - मृत्यु आदि दु:खके हेतुओंका अन्त हो जाता है । यह ज्ञानका फल दिखाया गया । अब ध्यानमें क्रममुक्तिरूप कुछ विलक्षणता बतलायी जाती है — उस परमेश्वरके ध्यानसे देहभेद यानी शरीरपातके अनन्तर अर्चिरादि देवयानमार्गसे जाकर परमात्माके साथ सायुज्यको  प्राप्त हुए पुरुषको विराट्रूपकी अपेक्षा अव्याकृत परमव्योमरूप कारणब्रह्ममें स्थित सम्पूर्ण ऐश्वर्यरूप तृतीय फल प्राप्त होता है । उसका अनुभव कर वह उसी जगह अपनेको निर्विशेष जानकर , केवल हो जाता है ; अर्थात् सम्पूर्ण ऐश्वर्य और उसके साथ रहनेवाली सिद्धिको त्यागकर ,  यानी अव्याकृत परमव्योममय कारण र्इश्वररूप तृतीय अवस्थाके सम्पूर्ण ऐश्वर्यको छोड़कर आप्तकाम और आत्मकाम हो पूर्णानन्द अद्वितीय ब्रह्मरूपसे स्थित हो जाता है । यहाँ यह कहा गया है कि सम्यग्दर्शन तो यथार्थ वस्तुको विषय करनेके कारण निर्विशेष पूर्णानन्दाद्वितीय  ब्रह्मविषयक होता है ; अत : ब्रह्मज्ञानके अनन्तर अविद्या और उनके कार्यकी निवृत्ति हो जानेस विद्वान् पूर्णानन्दाद्वितीय ब्रह्मस्वरूपसे ही स्थित हो जाता है । किन्तु ध्यानजनित बुद्धि सहसा निराकार ब्रह्ममें प्रवृत्त नहीं होती , अत : वह सविशेष ब्रह्मविषयक होनेसे “ उसकी जिस -  जिस प्रकार उपासना करता है उसी प्रकार फल मिलता है ” इस न्यायसे सर्वैश्वर्यरूप सविशेष ब्रह्मकी प्राप्तिसे वह सम्पूर्ण ऐश्वर्यका अनुभव कर फिर निर्विशेष पूर्णानन्दस्वरूप ब्रह्मको आत्मभावसे जानकर केवल आत्मकामी हो सम्पूर्ण पुरुषार्थको प्राप्त करके मुक्त हो जाता है ।  इसी प्रकार शिवधर्मोत्तरमें भी ध्यान और ज्ञानके क्रमश : विश्वैश्वर्यरूप और केवल आत्मकाम एवं आप्तकामरूप फल दिखाये हैं — “ ध्यानसे अतुलित ऐश्वर्य मिलता है और ऐश्वर्यसे उत्कृष्ट सुखकी प्राप्ति होती है । ज्ञानसे उनका त्याग करके देहाभिमानसे रहित हो मोक्ष प्राप्त करे ।  ” इसी प्रकार दहरादि सविशेष और सगुण ब्रह्मकी उपासना करनेवालोंको श्रुति “ वह यदि पितृलोककी कामना करता है तो उसके संकल्पसे ही पितृगण उपस्थित हो जाते हैं ” इत्यादि वाक्यसे विश्वैश्वर्यरूप फल ही दिखलाती है । तथा प्रश्नोपनिषद्में “ जो तीन मात्रावाले ॐ  इस अक्षरसे परम पुरुषका ध्यान करता है वह तेजोमय सूर्यमण्डलको प्राप्त होकर ” इत्यादि वाक्यसे परम पुरुषका ध्यान करनेवाले पुरुषको अर्चिरादिमार्गका उपदेश करके ‘ वह इस जीवघन ( हिरण्यगर्भ ) - से उत्कृष्टतर सम्पूर्ण शरीरोंमें स्थित परम पुरुषको देखता है ”  इस प्रकार ब्रह्मलोकमें गये हुए पुरुषको उसी जगह सम्यग्दर्शनकी प्राप्ति दिखलाकर “ विद्वान् उस ओंकाररूप अवलम्बनके द्वारा ही उस शान्त , अजर , अमृत और अभयरूप परब्रह्मको प्राप्त हो जाता है ” इस वाक्यसे सम्यग्दर्शनके द्वारा मोक्षका उपदेश किया है । तथा “  उसे इस प्रकार जाननेवाला यहाँ अमर हो जाता है ” इस वाक्यसे विद्वान्को अर्चिरादि - मार्गसे बिना गये यहीं अमृतत्वकी प्राप्ति दिखलायी है । और “ जो कामनारहित है ” यहाँसे लेकर “ उसके प्राण उत्क्रमण नहीं करते , वह ब्रह्मस्वरूप हुआ ही ब्रह्ममें लीन हो जाता है  ” यहाँतक उत्क्रमणके बिना ही विद्वान्के मोक्षका उपदेश किया है । तथा “ इसके प्राण उत्क्रमण करते हैं या नहीं ? इसपर याज्ञवल्क्यने कहा — नहीं ” इस प्रकार बृहदारण्यक श्रुतिने प्रश्नपूर्वक विद्वान्के उत्क्रमणका अभाव दिखाया है । इसी प्रकार ब्रह्मपुराणमें भी जीवन्मुक्ति  और उत्क्रान्तिका अभाव ये दोनों दिखलाये गये हैं — “ जिस समय योगी आत्माको शुद्धस्वरूप जान लेता है उसी समयसे वह जीवन्मुक्त हो जाता है । जिस परार्द्धस्थायी [ ब्रह्मलोकरूप ] अन्य स्थानपर ध्यानयोगी जाते हैं , उसके मोक्षके लिये ऐसे किसी स्थानपर जानेकी  आवश्यकता नहीं होती । अज्ञानरूप बन्धनकी निवृत्ति और ब्रह्ममें लीन हो जाना — यही उसका मोक्ष है । ” तथा लिं गपुराणमें भी ज्ञानीकी जीवित रहते हुए ही मुक्ति दिखायी है — “ क्योंकि ब्रह्मवेत्ता परमार्थत : जीवित रहते हुए ही मुक्त हो जाता है , इसलिये उसके लिये  इस लोक और परलोकमें कुछ भी कर्तव्य नहीं रहता । ” शिवधर्मोत्तरमें कहा है — “ ज्ञानीकी समस्त कामनाएँ निवृत्त हो जाती हैं , इसलिये उसका कुछ भी कर्तव्य नहीं रहता । वह पूर्णकाम और समदर्शी होनेसे इसी लोकमें मुक्त हो जाता है । ” अत : उपासक तो देहसे  उत्क्रमण कर अर्चिरादि देवयानमार्गसे सर्वैश्वर्यपूर्ण कारणब्रह्मको प्राप्त हो सब प्रकारका ऐश्वर्य भोगनेके अनन्तर वहीं सम्पूर्ण भेदसे रहित पूर्णानन्दस्वरूप अद्वितीय केवल शुद्ध ब्रह्मको आत्मभावसे जानकर केवल आत्मकामी होकर मुक्त हो जाता है । तथा विद्वान् निर्विशेष  पूर्णानन्दाद्वितीय ब्रह्मका ज्ञान हो जानेसे गन्ता , गन्तव्य और गमनादि सम्पूर्ण भेदकी निवृत्ति हो जानेसे उत्क्रान्ति और देवयानमार्गके बिना ही ब्रह्मज्ञानके अनन्तर जीवन्मुक्त हो जाता है । वह ब्रह्मज्ञानके पश्चात् ब्रह्मानन्दका अनुभव कर आत्मरति और आत्मतृप्त हो अपने आत्मामें  ही आन्तरिक सुख , रमण एवं प्रकाशका अनुभव करता हुआ आत्मक्रीड , आत्मरति , आत्ममिथुन और आत्मानन्द होकर इसी लोकमें स्वाराज्य अर्थात् अपनी सार्वभौम महिमामें अमृतरूपसे स्थित हो जाता है । वह बाह्य विषयोंको त्यागकर मन , वाणी और शरीरसे होनेवाले  सम्पूर्ण श्रौत - स्मार्तकर्मोंको ब्रह्मार्पण करके अनुष्ठान करता हुआ शुद्धचित्त और योगारूढ़ होकर शमादि साधनोंसे सम्पन्न हो जाता है ; क्योंकि ये ही साधन ब्रह्मज्ञानकी प्राप्तिके हेतु हैं । ‘ ध्यानयोगीको एकान्तमें अकेले ही स्थित हो सब प्रकारकी आशा और परिग्रहका  त्यागकर शरीर और मनका निग्रह करते हुए निरन्तर योगका अभ्यास करना चाहिये । इस प्रकार सर्वदा योगसाधनमें लगा हुआ वह पापहीन योगी सुगमतासे ही ब्रह्मसाक्षात्काररूप अत्यन्त उत्कृष्ट सुख प्राप्त कर लेता है । जिसकी सर्वत्र समदृष्टि है वह योगयुक्त पुरुष अपने  आत्माको सम्पूर्ण भूतोंमें और सम्पूर्ण भूतोंको अपने आत्मामें स्थित देखता है । ” “ इस प्रकार सर्वत्र समानभावसे स्थित र्इश्वरको समानरूपसे देखता हुआ वह स्वयं अपना घात नहीं करता और फिर परमगतिको प्राप्त होता है । ” इत्यादि स्मृतिवाक्य इसमें प्रमाण हैं ॥ ११ ॥",
    "commentaryEnglish": "By constant meditation when the aspirant comes to know the Supreme Person, then all his bondages are destroyed forever because when the five afflictions viz., ignorance, ego, attraction, aversion and fear from death, are destroyed, then there remains no birth and death for him. He is never subjected to any bondage. He regards even the Brahmaloka (called here as Third World) as insignificant, abandons all heavenly luxuries and attains the absolutely pure Kaivalya and remains satisfied with Brahman alone. He overcomes all desires which are the results of maya. Different sides and stages of liberation are postulated here. Negatively, it is freedom from birth and death. Positively, it is oneness with Isvara so long as there is the manifested world and oneness with Brahman when the manifested world ceases to exist. Again a distinction is made here between dhyana or meditation which leads to Lordship in Brhamloka and jnana or wisdom which leads to Liberation."
  },
  {
    "id": 11,
    "chapter": "1",
    "ShlokaNo": "12",
    "shlok": "एतज्ज्ञेयं नित्यमेवात्मसंस्थं नात : परं वेदितव्यं हि किञ्चित् । भोक्ता भोग्यं प्रेरितारं च मत्वा सर्वं प्रोक्तं त्रिविधं ब्रह्ममेतत् ॥ १२ ॥",
    "translationHindi": "अपने आत्मामें स्थित इस ब्रह्मको सर्वदा ही जानना चाहिये । इससे बढ़कर और कोर्इ ज्ञातव्य पदार्थ नहीं है । भोक्ता ( जीव ) , भोग्य ( जगत् ) और प्रेरक ( र्इश्वर ) — यह तीन प्रकारसे कहा हुआ पूर्ण ब्रह्म ही है — ऐसा जानना चाहिये ॥ १२ ॥ ",
    "translationEnglish": "The enjoyer (jiva), the objects of enjoyment and the Ruler (Isvara)-the triad described by the knowers of Brahman-all this is nothing but Brahman. This Brahman alone, which abides eternally within the self, should be known. Beyond It, truly, there is nothing else to be known. ",
    "commentaryHindi": "इस प्रकृत विशुद्ध आत्माकाशस्वरूप ब्रह्मको नित्य — नियमसे जानना चाहिये । क्या यह किसी अन्यमें स्थित है ? नहीं , इसे अपने आत्मामें ही स्थित जानना चाहिये , किसी बाह्य अनात्मामें नहीं । श्रुति भी कहती है — “ जो बुद्धिमान् आत्मामें स्थित उस परब्रह्मको देखते हैं ,  उन्हें ही नित्य शान्ति प्राप्त होती है , दूसरोंको नहीं । ” तथा शिवधर्मोत्तरमें भी योगियोंकी आत्मामें ही स्थिति दिखलायी है — “ योगिजन शिवका आत्मामें ही दर्शन करते हैं , प्रतिमाओंमें नहीं । जो पुरुष आत्मामें स्थित शिवका परित्याग कर बाह्य शिवका पूजन करता है वह  मानो हाथका ग्रास गिराकर केवल अपनी हथेली चाटता है । जिस प्रकार अन्धा आदमी उदय हुए सूर्यको नहीं देख सकता उसी प्रकार ज्ञाननेत्रोंसे रहित होनेके कारण लोग सर्वत्र विद्यमान शान्तस्वरूप शिवका दर्शन नहीं कर पाते । जो पुरुष सर्वगत शान्तमूर्ति शिवका दर्शन  करता है उसके तो अन्त:करणमें ही शिव विराजमान हैं , किन्तु जो आत्मस्थ शिवको नहीं देख सकते वे ही उन्हें तीर्थस्थानमें खोजते हैं । जो पुरुष आत्मस्थ तीर्थको त्यागकर बाह्य तीर्थादिमें जाता है वह मानो अपने हाथका महारत्न गिराकर काँच ढूँढ़ता फिरता है । ” अथवा  [ इसका यह भी तात्पर्य हो सकता है कि ] यह जो अपरोक्ष प्रत्यगात्मा है उसे अपनी महिमामें स्थित नित्य और अविनाशी ब्रह्म ही जानना चाहिये । क्यों ? — यहाँ ‘ हि ’ शब्द ‘ यस्मात् ( क्योंकि ) ’ अर्थमें है — क्योंकि इससे बढ़कर और कुछ भी जाननेयोग्य नहीं है ।  बृहदारण्यकश्रुतिमें भी ऐसा ही है — “ यह जो आत्मा है वही समस्त जीवोंका गन्तव्य स्थान है । ” इसे किस प्रकार जानना चाहिये ? सो श्रुति बतलाती है — जीव भोक्ता है , भोक्ता और अन्तर्यामीसे अतिरिक्त और सब भोग्य है यथा अन्तर्यामी परमेश्वर प्रेरिता है —  यह तीन प्रकारसे कहा हुआ ब्रह्म ही है इस प्रकार [ जानना चाहिये ] । तात्पर्य यह है कि भोक्तादि सम्पूर्ण भेदरूप प्रपंचका लय करके ही निर्विशेष ब्रह्मको आत्मस्वरूपसे जानना चाहिये । ऐसा ही कावषेय गीतामें भी कहा है — “ योगी सम्पूर्ण विकल्पोंको त्यागकर मनको  अपने आत्मामें निश्चलरूपसे स्थिर कर जिसका र्इंधन जल चुका है उस अग्निके समान शान्त हो जाता है । ” तथा श्रीविष्णुपुराणमें कहा है — “ उस ध्येय परमेश्वरका ही जो मनके द्वारा ध्यानसे सिद्ध होनेयोग्य कल्पनाहीन ( ध्याता , ध्यान और ध्येयके भेदसे रहित ) स्वरूप ग्रहण  किया जाता है उसे ही समाधि कहते हैं ॥ १२ ॥",
    "commentaryEnglish": "The Supreme Person, Brahman, is seated in one’s own heart as the indweller. There is no need to go anywhere else to locate him. One should always make effort to know him as there is no entity greater than this to be known. By knowing him alone everything else is known. He is the primal cause and the base for all. When the man knows that in reality, the jivatma, the sense objects and the God who is the inspirer of both are one, he knows everything. There remains nothing to be known. It is Brahman who is described as Prakriti, the Atman and the Paramatman, the substratum, all the three being only the different aspects of Brahman. "
  },
  {
    "id": 12,
    "chapter": "1",
    "ShlokaNo": "13",
    "shlok": "वह्नेर्यथा योनिगतस्य मूर्ति - र्न दृश्यते नैव च लिङ्गनाश : । स भूय एवेन्धनयोनिगृह्य - स्तद्वोभयं वै प्रणवेन देहे ॥ १३ ॥ ",
    "translationHindi": "जिस प्रकार अपने आश्रय [ काष्ठ ] - में स्थित अग्निका रूप दिखायी नहीं देता और न उसके लिं ग ( सूक्ष्मस्वरूप ) - का ही नाश होता है और फिर र्इंधनरूप कारणके द्वारा ही उसका ग्रहण हो सकता है उसी प्रकार अग्नि और अग्निलिं गके समान ही इस देहमें  प्रणवके द्वारा आत्माका ग्रहण किया जा सकता है ॥ १३ ॥",
    "translationEnglish": "The visible form of fire, while it lies latent in its source, the fire-wood, is not perceived; yet there is no destruction of its subtle form. That very fire can be brought out again by means of persistent rubbing of the wood, its source. In like manner, Atman, which exists in two states, like fire, can be grasped in this very body by means of Om. ",
    "commentaryHindi": "‘ वह्नेर्यथा ’ इत्यादि । जिस प्रकार योनि अर्थात् अरणिमें स्थित अग्निकी मूर्तिस्वरूपको मन्थनसे पूर्व देखा नहीं जा सकता और न उसके लिं ग यानी सूक्ष्म रूपका नाश ही होता है । तथा अरणिमें स्थित वह अग्नि फिर र्इंधनयोनिसे पुन : - पुन : मन्थन  करनेपर प्रकट देखा भी जा सकता है । यहाँ ‘ योनि ’ शब्द कारणका वाचक है ; अर्थात् र्इंधनरूप कारणके द्वारा पुन : - पुन : मन्थन करनेपर वह ग्रहण किया जा सकता है । ‘ तद्वा उभयम् ’ यहाँ वा शब्द इव ( सादृश्य ) अर्थमें है । अर्थात् उन दोनों ( अग्नि और अग्निलिं ग )  - के समान , जैसे मन्थनसे पूर्व उनका ग्रहण नहीं होता था ; किन्तु मन्थन करनेपर वे दिखायी देने लगते हैं , उसी प्रकार अग्निस्थानीय आत्मा उत्तरारणिस्थानीय प्रणवके द्वारा मननसे अधरारणिस्थानीय देहमें ग्रहण किया जा सकता है ॥ १३ ॥ ",
    "commentaryEnglish": "The fire present in the fire wood is not visible in its gross form to the naked eye. But this does not mean that there is no fire in its latent or subtle form in the fire wood. This hidden fire comes out or gets manifested when the two pieces of the fire wood are rubbed against each other. Similarly the Atman which exists in two states that is as the Jivatma and as the Paramatma (manifest and unmanifest) is hidden in the heart. This Atman can be seen in its manifested form in this body itself by practicing Pranava Upasana or meditation on the sacred symbol AUM. The Upanishad says that nobody need have any doubt about this. Atman remains unperceived during the state of ignorance but becomes apparent through the repetition of AUM. The fire produced by rubbing of the wood is compared to Atman, which though invisible during the state of ignorance, exists all the time and is revealed when the body is rubbed as it were by AUM. The words persistent rubbing in the mantra mean meditation on AUM. Through constant meditation the body becomes subdued, the mind stilled and the vision of Atman is revealed. "
  },
  {
    "id": 13,
    "chapter": "1",
    "ShlokaNo": "14",
    "shlok": "स्वदेहमरणिं कृत्वा प्रणवं चोत्तरारणिम् । ध्याननिर्मथनाभ्यासाद्देवं पश्येन्निगूढवत् ॥ १४ ॥",
    "translationHindi": "अपने देहको अरणि और प्रणवको उत्तरारणि करके ध्यानरूप मन्थनके अभ्याससे स्वप्रकाश परमात्माको छिपे हुए [ अग्नि ] - के समान देखे ॥ १४ ॥",
    "translationEnglish": "By making the body the lower piece of wood and Om the upper piece and through the practice of the friction of meditation, one perceives the luminous Self, hidden like the fire in the wood. ",
    "commentaryHindi": "‘स्वदेहम् ’ इत्यादि । अपने देहको अरणि — नीचेका काष्ठ करके तथा ध्यान ही निर्मन्थन है , उस निर्मन्थनके अभ्याससे देव — ज्योतिस्वरूप परमात्माको छिपे हुए अग्निके समान देखे ॥ १४ ॥ ",
    "commentaryEnglish": "The idea explained in the previous mantra is repeated here. The practice of meditation is compared to the churning of fire wood. Patanjali defines the term ‘practice’ as the continuous struggle to keep the mind in a state of complete restraint. The practice becomes firmly grounded by long and constant efforts coupled with great love for the end to be obtained. It should be accompanied by vairagya or the giving up of attachment for objects either heard of or seen. "
  },
  {
    "id": 14,
    "chapter": "1",
    "ShlokaNo": "15",
    "shlok": "तिलेषु तैलं दधनीव सर्पि - राप : स्रोत:स्वरणीषु चाग्नि : । एवमात्मात्मनि गृह्यतेऽसौ सत्येनैनं तपसा योऽनुपश्यति ॥ १५ ॥",
    "translationHindi": " जिस प्रकार तिलोंमें तैल , दहीमें घी , स्रोतोंमें जल और काष्ठोंमें अग्नि देखे जाते हैं उसी प्रकार जो पुरुष सत्य और तपके द्वारा इसे बारम्बार देखनेका प्रयत्न करता है उसे यह आत्मा आत्मामें ही दिखायी देता है ॥ १५ ॥",
    "translationEnglish": "As oil exists in sesame seeds, butter in milk, water in river-beds and fire in wood, so the Self is realized as existing within the self, when a man looks for It by means of truthfulness and austerity - when he looks for the Self, which pervades all things as butter pervades milk and whose roots are Self-Knowledge and austerity. That is the Brahman taught by the Upanishad; yea, that is the Brahman taught by the Upanishads. ",
    "commentaryHindi": "‘ तिलेषु ’ इत्यादि । जिस प्रकार यन्त्रसे पेरनेपर तिलोंमें तैल दिखायी देता है , मन्थन करनेपर दहीमें घी देखा जाता है , पृथिवी खोदनेपर स्रोत — अन्त:स्रोता नदियोंमें जल दिखायी देता है और मन्थन करनेपर काष्ठोंमें अग्निकी उपलब्धि होती है उसी प्रकार मननसे आत्मामें  — अपने अन्तरात्मामें ही इस आत्माकी उपलब्धि होती है , अर्थात् आत्मभूत देहादिमें जो अन्नमयादि सम्पूर्ण उपाधियाँ हैं उनका लय करनेपर अपने निर्विशेष पूर्णानन्दस्वरूप आत्मामें ही इस ( परमात्मा ) - का अनुभव होता है । अच्छा तो किस पुरुषको आत्मामें ही इस आत्माकी  उपलब्धि होती है , सो अब बतलाते हैं — सत्यसे अर्थात् यथार्थ और प्राणिमात्रके लिये हितकर सम्भाषणसे , क्योंकि “ जो प्राणियोंके लिये हितकर हो उसे सत्य कहते हैं ” ऐसी स्मृति है तथा मन और इन्द्रियोंकी एकाग्रतारूप तपसे क्योंकि स्मृति कहती है “ मन और इन्द्रियोंकी  एकाग्रता ही परम तप है । ” अत : इन सत्य और तपके द्वारा जो इस आत्माको देखता है [ उसे इसकी उपलब्धि होती है ] ॥ १५ ॥",
    "commentaryEnglish": "Just as there is oil in the oil seeds, ghee in the curd, underground water in the river-bed and fire in the fire wood, Paramatman is hidden in the hearts of all. The hidden substances come out of their respective storehouses by following the prescribed practices. Similarly, those aspirants who are detached from worldly attachments, who follow the norms of good conduct, practice meditation coupled with restraint can attain the Supreme Lord who is pervading everything as ghee in the milk. That Supreme Lord is Brahman as enunciated in the Upanishad. Prasna Upanishad (1.16) says ‘that stainless world of Brahman belongs to them in whom there is no crookedness, no falsehood, and no deception’. “The divine in us becomes manifest only when we subject ourselves to certain disciplines. The divine operates in us but it requires effort to make it shine forth. Another Upanishad says that the divine dwells in us as ghee in milk but even as ghee is obtained after the process of churning, the churning of the mind is necessary to reveal the inner splendor. Like butter hidden in milk, the eternal wisdom dwells in each and every object; let there be constant churning by the churning stick of the mind. Bhagavatam (III.9.32) says ‘When men realize me as present in all beings, as latent fire is in wood, from that moment they discard confusion’. As fragrance is in the flower, as butter in milk, as oil in sesame seeds, as gold in the reef of gold, so God dwells in all objects.-Dhyana Bindu Upanishad.5.” - Dr. S.Radhakrishnan. "
  },
  {
    "id": 15,
    "chapter": "1",
    "ShlokaNo": "16",
    "shlok": "सर्वव्यापिनमात्मानं क्षीरे सर्पिरिवार्पितम् । आत्मविद्यातपोमूलं तद्ब्रह्मोपनिषत्परम् ॥ तद्ब्रह्मोपनिषत्परम् ॥ १६ ॥",
    "translationHindi": "जो आत्मविद्या और तपका मूल है तथा जिसमें परम श्रेय आश्रित है उस सर्वव्यापी आत्माको दूधमें विद्यमान घृतके समान देखता है ॥ १६ ॥ ",
    "translationEnglish": "As oil exists in sesame seeds, butter in milk, water in river-beds and fire in wood, so the Self is realized as existing within the self, when a man looks for It by means of truthfulness and austerity - when he looks for the Self, which pervades all things as butter pervades milk and whose roots are Self-Knowledge and austerity. That is the Brahman taught by the Upanishad; yea, that is the Brahman taught by the Upanishads. 15-16 ",
    "commentaryHindi": "‘ सर्वव्यापिनम् ’ इत्यादि । जो केवल देहेन्द्रियादि अध्यात्ममात्रमें ही स्थित नहीं है — अपि तु प्रकृतिसे लेकर पंचभूतपर्यन्त सबको व्याप्त करके स्थित है , उस आत्माको दूधमें साररूपसे स्थित घीके समान सबमें अखण्ड आत्मभावसे विद्यमान तथा आत्मविद्या और तपके मूल  यानी कारणरूपसे देखते हैं । श्रुति भी कहती है — “ यही शुभ कर्म कराता है ” तथा [ स्मृति कहती है — ] “ मैं उन्हें वह बुद्धियोग देता हूँ जिससे वे मुझे प्राप्त कर लेते हैं । ” अथवा ऐसा भी अर्थ हो सकता है — आत्मविद्या और तप ये जिस आत्माकी प्राप्तिके मूल यानी  कारण हैं , जैसा कि श्रुति कहती है — “ ज्ञानसे अमृतकी प्राप्ति होती है ” , “ तपसे ब्रह्मको जाननेकी इच्छा करो ” इत्यादि । ‘ ब्रह्मोपनिषत्परम् ’ जिसमें परम श्रेय उपनिषण्ण ( आश्रित ) है । तात्पर्य यह है कि जो सत्यादिसाधनसम्पन्न है वही जो दूधमें घृतके समान  सर्वगत और आत्मविद्या एवं तपका मूल है तथा जो ब्रह्मोपनिषत्पर है , उस सर्वव्यापी आत्माको देखता है । अर्थात् आत्मदर्शी पुरुष इस सर्वगत ब्रह्मको आत्मामें ही देखता है , जो असत्यादियुक्त और अन्नमयादिरूपसे परिच्छिन्न देहमें ही आत्मबुद्धि करनेवाला है उसे ब्रह्मकी उपलब्धि  नहीं होती । श्रुति भी कहती है — “ यह आत्मा सर्वदा सत्य , तप , सम्यग्ज्ञान और ब्रह्मचर्यके द्वारा प्राप्त किया जा सकता है तथा जिनमें कुटिलता , असत्य और कपट नहीं होता वे ही इसे प्राप्त कर सकते हैं । ” यहाँ ‘ ब्रह्मोपनिषत्परम् ’ इसका दो बार पाठ अध्यायकी समाप्ति  सूचित करनेके लिये है ॥ १६ ॥",
    "commentaryEnglish": "Just as there is oil in the oil seeds, ghee in the curd, underground water in the river-bed and fire in the fire wood, Paramatman is hidden in the hearts of all. The hidden substances come out of their respective storehouses by following the prescribed practices. Similarly, those aspirants who are detached from worldly attachments, who follow the norms of good conduct, practice meditation coupled with restraint can attain the Supreme Lord who is pervading everything as ghee in the milk. That Supreme Lord is Brahman as enunciated in the Upanishad. Prasna Upanishad (1.16) says ‘that stainless world of Brahman belongs to them in whom there is no crookedness, no falsehood, and no deception’. “The divine in us becomes manifest only when we subject ourselves to certain disciplines. The divine operates in us but it requires effort to make it shine forth. Another Upanishad says that the divine dwells in us as ghee in milk but even as ghee is obtained after the process of churning, the churning of the mind is necessary to reveal the inner splendor. Like butter hidden in milk, the eternal wisdom dwells in each and every object; let there be constant churning by the churning stick of the mind. Bhagavatam (III.9.32) says ‘When men realize me as present in all beings, as latent fire is in wood, from that moment they discard confusion’. As fragrance is in the flower, as butter in milk, as oil in sesame seeds, as gold in the reef of gold, so God dwells in all objects.-Dhyana Bindu Upanishad.5.” - Dr. S.Radhakrishnan. 15-16"
  },{
    "id": 1,
    "chapter": "2",
    "ShlokaNo": "1",
    "shlok": "युञ्जान : प्रथमं मनस्तत्त्वाय सविता धिय : । अग्नेर्ज्योतिर्निचाय्य पृथिव्या अध्याभरत ॥ १ ॥ ",
    "translationHindi": "सविता देवता हमारे मन और अन्य प्राणोंको परमात्मामें लगाते हुए अग्नि आदि [ इन्द्रियाभिमानी देवताओं ] - की ज्योति ( बाह्यविषयप्रकाशन - सामर्थ्य ) - का अवलोकन कर तत्त्वज्ञानके लिये उसे पृथिवी ( पार्थिव पदार्थों ) -  से ऊपर [ शरीरस्थ इन्द्रियोंमें ] स्थापित करे ॥ १ ॥ ",
    "translationEnglish": "May the sun, at the commencement of yoga, join our minds and other organs to the Supreme Self so that we may attain the Knowledge of Reality? May He, also, support the body, the highest material entity, through the powers of the deities who control the senses.",
    "commentaryHindi": "‘ युञ्जान : ’ इत्यादि । प्रथम मनको नियुक्त करते हुए अर्थात् पहले — ध्यानके आरम्भमें परमात्मामें लगाये जानेयोग्य मन और धियों — अन्य प्राणोंको भी [ प्रवृत्त करते हुए ] सविता देवता अग्नि आदि इन्द्रियाभिमानी देवताओंके विषय - प्रकाशनसामर्थ्यका अवलोकन कर उसे पृथिवीसे ऊपर इस शरीर [ शरीररूप इन्द्रियों ] - में स्थापित करे । किसलिये ? — तत्त्व अर्थात् तत्त्वज्ञानके लिये । यहाँ “ प्राण ही धी है ” इस अन्य श्रुतिके अनुसार ‘ धिय : ’ का अर्थ प्राण किया गया है । अथवा ‘ धिय : ’ का अर्थ बाह्यविषयप्रकाशन भी हो सकता है । यहाँ यह कहा गया है कि जिसकी कृपासे योगकी प्राप्ति होती है , वह सविता देवता ज्ञानमें प्रवृत्त हुए मेरे मनको बाह्य विषयोंके प्रकाशनसे रोककर परमात्मामें ही लगानेके लिये इन्द्रियानुग्राहक अग्नि आदि देवताओंकी जो समस्त वस्तुओंको प्रकाशित करनेकी शक्ति है उस सबको हमारी वागादि इन्द्रियोंमें स्थापित करे । यहाँ ‘ अग्नि ’ शब्द अन्य इन्द्रियानुग्राहक देवताओंको भी उपलक्षित करानेके लिये है ॥ १ ॥",
    "commentaryEnglish": "The initial part of the prayer to the Sun starts with an appeal to unite our minds and other organs (five sense organs and five organs of action) with the Supreme self. Among the organs, the mind is the leader which acts as a channel for knowledge and initiates actions based on that knowledge. It functions like a charioteer for controlling the wild horses of sense organs. All the calamities of life are the result of weakness of mind. The prayer is “O Savita, it is your power alone that is expressing through mind and organs and there is no other power besides. So, be gracious, restrain the power from dissipating through mind and organs and centralize that power within my body and organs for Knowledge of the Self.”. This prayer is in accordance with the nature of reality which will tranquilize the mind of the seeker who will be anchored in Atman and undisturbed meditation will take place. Thus this prayer indicates the seeker’s surrender to the power of all the powers which will be later shown as Brahman itself. In Vedanta the physical body represents the five elements and the sense organs are presided over by different deities symbolically representing the different aspects of the all pervading Consciousness. Adi Sankara comments “May the Sun take our thoughts away from external things in order to concentrate them on the Supreme Self and transmit to our organ of speech and other organs that power which lightens all objects and which inheres in Agni and other deities who control the various organs. Through the grace of the Sun we shall attain success in yoga”. The natural power of the mind and organs is to perceive external objects. As long as they perceive the external objects the Self remains beyond our vision. Therefore the prayer is for their control and turning inward so that their energy is not dissipated. The 1st chapter told us that Brahman alone is real and all else is illusory or unreal. The seeker may find obstacles in his way to put this idea in practice in real life conditions. The main obstacle is the outgoing nature of the mind and sense organs which results in total absence of concentration. By praying to Savita, the Sun, the symbol of cosmic energy, the extrovertness of the mind is controlled, redirected inward and gets focused. The Sun is the power of all powers, Brahman with Shakti, the power of all the Devatas. "
  },
  {
    "id": 2,
    "chapter": "2",
    "ShlokaNo": "2",
    "shlok": "युक्तेन मनसा वयं देवस्य सवितु : सवे । सुवर्गेयाय शक्त्या ॥ २ ॥",
    "translationHindi": " सविता देवताकी अनुमति होनेपर उन्हींकी प्रेरणासे परमात्मामें लगे हुए मनके द्वारा हम यथाशक्ति परमात्मप्राप्तिके हेतुभूत ध्यानकर्मके लिये प्रयत्न करेंगे ॥ २ ॥",
    "translationEnglish": "Having received the blessings of the divine Sun and with minds joined to the Supreme Self, we exert ourselves, to the best of our power, toward meditation, by which we shall attain Heaven (Brahman).",
    "commentaryHindi": "‘ युक्तेन ’ इत्यादि । जिस समय तत्त्वज्ञानके लिये मनोनिग्रह करते हुए अनुग्राहक देवताओंके शक्तिसंचारके द्वारा [ सविता ] देह और इन्द्रियोंकी दृढ़ता कर देगा उस समय युक्त — सविता देवताद्वारा परमात्मामें  लगाये हुए मनके द्वारा हम उस देवका सव प्राप्त होनेपर अर्थात् उनकी अनुज्ञा मिलनेपर सुवर्गेय — स्वर्गप्राप्तिके हेतुभूत ध्यान कर्मके लिये यथाशक्ति प्रयत्न करेंगे । यहाँ ‘ स्वर्ग ’ शब्द परमात्मवाची है , क्योंकि परमात्माका ही  यहाँ प्रकरण है , वही सुखस्वरूप है तथा अन्य सब सुख भी उसीके अंश हैं । ऐसी ही यह श्रुति भी है — “ इसी आनन्दकी सूक्ष्मतर मात्राके आश्रयसे अन्य सब जीव जीवित रहते हैं ” ॥ २ ॥",
    "commentaryEnglish": "By the blessings of the sun, the mind gets fixed on Atman and the powers of the deities who control the sense organs. Thereby, the body is strengthened. The Supreme Self or Brahman is called heaven here because it alone is the nature of absolute Bliss and in which all other joys are included. With the mind controlled we are under the command of the divine Sun so that we may have strength for attaining heaven or Brahman. Thus the purport of the Mantra is ‘let us, through meditation and by grace of Savita, strive for that Brahmananda which is the real joy itself and whose mere sparks are the worldly joys’. "
  },
  {
    "id": 3,
    "chapter": "2",
    "ShlokaNo": "3",
    "shlok": " युक्त्वाय मनसा देवान्सुवर्यतो धिया दिवम् । बृहज्ज्योति : करिष्यत : सविता प्रसुवाति तान् ॥ ३ ॥ ",
    "translationHindi": "पूर्णानन्दस्वरूप परमात्माकी ओर जाते हुए तथा सम्यग्दर्शनके द्वारा ज्योति:स्वरूप ब्रह्मका प्रकाशन करते हुए मनके सहित इन्द्रियोंको परमात्मासे संयुक्त कर वह सवितृदेव उन्हें अनुज्ञा ( सामर्थ्य ) प्रदान करे ॥ ३ ॥",
    "translationEnglish": "May the Sun bestow favor upon the senses and the mind by joining them with the Self, so that the senses may be directed toward the Blissful Brahman and may reveal, by means of Knowledge, the mighty and radiant Brahman. ",
    "commentaryHindi": "देवताओं , मन आदि इन्द्रियोंको [ परमात्मामें ] युक्त — संयोजित कर — उन इन्द्रियोंका विशेषण है ‘ सुवर्यत : ’ सुव : — अर्थात् स्वर्ग — सुख यानी पूर्णानन्दस्वरूप ब्रह्मके प्रति यत : — जाती हुर्इ [ इन्द्रियोंको ] ।  यहाँ ‘ यत : ’ यह शब्द द्वितीयाका बहुवचन है । तात्पर्य यह है कि पूर्णानन्द ब्रह्मकी ओर जाती हुर्इ इन्द्रियोंको [ परमात्मामें संयोजित कर ] , शब्दादि विषयोंकी ओर जानेवाली इन्द्रियोंको नहीं । [ इन्द्रियोंके लिये ] पुन  : एक दूसरा विशेषण भी दिया जाता है — जो ‘ धिया ’ यानी सम्यग्दर्शनके द्वारा दिवम् — द्योतनस्वभाव चैतन्यैकरस बृहत् - महत् अर्थात् ब्रह्मको ज्योति : — प्रकाशित करेंगी , अर्थात् पूर्णानन्द ब्रह्मका प्रादुर्भाव —  अनुभव करेंगी [ उन इन्द्रियोंको ] — यहाँ ‘ करिष्यत : ’ में द्वितीयाका बहुवचन है — उन इन्द्रियोंको सवितृदेव अनुज्ञा देता है । तात्पर्य यह है कि इन्द्रियाँ विषयोंसे निवृत्त हो आत्माभिमुखी होकर जिस प्रकार आत्माको  ही प्रकाशित करें वैसी अनुज्ञा ( सामर्थ्य ) उन्हें सवितादेवता प्रदान करे ॥ ३ ॥",
    "commentaryEnglish": "The Sun is prayed for turning our minds and the sense organs inward. Let the organs withdraw from the sense objects and turn towards the Self. Unless we turn our minds inward and re-direct the course of our thoughts from the external world we cannot know our Self. Once the mind and the sense organs become strong and refuse to be swayed by the external attractions and distractions, we become fit for the experience of Brahman. Our prayer is to prepare the body, mind and intellect in such a way that we can attain Self-Knowledge. We may note that these prayers indicate the stages of spiritual evolution in the seeker. First, it was for stilling the outgoing mind and organs. Now the prayer is that they may not slip-back to the worldly ways again. "
  },
  {
    "id": 4,
    "chapter": "2",
    "ShlokaNo": "4",
    "shlok": "युञ्जते मन उत युञ्जते धियो विप्रा विप्रस्य बृहतो विपश्चित : । वि होत्रा दधे वयुनाविदेक इन्मही देवस्य सवितु : परिष्टुति : ॥ ४ ॥ ",
    "translationHindi": "जो विप्रगण मन और इन्द्रियोंको परमात्मामें लगाते हैं उनको चाहिये कि जिस एक प्रज्ञावित्ने होतृसाध्य [ यज्ञादि ] क्रियाओंका विधान किया है उस महान् , सर्वज्ञ और विप्र ( विशेषरूपसे व्यापक ) सवितृदेवकी महती स्तुति करें ॥ ४ ॥",
    "translationEnglish": "It is the duty of those Brahmanas who fix their minds and senses on the Supreme Self to utter such lofty invocations to the divine Sun, omnipresent, mighty and omniscient. For He, all-witnessing and non-dual, is the dispenser of sacrifices",
    "commentaryHindi": "‘ युञ्जते ’ इत्यादि । जो विप्र — ब्राह्मण , मन एवं अन्य इन्द्रियोंको परमात्मामें लगाते हैं । इन्द्रियाँ बुद्धिजनित हैं इसलिये उनके लिये ‘ धी ’ शब्दका प्रयोग किया गया है । ऐसा ही एक दूसरी श्रुति भी कहती है — “ जब मनके  सहित पाँच ज्ञान ( ज्ञानेन्द्रियाँ ) रुक जाती हैं ” इत्यादि । विप्र — विशेषरूपसे व्यापक , बृहत् — महान् एवं विपश्चित् — सर्वज्ञ सवितृदेवकी महती स्तुति करनी चाहिये । किन्हें करनी चाहिये ? — ब्राह्मणोंको । फिर भी उस सवितृदेवके  ही विशेषण दिये जाते हैं — ‘ वि होत्रा दधे ’ जिसने होत्रा यानी यज्ञक्रियाओंका विधान किया है और जो वयुनावित् — प्रज्ञावित् अर्थात् सब कुछ जाननेके कारण साक्षिस्वरूप है , वह [ सविता देवता ] एक — अद्वितीय है ।  अर्थात् जिसने यज्ञक्रियाओंका विधान किया वह प्रज्ञानवान् सविता एक ही है । अत : जो ब्राह्मण मन आदि इन्द्रियोंको विषयोंसे हटाकर आत्मामें ही लगाते हैं उन्हें इस महान् एवं सर्वज्ञ विप्र ( विशेषरूपसे व्यापक ) सविताकी महती  स्तुति करनी चाहिये ॥ ४ ॥",
    "commentaryEnglish": "After reiterating the necessity for the prayers to make the mind inward, this Mantra makes a reference to the learned sages who have been able to unite their minds and organs with the Self. They offer abundant praise to the Sun as all-pervading and allknowing, all-witnessing and non-dual, who has granted them their prayers to bestow them Self-Knowledge and unite them with the Self."
  },
  {
    "id": 5,
    "chapter": "2",
    "ShlokaNo": "5",
    "shlok": "युजे वां ब्रह्म पूर्व्यं नमोभि र्विश्लोक येतु पथ्येव सूरे : । शृण्वन्तु विश्वे अमृतस्य पुत्रा आ ये धामानि दिव्यानि तस्थु : ॥ ५ ॥ ",
    "translationHindi": "[ हे इन्द्रियवर्ग और इन्द्रियाधिष्ठातृ देवगण ! ] मैं तुमसे सम्बन्ध रखनेवाले पुरातन ब्रह्ममें नमस्कार ( चित्त - प्रणिधान आदि ) - द्वारा मन लगाता हूँ । सन्मार्गमें विद्यमान विद्वान्की भाँति मेरा यह कीर्तनीय श्लोक ( स्तुतिपाठ )  लोकमें विस्तारको प्राप्त हो । जिन्होंने सब ओरसे दिव्य धामोंपर अधिकार कर रखा है वे अमृत ( हिरण्यगर्भ ) - के पुत्र विश्वेदेवगण श्रवण करें ॥ ५ ॥",
    "translationEnglish": "O senses and O deities who favor them! Through salutations I unite myself with the eternal Brahman, who is your source. Let this prayer sung by me, who follow the right path of the Sun, go forth in all directions. May the sons of the Immortal, who occupy celestial positions, hear it! ",
    "commentaryHindi": "‘ युजे वाम् ’ इत्यादि । इन्द्रिय और उनके अनुग्राहक देवगण ! तुम दोनोंके द्वारा प्रकाशनीय होनेके कारण तुमसे सम्बन्ध रखनेवाले ब्रह्ममें मैं मनको नियुक्त — समाहित करता हूँ ; तात्पर्य यह है कि ब्रह्म इनके द्वारा प्रकाशित है ।  अथवा ‘ वाम् ’ इस शब्दका यदि बहुवचनमें अर्थ किया जाय तो ‘ तुम्हारे करणभूत पूर्वतन — चिरकालीन ब्रह्ममें मैं चित्त समाहित करता हूँ ’ ऐसा अर्थ होगा । [ किस प्रकार चित्त समाहित करता हूँ ? ] नमस्कारोंद्वारा अर्थात्  चित्तप्रणिधान ( मनोनियोग ) आदिके द्वारा । इस प्रकार चित्तसमाधान करनेवाले मेरा कीर्तितव्य श् ∂ो क ( स्तोत्रपाठ ) सन्मार्गमें वर्तमान विद्वान्के समान विविधरूप ( विस्तारको प्राप्त ) हो जाय । अथवा [ ‘ पथ्या इव ’ ऐसा  पदच्छेद करके ] पथ्याका अर्थ कीर्ति करना चाहिये । अर्थात् [ विद्वान्की कीर्तिकी भाँति मेरा श् ∂ो क विस्तारको प्राप्त हो — ] इस प्रार्थनारूप वाक्यको अमृत — ब्रह्मा यानी हिरण्यगर्भके सूर्यरूप समस्त पुत्र सुनें । वे कौन हैं ?  — जिन्होंने सम्पूर्ण दिव्य — द्युलोकान्तर्गत धामोंपर अधिकार कर रखा है ॥ ५ ॥ ",
    "commentaryEnglish": "This is one of the important Mantras of this Upanishad as it refers to the entire human race as ‘amritasya putrah’ - sons of immortality showcasing all the humans as divine. Swami Vivekananda elaborated this Mantra and its ideas at the Parliament of Religions held in 1893 at Chicago. This Mantra is important for another reason also as it blends the concepts of bhakti- devotion and jnana - knowledge which is the unique feature of this Upanishad as stated earlier. This Mantra describes the final stage of evolution of the seeker. This final stage is Samadhi and the coming down to the relative plane of existence after Samadhi. Samadhi is the state where the seeker’s absorption in Brahman is complete by following the right path of Knowledge. The seeker salutes the sense organs and their presiding deities by whose grace he is able to concentrate and attain Brahman. It is because of the tranquility of mind and organs he could experience Brahmic Consciousness which would have been impossible had there been no such stillness. (State of sthitha prajna in the language of Bhagavad Gita). With that tranquility the seeker now feels that the whole empirical universe is the manifestation of Brahman. No longer would the mind, senses, the individual and the phenomenal world remain as separate existence. Hence the tranquility of mind and senses is the golden path which the seeker travels from the beginning of sadhana till its end. In the beginning stage the seeker realizes the oneness or the immanence of God because of his feeling of bhakti and when his mind and senses become completely calm he sees the transcendental aspect of God i.e. goes beyond names and forms through jnana. It should not be overlooked that in both these stages tranquility of mind and senses is a fundamental requisite of Sadhana. Now the stage after Samadhi is taken up. At this stage the seeker feels everything in the world as Divine. Hence he says “let this truth be known to all the amritasya putrah, all the sons of immortality and spread in the four corners of the world; let this hymn in the form of prayer of what I have realized become intense and spread over the whole world”."
  },
  {
    "id": 6,
    "chapter": "2",
    "ShlokaNo": "6",
    "shlok": "अग्निर्यत्राभिमथ्यते वायुर्यत्राधिरुध्यते । सोमो यत्रातिरिच्यते तत्र संजायते मन : ॥ ६ ॥",
    "translationHindi": " जहाँ ( जहाँ अग्न्याधानादि कर्ममें ) अग्निका मन्थन किया जाता है , जहाँ वायुका अधिरोध होता है और जहाँ सोमरसकी अधिकता होती है उन कर्मोंमें ही [ उसके ] मनकी प्रवृत्ति होती है ॥ ६ ॥",
    "translationEnglish": "If sacrifices are performed without first propitiating the Sun, then the mind becomes attached to sacrifices in which fire is kindled by the rubbing of the pieces of fire-wood, the oblations are offered to the deity Vayu and the soma juice is drunk excessively. ",
    "commentaryHindi": "‘ अग्निर्यत्र ’ इत्यादि । जहाँ अग्न्याधानादिमें अग्निका मन्थन किया जाता है , जहाँ प्रवर्ग्यादि ( वायुकी स्तुति आदि ) - में वायुका अधिरोध होता है अर्थात् जहाँ सवितासे प्रेरित होकर वायु शब्दको अभिव्यक्त करता है और  जहाँ दशापवित्र ( छाननेके वस्त्र ) - से पवित्र किये ( छाने हुए ) सोमरसकी अधिकता होती है उस यज्ञकार्यमें उसका मन लग जाता है । ‘ अग्निर्यत्राभिमथ्यते ’ इस मन्त्रकी यह दूसरी व्याख्या की जाती है — अग्नि परमात्माको  कहते हैं , क्योंकि वह अविद्या और उसके कार्यको दग्ध करनेवाला है । [ श्रीमद्भगवद्गीतामें ] कहा भी है “ मैं अपने भक्तोंके अन्त:करणमें स्थित होकर प्रकाशमय ज्ञानदीपकसे उनके अज्ञानजनित अन्धकारको नष्ट कर देता हूँ । ”  उस परमात्माग्निका ‘ स्वदेहम रणिं कृत्वा ’ इत्यादि पूर्वमन्त्रसे कहे हुए ध्यानरूप निर्मन्थनके द्वारा जिस पुरुषमें मन्थन होता है , तथा जहाँ वायुका अधिरोध होता है अर्थात् रेचकादि क्रियाओंके कारण जहाँ वायु अव्यक्त शब्द  करता है और जहाँ अनेक जन्मोंतक [ अग्निकी ] सेवा करनेसे सोमकी बहुलता होती है , उस यज्ञ , दान , तप , प्राणायाम एवं समाधि आदिसे विशुद्ध हुए अन्त:करणमें ही पूर्णानन्दाद्वितीय ब्रह्माकार मन ( मनोवृत्ति ) - का उदय होता है  , अन्यत्र अशुद्ध अन्त:करणमें नहीं । कहा भी है — “ क्योंकि जिसका चित्त प्राणायामके अभ्याससे शुद्ध हो गया है वही उस परमात्माका साक्षात्कार करता है , इसलिये इस प्राणायामसे बढ़कर कुछ भी नहीं है — ऐसी श्रुति है ।  अनेक जन्मोंके संसारसे जो पापराशि संचित हो गयी है उसके क्षीण हो जानेपर पुरुषोंकी बुद्धि श्रीगोविन्दकी ओर होती है । सहस्रों जन्मोंके अनन्तर तप , ज्ञान और समाधिके द्वारा जिनके पाप क्षीण हो गये हैं उन पुरुषोंकी  श्रीकृष्णचन्द्रमें भक्ति होती है । ” अत : सबसे पहले यज्ञादिका अनुष्ठान किया जाता है , फिर प्राणायामादिका , फिर समाधिका और उसके पश्चात् महावाक्यके अर्थका ज्ञान होता है तथा उससे कृतकृत्यता होती है ॥ ६ ॥",
    "commentaryEnglish": "We have seen in the previous Mantras that the essential attitude in the Sadhana is the control of mind and organs. Right attitude leads to Samadhi or Mukti or Liberation. If this right attitude is lacking then Samsara or life of enjoyment will be the result. “Mind is born when the routine or automatism is broken”.-Dr.S.Radhakrishnan. Philosophically viewed, if subject-object consciousness (I and Mine attitude) remains in Sadhana the result is Bhoga or enjoyment. If the Sadhana is devoid of subject-object attitude then it leads to Liberation. So the tremendous importance to the attitude of mind is prescribed for Sadhana by condemnation of the attitude based on ignorance. Another interpretation of this Mantra is as follows. The aspirant should first perform the sacrifices and other rituals prescribed in the Vedas. Then he should practice breathcontrol and other disciplines of Yoga, cultivate meditation and finally realize the meaning of Mahavakyas like ‘Thou art that’ and ‘The Atman is Brahman’ and so on. Thus in the end he will attain Bliss and the Highest Good. "
  },
  {
    "id": 7,
    "chapter": "2",
    "ShlokaNo": "7",
    "shlok": "सवित्रा प्रसवेन जुषेत ब्रह्म पूर्व्यम् । तत्र योनिं कृणवसे न हि ते पूर्तमक्षिपत् ॥ ७ ॥",
    "translationHindi": "सविता देवताके द्वारा अनुज्ञात होकर उस चिरन्तन ब्रह्मका सेवन करना चाहिये । तुम उस ब्रह्ममें निष्ठा ( समाधि ) करो । इससे पूर्त कर्म तुम्हारा बन्धन करनेवाला नहीं होगा ॥ ७ ॥",
    "translationEnglish": "Serve the eternal Brahman with the blessings of the Sun, the cause of the universe. Be absorbed, through Samadhi, in the eternal Brahman. Thus your work will not bind you. ",
    "commentaryHindi": "सविताद्वारा प्रसूत यानी जो अन्न प्रसव करनेवाला है उस सविताद्वारा अनुज्ञात होकर चिरन्तन ब्रह्मका सेवन करना चाहिये। उस ब्रह्ममें तुम योनि—समाधिरूप निष्ठा करो। ऐसा करनेपर मुझे उससे क्या होगा?  सो श्रुति बतलाती है—‘न हि ते’ इत्यादि। इससे तुम्हारा पूर्त—स्मार्त इष्टकर्म और श्रौतकर्म भी पुन: भोगके हेतुसे बन्धन नहीं करेगा; क्योंकि ज्ञानाग्निके द्वारा वह बीजसहित भस्म हो जायगा। कहा भी है—“जिस प्रकार  अग्निमें डाला हुआ सींकका रूआँ भस्म हो जाता है उसी प्रकार इस (ज्ञानी)-के समस्त पाप भस्म हो जाते हैं”, “इसी प्रकार ज्ञानाग्नि समस्त कर्मोंको भस्म कर डालता है” इत्यादि॥ ७ ॥",
    "commentaryEnglish": "The sage concludes this topic here emphasizing the importance of performing work with the right attitude as opposed to merely performing work taking the world and the work to be real as such. Right attitude means desirelessness and right perceptions. For example, if one perceives a woman as a woman his reactions will be different from that when he perceives her as a manifestation of the Divine Mother; the one leads to bondage and the other to Moksha. The Mantra suggests that a spiritual seeker should seek the blessings of Savita who is the source of the Universe and concentrate on that eternal Brahman. This will save him from being drawn into worldly activities and entanglements. “As fire, well kindled, reduces wood to ashes, O Arjuna, so does the fire of Knowledge reduce all works to ashes”. (Bhagavad Gita 4.37)"
  },
  {
    "id": 8,
    "chapter": "2",
    "ShlokaNo": "8",
    "shlok": "त्रिरुन्नतं स्थाप्य समं शरीरं हृदीन्द्रियाणि मनसा संनिवेश्य । ब्रह्मोडुपेन प्रतरेत विद्वान् स्रोतांसि सर्वाणि भयावहानि ॥ ८ ॥",
    "translationHindi": " [ सिर , ग्रीवा और वक्ष:स्थल — इन ] तीनोंको ऊँचे रखते हुए शरीरको सीधा रख मनके द्वारा इन्द्रियोंको हृदयमें सन्निविष्ट कर विद्वान् ओंकाररूप नौकाके द्वारा सम्पूर्ण भयानक जलप्रवाहोंको पार कर जाता है ॥ ८ ॥",
    "translationEnglish": "The wise man should hold his body steady, with the three upper parts erect, turn his senses, with the help of the mind, toward the heart and by means of the raft of Brahman cross the fearful torrents of the world. ",
    "commentaryHindi": "‘ त्रिरुन्नतम् ’ इत्यादि । वक्ष:स्थल , ग्रीवा और सिर — ये तीन जिसमें उन्नत ( उठे हुए ) रखे जाते हैं उस त्रिरुन्नत शरीरको समानभावसे स्थित किया जाता है । तथा मनके द्वारा मन एवं चक्षु आदि इन्द्रियोंको हृदयमें  नियन्त्रित कर ब्रह्म ही उडुप — तरणका साधन है , उस ब्रह्मरूप उडुपके द्वारा — यहाँ आचार्यलोग ‘ ब्रह्म ’ शब्दका अर्थ प्रणव बतलाते हैं , उस उडुप ( नौका ) स्थानीय प्रणवके द्वारा । काकाक्षिन्यायसे * इसका  [ संनिवेश और तरण ] दोनोंके साथ सम्बन्ध है । अर्थात् प्रणवके द्वारा मन और इन्द्रियोंको नियमित कर प्रणवहीसे विद्वान् संसार - सरिताके स्वाभाविक अविद्या , कामना और कर्मोंद्वारा प्रवर्तित भयावह — प्रेत , तिर्यक् एवं  ऊर्ध्व योनियोंको प्राप्त करानेवाले पुनरावृत्तिके हेतुभूत स्रोतोंको पार कर लेता है ॥ ८ ॥  प्राणायामके द्वारा जिसके मनकी अशुद्धि क्षीण हो जाती है उसीका चित्त ब्रह्ममें स्थिर होता है , इसलिये प्राणायामका वर्णन किया जाता है । पहले नाडीशोधन करना चाहिये । उसके पीछे प्राणायाममें अधिकार होता है । दायें नासारन्ध्रको अँगूठेसे दबाकर बायेंसे यथाशक्ति वायु खींचे । तत्पश्चात् दायीं नासिकाको छोड़कर इसी प्रकार [ वाम नासारन्ध्रको अँगुलियोंसे दबावे और ] दायेंसे वायुको बाहर निकाले । फिर दायेंसे पूरक करके यथाशक्ति बायें नासिकारन्ध्रसे रेचक करे । इस प्रकार शेषरात्रि , मध्याह्न , पूर्वरात्रि और अर्धरात्रि — इन चार समय तीनतीन या पाँच - पाँच बार अभ्यास करनेवालेकी एक पक्ष या एक मासमें नाडी शुद्धि हो जाती है । यह रेचक , कुम्भक और पूरकभेदसे तीन प्रकारका प्राणायाम है । ऐसा ही कहा भी है — “ हे गार्गि ! अपने अभीष्ट आसनोंका यथाविधि अभ्यास कर फिर जिस आसनका अभ्यास हो उससे बैठकर प्राणायामका अभ्यास करे । कोमल आसनपर सम्यक् प्रकारसे कुशा और मृगचर्म बिछाकर फल तथा मोदक आदि नैवेद्यके द्वारा गणेशजीका पूजन कर उस आसनपर बायें हाथपर दायाँ हाथ रखे हुए सुखपूर्वक बैठे । सिर और ग्रीवाको सीधे रखे । मुखको [ किसी वस्त्रसे — ] अच्छी तरह ढँक ले तथा शरीरको निश्चल रखे । इस प्रकार नासिकाग्रपर दृष्टि लगाकर पूर्व या उत्तरकी ओर मुख करके बैठ जाय । तथा अतिभोजन और अभोजनको प्रयत्नपूर्वक त्यागकर शास्त्रोक्त पद्धतिसे नाडीशोधन करे । जो योगी नाडीशोधन किये बिना अभ्यास करता है उसका श्रम व्यर्थ होता है । नासिकाग्रपर चन्द्रिकायुक्त विश्वव्यापी चन्द्रबीज ( ठँ या मँ ) - को तथा सप्तम वर्गके बिन्दुयुक्त चतुर्थ वण ( वं ) - को स्थापित कर दोनों नेत्रोंको नासिकाके अग्रभागपर स्थापित करे । इडा ( वाम ) नाडीद्वारा द्वादशमात्रा * - क्रमसे बाह्यवायुको भीतर खींचे । फिर पूर्ववत् देदीप्यमान शिखाओंसे युक्त अग्निका ध्यान करे और उस अग्निमण्डलमें स्थित बिन्दुयुक्त रेफ ( रं ) - का ध्यान करे । तत्पश्चात् धीरे - धीरे पिंगला ( दायीं ) नाडीसे वायुको निकाल दे । फिर वह मूर्तिमान् योगी दायें नासारन्ध्रसे पिंगला नाडीद्वारा प्राण खींचकर उसे धीरे - धीरे इडा नाडीद्वारा बाहर निकाले । इस प्रकार गुरुकी बतलायी हुर्इ विधिसे एकान्तमें तीन - चार वर्ष या तीन - चार मासतक अभ्यास करे । प्रात:काल , मध्याह्न तथा सायंकालमें स्नान कर सन्ध्यादि कर्मोंसे निवृत्त हो छ : - छ : प्राणायाम करे तथा नित्यप्रति मध्यरात्रिमें भी अभ्यास करे । ऐसा करनेसे उसकी नाडीशुद्धि हो जाती है और उसके चिह्न स्पष्ट दीखने लगते हैं । शरीरका हलकापन , कान्ति , जठराग्निकी वृद्धि , नादका सुनायी देने लगना — ये सब नाडी शुद्धिकी सूचना देनेवाले चिह्न हैं । नाडियोंकी शुद्धि जप करनेसे नहीं होती , अत : वह नाडीशुद्धिका हेतु नहीं है । “ इसके पश्चात् रेचक , पूरक और कुम्भक क्रमसे प्राणायाम करे । प्राण और अपानका संयोग होना ही प्राणायाम कहलाता है । हे गार्गि ! प्रणव त्रिरूप है । ये जो रेचक , पूरक और कुम्भक हैं इन्हें प्रणव ही समझो । मैं तुम्हें प्रणवका स्वरूप बतलाता हूँ । वेदके आदिमें जो स्वर ( अ ) है और जो स्वर ( उ ) वेदान्तोंमें स्थित है तथा इनके पीछे जो पंचम वर्ग ( पवर्ग ) - का पंचम वर्ण ( म ) है , इन [ ओंकारकी तीन मात्रा अ , उ और म ] - में प्रथम वर्णको रेचक जानो , द्वितीयको पूरक समझा जाता है और तृतीयको कुम्भक बतलाया गया है । इस प्रकार यह तीन अंगोंवाला प्राणायाम है । इन तीनोंका कारण सभीका कारणरूप प्रकाशमय ब्रह्म है । हे गार्गि ! रेचक और कुम्भक — ये दोनों तो क्रमश : सृष्टि और स्थितिरूप हैं तथा पूरक संहाररूप है । इस प्रकार ये योगियोंकी उत्पत्त्यादिके कारण हैं । पहले षोडशमात्राक्रमसे पैरोंसे लेकर मस्तकपर्यन्त पूरक करे । फिर खूब सावधानीसे बत्तीसमात्राक्रमसे रेचक करे और हे गार्गि ! भरे हुए घड़ेके समान चौसं ठमात्राक्रमसे मूर्द्धदेशमें कुम्भक करता हुआ वायुको निश्चलभावसे धारण करे । ” “ इसके सिवा हे सुन्दरि ! जिन्होंने भूत और आँतोंकी शुद्धि की है ऐसे प्राणजयमें तत्पर कुछ अन्य प्राणायामपरायण ऋषियोंका कहना है कि पहले चौसं ठमात्राक्रमसे कुम्भक करके एक नासारन्ध्रसे षोडशमात्राक्रमसे रेचक करे । इसके पश्चात् षोडशमात्राक्रमसे दोनों नासारन्ध्रोंमें वायु पूर्ण करे । इस प्रकार प्राणजयी योगी प्राणसंयमको अपने अधीन कर ले । ” “ प्राण पाँच कहे गये हैं , वे प्राणके आश्रित पाँच दैहिक वायु हैं । समस्त प्राणियोंके शरीरोंके अन्तर्गत उन पाँच प्राण - वायुओंमें प्राण सबसे मुख्य है । वह प्राण ओष्ठ और नासिकाके मध्यमें हृदयमें , नाभिमण्डलमें तथा पैरोंके अँगूठोंमें भी रहता हुआ शरीरके सभी अंगोंमें विद्यमान है । नित्यप्रति सोलह प्राणायामोंका अभ्यास करे , इससे मनोवांछित पदार्थ प्राप्त होते हैं और वह योगाभ्यासी समस्त प्राणोंपर विजय प्राप्त कर लेता है । साधकको चाहिये कि प्राणायामद्वारा शारीरिक दोषोंको भस्म करे , धारणासे पापोंका नाश करे , प्रत्याहारसे वैषयिक संसर्गोंका अन्त करे और ध्यानसे अनीश्वर गुणोंकी निवृत्ति करे । जो पुरुष प्रतिदिन स्नान करके सौ प्राणायाम करता है वह यदि माता , पिता या गुरुकी हत्या करनेवाला हो तो भी  तीन वर्षमें उस पापसे मुक्त हो जाता है । ” करे । जो पुरुष प्रतिदिन स्नान करके सौ प्राणायाम करता है वह यदि माता , पिता या गुरुकी हत्या करनेवाला हो तो भी तीन वर्षमें उस पापसे मुक्त हो जाता है । ",
    "commentaryEnglish": "In the previous Mantras the seeker was advised about concentration and meditation on Brahman. Now how this can be brought about in practical life through practice of Yoga is taken up. First about the body postures, the teacher says that the body should be held steady and the three parts viz., chest, neck and head should be held erect. Then, by using the mind to control senses, thoughts should be directed toward the heart which is believed to be the abode of Brahman where one feels very vividly the presence of the Spirit. Thereafter, repeating and meditating on the meaning of the sacred syllable AUM (which this Mantra refers to as Brahman - brahma sabdam pranavam varnayanti - Sankara) are prescribed. By following this procedure, the unenlightened life of the world sustained by desires, ignorance, actions, which make the person, assume various bodies in the repeated cycle of birth and death and which prolongs the suffering in the phenomenal world can be crossed over. This is suggested in the Bhagavad Gita also as under: samam kaayashirogreevam dhaarayannachalam sthirah samprekshya naasikaagram swam dishashchaanavalokayan // 6.13 // prashaantaatmaa vigatabheer brahmachaarivrate sthitah manah samyamya macchitto yukta aaseeta matparah // 6.14 // “Let him firmly hold his body, head and neck erect and still, gazing at the tip of his nose without looking around, serene minded, fearless, firm in the vow of Brahmacharya, having controlled the mind, thinking on Me and balanced, let him sit in yoga, having Me as the Supreme goal”. The teacher of this Upanishad recommends the disciplines of Patanjali Yoga Sutras for the attainment of Samadhi in which the Knowledge of Brahman is directly realized. Mere intellectual knowledge gives only an indirect perception of Reality. (Note: For a detailed exposition on Patanjali Yoga Sutras, the reader may refer to the author’s articles entitled “Patanjali Yoga Sutras” and “A Note on the Concept of Yoga in Patanjali Yoga Sutras” appearing under the category ‘Yoga And Meditation’ in this website). "
  },
  {
    "id": 9,
    "chapter": "2",
    "ShlokaNo": "9",
    "shlok": "प्राणान्प्रपीड्येह संयुक्तचेष्ट : क्षीणे प्राणे नासिकयोच्छ्वसीत । दुष्टाश्वयुक्तमिव वाहमेनं विद्वान्मनो धारयेताप्रमत्त : ॥ ९ ॥ ",
    "translationHindi": "साधकको चाहिये कि युक्त आहार - विहार करता हुआ प्राणोंका निरोधकर जब प्राणशक्ति ( प्राणधारणका सामर्थ्य ) क्षीण हो जाय तब नासिकारन्ध्रद्वारा उसे बाहर निकाल दे । और फिर वह विद्वान् पुरुष दुष्ट अश्वसे  युक्त रथके सारथिके समान सावधान होकर मनका नियन्त्रण करे ॥ ९ ॥",
    "translationEnglish": "The yogi of well regulated endeavors should control the pranas; when they are quieted he should breathe out through the nostrils. Then let him undistractedly restrain his mind, as a charioteer restrains his vicious horses.",
    "commentaryHindi": "जिसकी चेष्टा “ नात्यश्नतस्तु योगोऽस्ति ” इत्यादि श्लोकमें बतलाये हुए नियमके अनुसार संयुक्त यानी संयत है उसे संयुक्तचेष्ट कहते हैं । प्राणके क्षीण होनेपर अर्थात् प्राणशक्तिका ह्रास होनेसे मनके तनु हो जानेपर  नासिकारन्ध्रोंके द्वारा धीरे - धीरे श्वास बाहर निकाले , मुखसे नहीं । तात्पर्य यह है कि वायुको रोककर फिर उसे धीरे - धीरे नासिकासे निकाले । फिर अप्रमत्त — सावधान रहकर उद्धत घोड़ोंवाले रथके सारथिके समान मनको  मनन करनेसे रोके ॥ ९ ॥",
    "commentaryEnglish": "Pranayama or the control of the breath by regulating inhaling, exhaling and withholding of breath, which helps to steady the mind in the contemplation of Brahman, is elaborated in this Mantra. Sankara says pranayama is not the goal but the means for controlling the mind just as a charioteer is the means for controlling the unruly horses of a chariot. The Bhagavad Gita 5.27 and 28 say “Shutting out all external contacts and fixing the gaze as though between the eye-brows, equalizing the outgoing and incoming breath moving within the nostrils, with senses, mind and intellect ever controlled, having liberation as his Supreme Goal, free from desire, fear and anger - the sage is verily liberated for ever”. "
  },
  {
    "id": 10,
    "chapter": "2",
    "ShlokaNo": "10",
    "shlok": "समे शुचौ शर्करावह्निवालुका विवर्जि ते शब्दजलाश्रयादिभि : । मनोऽनुकूले न तु चक्षुपीडने गुहानिवाताश्रयणे प्रयोजयेत् ॥ १० ॥",
    "translationHindi": "जो समतल , पवित्र , शर्करा , अग्नि और बालूसे रहित तथा शब्द , जल और आश्रयादिसे भी शून्य हो , मनके अनुकूल हो एवं नेत्रोंको पीड़ा देनेवाला न हो ऐसे गुहा आदि वायुशून्य स्थानमें मनको युक्त करे ॥ १० ॥",
    "translationEnglish": "Let yoga be practiced within a cave protected from the high wind, or in a place which is level, pure and free from pebbles, gravel and fire, undisturbed by the noise of water or of market-booths and which is delightful to the mind and not offensive to the eye.",
    "commentaryHindi": "‘समे’ इत्यादि। सम अर्थात् जो देश ऊँचार्इ-नीचार्इसे रहित हो, तथा जो शुचि—शुद्ध हो, शर्करा, अग्नि और बालूसे रहित हो—शर्करा छोटे-छोटे पत्थरके टुकड़ोंको और बालू उनके चूरेको कहते हैं—तथा शब्द, जल और आश्रयादिसे भी शून्य हो, यानी शब्द—कलह  आदिके कोलाहल, समस्त प्राणियोंके उपयोगमें आनेवाले जल (पनघट) और आश्रय—जनसाधारणके ठहरनेके स्थानसे रहित हो, मनोऽनुकूल—मनोरम हो, नेत्रोंको पीड़ा पहुँचानेवाला अर्थात् जहाँ कोर्इ विरोधी सामने [न] हो।  यहाँ ‘चक्षुपीडने’ में चक्षु:के विसर्गका लोप वैदिक है। ऐसे गुहादि एकान्त और वायुशून्य स्थानमें बैठकर चित्तको प्रयुक्त करे अर्थात् परमात्मामें लगावे॥ १० ॥",
    "commentaryEnglish": "The importance of physical surroundings is highlighted here. A congenial place and ambience is always recommended for Yogic Practices in various scriptures. A convenient location without external disturbances caused by noise, fire, human traffic etc., and also pleasing to the eye is recommended to help concentration of mind and still the senses. A reference may be made to the Bhagavad Gita which says: yogee yunjeeta satatamaatmaanam rahasi sthitah ekaakee yatachittatmaa niraasheeraparigrahah // 6.10 // shuchau deshe pratishthaapya sthiramaasanamaatmanah naatyucchritam naatineecham chailaajinakushottaram // 6.11 // tatraikaagram manah kritwaa yatachittendriyakriyah upavishyaasane yunjyaadyogamaatmavishuddhaye // 6.12 // “A Yogi should always try constantly to concentrate his mind (on the Supreme Self), remaining in solitude, living alone with the mind and body controlled, free from desires and possessions. Having established in a clean spot his firm seat, neither too high nor too low, made of a cloth, a skin and Kusa grass, one over the other. There, having made the mind one-pointed, with actions of the mind and sense controlled, let him, seated on the seat, practice yoga for the purification of the self”."
  },
  {
    "id": 11,
    "chapter": "2",
    "ShlokaNo": "11",
    "shlok": "नीहारधूमार्कानिलानलानां खद्योतविद्युत्स्फटिकशशीनाम् । एतानि रूपाणि पुर:सराणि ब्रह्मण्यभिव्यक्तिकराणि योगे ॥ ११ ॥",
    "translationHindi": "योगाभ्यास आरम्भ करनेपर पहले अनुभव होनेवाले कुहरे , धूम , सूर्य , वायु , अग्नि , खद्योत ( जुगनू ) , विद्युत् , स्फटिकमणि और चन्द्रमा इनके रूप ब्रह्मकी अभिव्यक्ति करनेवाले होते हैं ॥ ११ ॥",
    "translationEnglish": "When yoga is practiced, the forms which appear first and which gradually manifest Brahman are those of snow-flakes, smoke, sun, wind, fire, fire-flies, lightning, crystal and the moon. ",
    "commentaryHindi": "नीहार कुहरेको कहते हैं , प्राणोंके सहित चित्तवृत्ति कुहरेके समान प्रवृत्त होने लगती है । * उसके पश्चात् धूआँ - सा भासने लगता है । फिर सूर्यवत् और उसके पश्चात् वायु - सा प्रतीत होता है । तदनन्तर वायु अग्निके समान  अत्यन्त उष्ण एवं प्रकाश और दाह करनेवाला जान पड़ता है तथा बाह्यवायुके समान अत्यन्त क्षुभित होकर बड़ा बलवान् जान पड़ता है । कभी जुगनुओंसे जगमगाता हुआ - सा आकाश दिखायी देने लगता है , कभी विद्युत्के  समान तेजोमयी वस्तु दीखती है , कभी स्फटिकका आका दीख पड़ता है और कभी पूर्ण चन्द्रमा - सा दिखायी देता है । ब्रह्मानुसन्धानके प्रयोजनसे किये जानेवाले योगमें ये सब रूप पहले दिखायी देते हैं । इसके पश्चात् परमयोगकी  सिद्धि होती है ॥ ११ ॥",
    "commentaryEnglish": "Certain visions which the seeker experiences as the forerunners to the revelation of Brahman in the path of Yoga have been described. They indicate the progress in the Yogic Path. But one should keep in mind that visions do not occur to all and the crux of the matter is the change of character of the seeker for better whether visions occur or not. The idea is that if one has many visions but no transformation in character those visions are as good as useless. The main thing to observe is whether those visions enhance one’s God vision or not. "
  },
  {
    "id": 12,
    "chapter": "2",
    "ShlokaNo": "12",
    "shlok": "पृथ्व्यप्तेजोऽनिलखे समुत्थिते पञ्चात्मके योगगुणे प्रवृत्ते । न तस्य रोगो न जरा न मृत्यु : प्राप्तस्य योगाग्निमयं शरीरम् ॥ १२ ॥ ",
    "translationHindi": "पृथिवी , जल , अग्नि , वायु और आकाशकी अभिव्यक्ति होनेपर अर्थात् पंचभूतमय योग गुणोंका अनुभव होनेपर जिसे योगाग्निमय शरीर प्राप्त हो गया है उस योगीको न रोग होता है , न वृद्धावस्था प्राप्त होती है और  न उसकी असामयिक मृत्यु ही होती है ॥ १२ ॥",
    "translationEnglish": "When earth, water fire, air and akasa arise, that is to say, when the five attributes of the elements, mentioned in the books on yoga, become manifest then the yogi's body becomes purified by the fire of yoga and he is free from illness, old age and death. ",
    "commentaryHindi": "‘ पृथ्व्यप्तेजो० ’ इत्यादि । ‘ पृथिव्यप्ते - जोऽनिलखे ’ इस पदसे समाहारद्वन्द्व - समाससम्बन्धी एकवद्भावद्वारा पृथिवी आदि पाँच भूतोंका निर्देश किया गया है । उन पाँचों भूतोंके प्रकट होनेपर अर्थात् पंचात्मक योगगुणके  प्रवृत्त होनेपर — इस प्रकार यह इसकी व्याख्या है । वह कौन योगगुण प्रवृत्त होता है ? [ सो बतलाते हैं — ] गन्धवती पृथिवीका गुण गन्ध उस योगीको अनुभव होता है तथा जलसे रसकी प्रवृत्ति होती है । इसी प्रकार अन्य भूतोंके  विषयमें समझना चाहिये । कहा भी है — “ ज्योतिष्मती , स्पर्शवती और रसवती तथा इनसे भिन्न एक गन्धवती — ये योगीकी चार प्रवृत्तियाँ कही गयी हैं । इन योगप्रवृत्तियोंमेंसे यदि एककी भी प्रवृत्ति हो जाय तो योगिजन  उस साधकको योगमें प्रवृत्त हुआ बतलाते हैं । उस योगीको न रोग होता है , न वृद्धावस्था होती है और न मृत्युका ही उसपर प्रभाव होता है । किसे ? जिसे योगाग्निमय शरीर प्राप्त हो गया है अर्थात् जिसे ऐसा शरीर प्राप्त हो  गया है कि जिसके दोषसमूह योगाग्निसे भस्म हो गये हैं । शेष ( तेरहवें मन्त्रका ) अर्थ स्पष्ट है ॥ १२ - १३ ॥",
    "commentaryEnglish": "In this Mantra and the next the emanation of subtle powers of the sense organs due to the gross personality becoming subtle by the practice of Yoga are being described. Each of the subtle elements is endowed with its unique characteristic like earth with smell, water with taste, fire with form, air with touch and akasa (space) with sound. Through concentration the Yogi can experience these attributes. Thus by concentrating on the tip of the nose he enjoys a heavenly fragrance; by concentrating on the tip of the tongue; a heavenly flavor; on the middle of the tongue, a heavenly touch; on the root of the tongue, a heavenly sound. By means of these perceptions the whole personality becomes subtle and the mind becomes steady, for it is no longer attracted by outward objects. This is referred to as attaining siddhi in Patanjali Yoga Sutras. But the seeker should not become arrogant with attaining these powers as his final goal is realizing Brahman. "
  },
  {
    "id": 13,
    "chapter": "2",
    "ShlokaNo": "13",
    "shlok": " लघुत्वमारोग्यमलोलुपत्वं वर्णप्रसादं स्वरसौष्ठवं च । गन्ध : शुभो मूत्रपुरीषमल्पं योगप्रवृत्तिं प्रथमां वदन्ति ॥ १३ ॥ ",
    "translationHindi": "शरीरका हलकापन , नीरोगता , विषयासक्तिकी निवृत्ति , शारीरिक कान्तिकी उज्ज्वलता , स्वरकी मधुरता , सुगन्ध और मल - मूत्रकी न्यूनता — इन सबको योगकी पहली सिद्धि कहते हैं ॥ १३ ॥",
    "translationEnglish": "The precursors of perfection in yoga, they say, are lightness and healthiness of the body, absence of desire, clear complexion, and pleasantness of voice, sweet odor and slight excretions",
    "commentaryHindi": "‘ पृथ्व्यप्तेजो० ’ इत्यादि । ‘ पृथिव्यप्ते - जोऽनिलखे ’ इस पदसे समाहारद्वन्द्व - समाससम्बन्धी एकवद्भावद्वारा पृथिवी आदि पाँच भूतोंका निर्देश किया गया है । उन पाँचों भूतोंके प्रकट होनेपर अर्थात् पंचात्मक योगगुणके  प्रवृत्त होनेपर — इस प्रकार यह इसकी व्याख्या है । वह कौन योगगुण प्रवृत्त होता है ? [ सो बतलाते हैं — ] गन्धवती पृथिवीका गुण गन्ध उस योगीको अनुभव होता है तथा जलसे रसकी प्रवृत्ति होती है । इसी प्रकार अन्य भूतोंके  विषयमें समझना चाहिये । कहा भी है — “ ज्योतिष्मती , स्पर्शवती और रसवती तथा इनसे भिन्न एक गन्धवती — ये योगीकी चार प्रवृत्तियाँ कही गयी हैं । इन योगप्रवृत्तियोंमेंसे यदि एककी भी प्रवृत्ति हो जाय तो योगिजन  उस साधकको योगमें प्रवृत्त हुआ बतलाते हैं । उस योगीको न रोग होता है , न वृद्धावस्था होती है और न मृत्युका ही उसपर प्रभाव होता है । किसे ? जिसे योगाग्निमय शरीर प्राप्त हो गया है अर्थात् जिसे ऐसा शरीर प्राप्त हो  गया है कि जिसके दोषसमूह योगाग्निसे भस्म हो गये हैं । शेष ( तेरहवें मन्त्रका ) अर्थ स्पष्ट है ॥ १२ - १३ ॥",
    "commentaryEnglish": "The previous Mantra told us that Pranayama awakens the subtle powers in the seeker. This Mantra gives the details about the effect of such awakening on the body such as lightness, clear complexion etc. But it should always be noted that these are only initial stages and Pranayama should not be considered as the final objective. It is only a purification process for the final goal of concentration and self-absorption in Brahman. "
  },
  {
    "id": 14,
    "chapter": "2",
    "ShlokaNo": "14",
    "shlok": " यथैव विम्बं मृदयोपलिप्तं तेजोमयं भ्राजते तत्सुधान्तम् । तद्वात्मतत्त्वं प्रसमीक्ष्य देही एक : कृतार्थो भवते वीतशोक : ॥ १४ ॥",
    "translationHindi": " जिस प्रकार मृत्तिकासे मलिन हुआ विम्ब ( सोने या चाँदीका टुकड़ा ) शोधन किये जानेपर तेजोमय होकर चमकने लगता है , उसी प्रकार देहधारी जीव आत्मतत्त्वका साक्षात्कार कर अद्वितीय , कृतकृत्य और शोकरहित हो जाता है ॥ १४ ॥ ",
    "translationEnglish": "As gold covered by earth shines bright after it has been purified, so also the yogi, realizing the truth of Atman, becomes one with the non-dual Atman, attains the goal and is free from grief. ",
    "commentaryHindi": "‘ यथैव ’ इत्यादि । जिस प्रकार सुवर्ण या रजतका पिण्ड पहले मिट्टीसे भरा हुआ अर्थात् मिट्टी आदिसे मलिन हुआ रहनेपर फिर सुधान्त अर्थात् अग्नि आदिसे सुधौत यानी निर्मल किये जानेपर तेजोमय होकर चमकने लगता है —  मूलमें ‘ सुधौतम् ’ के अर्थमें ‘ सुधान्तम् ’ यह प्रयोग वैदिक है — उसी प्रकार आत्मतत्त्वका साक्षात्कार करनेपर जीव अद्वितीय , कृतार्थ और शोकरहित हो जाता है । अन्य शाखाओंमें जहाँ ‘ तद्वत्सतत्त्वं प्रसमीक्ष्य देही ’  ऐसा पाठ है । वहाँ भी यही अर्थ है ॥ १४ ॥",
    "commentaryEnglish": "The seeker’s attainment of the state of Samadhi is described in this Mantra. A gold plate covered with dust regains its original state of brightness and shining when the dust gathered on it is rubbed out. So too, from the state of ignorance when the impurity of subject-object relationship is removed the real nature of Pure Consciousness or Atman shines forth and the seeker attains the non-dual perception of universal unity. Avidya is the dirt, Sadhana is Tapas and Pranayama is the means to achieve this goal. The seeker then becomes free from all sorrows of the world of duality. "
  },
  {
    "id": 15,
    "chapter": "2",
    "ShlokaNo": "15",
    "shlok": " यदात्मतत्त्वेन तु ब्रह्मतत्त्वं दीपोपमेनेह युक्त : प्रपश्येत् । अजं ध्रुवं सर्वतत्त्वैर्विशुद्धं ज्ञात्वा देवं मुच्यते सर्वपाशै : ॥ १५ ॥",
    "translationHindi": "जिस समय योगी दीपकके समान प्रकाशस्वरूप आत्मभावसे ब्रह्मतत्त्वका साक्षात्कार करता है उस समय उस अजन्मा , निश्चल और समस्त तत्त्वोंसे विशुद्ध देवको जानकर वह सम्पूर्ण बन्धनोंसे मुक्त हो जाता है ॥ १५ ॥ ",
    "translationEnglish": "And when the yogi beholds the real nature of Brahman, through the Knowledge of the Self, radiant as a lamp, then, having known the unborn and immutable Lord, who is untouched by ignorance and its effects, he is freed from all fetters. ",
    "commentaryHindi": "‘ यदा ’ इत्यादि । जिस समय अर्थात् जिस अवस्थामें आत्मतत्त्वसे — अपने आत्मस्वरूपसे , कैसे आत्मस्वरूपसे ? दीपोपम — दीपकस्थानीय अर्थात् प्रकाशस्वरूपसे ब्रह्मतत्त्वका साक्षात्कार करता है । यहाँ ‘ तु ’  शब्द निश्चयार्थक है । अत : तात्पर्य यह है कि परमात्माको आत्मभावसे ही जानना चाहिये । कहा भी है — “ उसने आत्माको ही जाना कि मैं ब्रह्म हूँ । ” कैसे ब्रह्मका साक्षात्कार करता है ? — जो किसी अन्यसे उत्पन्न  नहीं हुआ , ध्रुव अर्थात् अपने स्वरूपसे च्युत नहीं होता और सम्पूर्ण तत्त्वों यानी अविद्या और उसके कार्योंसे विशुद्ध — असंस्पृष्ट है ; उस देवको जानकर जीव अविद्यादि समस्त पाशोंसे मुक्त हो जाता है ॥ १५ ॥",
    "commentaryEnglish": "The question what happens when the seeker is absolutely purified by knowledge is answered in this Mantra. The answer is that he simultaneously realizes his identity with Brahman just like a lamp becomes luminous when it is lit. As the luminosity is the very nature of the lamp which it regains when it is lighted so also the seeker identifies himself with Brahman and its power the moment he acquires Self-Realization. The point to note is that the identity of Sadhaka with Brahman is not something which is attained but it is their very nature, an eternal fact, which is cognized only in Samadhi. The realization is 22 that the seeker was never different from Brahman or the thing that is sought just as the lamp and its luminosity were never different from each other and that there was never a Sadhaka really speaking. Thus Shuddha Atma and Shuddha Mind are one and the same. "
  },
  {
    "id": 16,
    "chapter": "2",
    "ShlokaNo": "16",
    "shlok": "एष ह देव : प्रदिशोऽनु सर्वा : पूर्वो ह जात : स उ गर्भे अन्त : । स एव जात : स जनिष्यमाण : प्रत्यङ् जनांस्तिष्ठति सर्वतोमुख : ॥ १६ ॥",
    "translationHindi": " यह देव ही सम्पूर्ण दिशा - विदिशा है , यही [ हिरण्यगर्भरूपसे ] पहले उत्पन्न हुआ था , यही गर्भके अन्तर्गत है , यही उत्पन्न हुआ है और यही उत्पन्न होनेवाला है । यह समस्त जीवोंमें प्रतिष्ठित और सर्वतोमुख है ॥ १६ ॥- ",
    "translationEnglish": "He indeed, the Lord, who pervades all regions, was the first to be born and it is He who dwells in the womb of the universe. It is He, again, who is born as a child and He will be born in the future, He stands behind all persons and His face is everywhere. ",
    "commentaryHindi": "‘ एष ह ’ इत्यादि । यह देव ही प्रदिश अर्थात् पूर्वादि सम्पूर्ण दिशा और उपदिशाएँ है , यह हिरण्यगर्भरूपसे सबसे पहले उत्पन्न हुआ था , यही गर्भके भीतर विद्यमान है , यही शिशुरूपसे उत्पन्न हुआ है , यही उत्पन्न होनेवाला  भी है , यही समस्त जीवोंमें प्रत्यङ् — अन्तरात्मरूपसे स्थित है , समस्त प्राणियोंके मुख इसीके हैं , इसलिये यह सर्वतोमुख है ॥ १६ ॥",
    "commentaryEnglish": "On attaining Self-Knowledge the seeker starts looking at the world through a different looking-glass. Earlier he was feeling ‘I am’, ‘My body’ ‘Your house’ etc., and now he feels that all relative things of the world as that very Brahman itself. He sees the gross world of multiplicities as the manifestation of Brahman and that there is no difference between them - he concludes ‘Verily all this is Brahman’, “sarvam khalu idam brahma”. Everything that is perceived in human consciousness is seen as the manifestation of Brahman. This truth becomes a fact in the Sadhaka’s life. This is called ‘samyakdarshana’."
  },
  {
    "id": 17,
    "chapter": "2",
    "ShlokaNo": "17",
    "shlok": "यो देवो अग्नौ यो अप्सु यो विश्वं भुवनमाविवेश । य ओषधीषु यो वनस्पतिषु तस्मै देवाय नमो नम : ॥ १७ ॥",
    "translationHindi": " जो देव अग्निमें है , जो जलमें है और जिसने सम्पूर्ण भुवनको व्याप्त कर रखा है तथा जो ओषधि और वनस्पतियोंमें भी विद्यमान है उस देवको नमस्कार है , नमस्कार है ॥ १७ ॥",
    "translationEnglish": "The Self-luminous Lord, who is fire, who is in water, who has entered into the whole world, who is in plants, who is in trees - to that Lord let there be adoration! Yea, let there be adoration! ",
    "commentaryHindi": "‘ यो देवो ’ इत्यादि । जिसने सम्पूर्ण भुवनको अर्थात् स्वयं रचे हुए संसारमण्डलको व्याप्त कर रखा है , जो शालि आदि ओषधियोंमें और अश्वत्थादि वनस्पतियोंमें भी विद्यमान है उस विश्वात्मा — जगत्के मूल कारण  परमेश्वरको नमस्कार है , नमस्कार है । ‘ नम : ’ शब्दकी द्विरुक्ति आदरके लिये और अध्यायकी समाप्तिके लिये है ॥ १७ ॥",
    "commentaryEnglish": "So far the seeker was adoring the Lord as an auxiliary aid to Sadhana and now he adores the Lord as an expression of devotion or bhakti wherein no dualistic salutation is meant but a salutation in which the person who salutes, the saluted and the salutation all three are the one Brahman. Such a realized person points out that the same God who is in the fire, water and who pervades the whole world is in the plants as well as in big trees, and everywhere. He salutes such a God again and again indicating that there is nothing other than God anywhere including himself and his salutations. “Not I, but Thou and Thou alone”. This is Advaita and Bhakti. The whole Sadhana is a blend of Bhakti and Jnana. "
  },{
    "id": 1,
    "chapter": "3",
    "ShlokaNo": "1",
    "shlok": "य एको जालवानीशत र्इशनीभि : सर्वाल्ँलोकानीशत र्इशनीभि : । य एवैक उद्भवे सम्भवे च य एतद्विदुरमृतास्ते भवन्ति ॥ १ ॥",
    "translationHindi": "जो एक जालवान् ( मायावी ) अपनी र्इश्वरीय शक्तियोंसे शासन करता है , जो अकेला ही ऐश्वर्यसे योग होनेपर और जगत्के प्रादुर्भावके समय अपनी शक्तियोंसे सम्पूर्ण लोकोंका शासन करता है , उसे जो जानते हैं वे अमर हो जाते हैं ॥ १ ॥",
    "translationEnglish": "The one who spreads the net, who rules alone by His powers, who rules all the worlds by His powers, who is one and the same at the time of creation and dissolution of the worlds - they who know Him become immortal. ",
    "commentaryHindi": "‘ य एको ’ इत्यादि । जो एक परमात्मा है वह जालवान् है । दुस्तर होनेके कारण जाल मायाका नाम है । भगवान्ने भी ऐसा ही कहा है कि “ मेरी मायाको पार करना कठिन है । ” उस जालसे जो युक्त है वह [ परमात्मा ] जालवान् है । ‘ तत् अस्य अस्ति ’  ( वह उसका है ) * इस व्युत्पत्तिके अनुसार ‘ जालवान् ’ शब्द सिद्ध होता है । जालवान् अर्थात् मायावी परमेश्वर मायोपाधिक होकर शासन करता है । किनके द्वारा शासन करता है ? [ इसके उत्तरमें कहते हैं — ] ‘ र्इशनीभि : ’ अपनी शक्तियोंके द्वारा ।  इसी आशयसे यहाँ ऐसा कहा है — ‘ र्इशते र्इशनीभि : । ’ ‘ र्इशनीभि : ’ अर्थात् अपनी परम शक्तियोंके द्वारा शासन करता है । किनका शासन करता है ? वह उन शक्तियोंद्वारा सम्पूर्ण लोकोंका शासन करता है । किस समय ? उद्भव — अर्थात् विभूतियों ( ऐश्वर्यों ) -  से योग होनेपर और सम्भव जगत्के प्रादुर्भावके समय । जो इसे जानते हैं वे अमृत — अमरणधर्मा ( अमर ) हो जाते हैं ॥ १ ॥",
    "commentaryEnglish": "In this chapter, the Supreme Self is represented as the Isa or Rudra who rules by His own creative powers of Maya. These words describe the indefinable Brahman. Brahman always exists as one who is free from the slightest duality. Indeed, there is nothing but Brahman at any time. But Brahman appears as many. When we understand Brahman as one without any attributes (upadhi) then it is Nirguna Brahman, the Impersonal Absolute, the Unmanifest, which is free from Maya, the creative power. When we consider the same Brahman as with attributes, then it becomes Saguna Brahman or Isvara, the Manifest, the Personal God who is connected with Maya which is under His perfect control. This Mantra refers to Maya as jala which means a net and creation of the universe as casting of the net (Maya jaal). It is through Maya, the creative power of Brahman, the universe is projected, sustained and dissolved and hence Brahman appears as many. As concentration on the Absolute is difficult the one Impersonal Absolute becomes the Personal God, Isvara, for the purposes of devotion and meditation of the devotees. Brahman is nirguna, without any qualities or traits, but Isvara is saguna, possessing innumerable qualities. So although we cannot conceive of Brahman or speak of it, we can say a great deal about Isvara, even though we cannot encompass His total being. Isvara controls and guides the evolution of all creation through His divine power of Maya. All that is “done” is done by Him in conjunction with Maya, for Brahman never acts. Isvara, as an emanation of Brahman, arises as the first step in creation, and remains as the last step at the time of dissolution. Then He merges into Brahman which alone remains. The Mantra says that those who come to know Him in essence i.e., who realize that individual Self is non-different from the Universal Self, Brahman, become one with Brahman. Therefore it is a wrong belief that meditation on Saguna Brahman has a different result than meditation on Nirguna Brahman. This is also explained in the Bhagavad Gita (12.1-8). "
  },
  {
    "id": 2,
    "chapter": "3",
    "ShlokaNo": "2",
    "shlok": "एको हि रुद्रो न द्वितीयाय तस्थु र्य इमाँल्लोकानीशत र्इशनीभि : । प्रत्यङ् जनांस्तिष्ठति संचुकोचान्तकाले संसृज्य विश्वा भुवनानि गोपा : ॥ २ ॥",
    "translationHindi": " क्योंकि एक ही रुद्र है , इसलिये [ ब्रह्मविद्गण ] उससे भिन्न किसी अन्य वस्तुके लिये अपेक्षा नहीं करते । वह अपनी [ ब्रह्मादि ] शक्तियोंद्वारा इन लोकोंका शासन करता है ,  वह समस्त जीवोंके भीतर स्थित है और सम्पूर्ण लोकोंकी रचना कर उनका रक्षक होकर प्रलयकालमें उन्हें संकुचित कर लेता है ॥ २ ॥ ",
    "translationEnglish": "Rudra is truly one; for the knowers of Brahman do not admit the existence of a second, He alone rules all the worlds by His powers. He dwells as the inner Self of every living being. After having created all the worlds, He, their Protector, takes them back into Himself at the end of time.",
    "commentaryHindi": "‘ एको हि ’ इत्यादि । क्योंकि एक ही रुद्र है , अत : परमार्थदर्शी ब्रह्मविद्गण स्वत : किसी दूसरी वस्तुके लिये अपेक्षा नहीं करते । यहाँ ‘ हि ’ शब्द ‘ यस्मात् ’ ( क्योंकि ) - के अर्थमें है । इसीसे कहा है ‘ एको रुद्रो न द्वितीयाय तस्थु : । ’  जो अपनी शक्तियोंद्वारा इन लोकोंका शासननिय मन करता है , वह समस्त जीवोंके भीतर अर्थात् प्रत्येक पुरुषमें स्थित है । तात्पर्य यह है कि प्रत्येक रूपके अनुरूप हो रहा है । तथा वह अन्तकाल यानी प्रलयकालमें संकुचित करता है । क्या करके ? सम्पूर्ण  लोकोंकी रचना कर उनका गोपा — रक्षक होकर । यहाँ यह कहा गया है कि परमात्मा अद्वितीय है , वह कुम्हारकी तरह मृत्पिण्डरूप अपने - आपको उपादान कारणरूपसे ग्रहण नहीं करता ; तो फिर क्या करता है ? वह अपनी शक्तिको क्षुब्ध करनेसे ही जगत्का  रचयिता या नियन्ता कहा जाता है । अगला मन्त्र उसीकी विराट्रूपसे स्थिति और उसके जगत्कर्तृत्वका प्रतिपादन करता है ॥ २ ॥",
    "commentaryEnglish": "In this Mantra, the Highest Reality, Brahman is identified with Rudra who is assigned the three functions of creation, protection or maintenance and dissolution of the universe. The epithet Rudra means the destroyer of all that is false or evil, ignorance and their effects, sorrow and suffering and who confers wisdom and bliss. In the Rig Veda Rudra is the personification of Brahman in its destructive aspect. In the later portion of the Veda, Rudra is described as Siva, the auspicious, as Mahadeva, the great God. Siva has two aspects viz., Rudra meaning fierce and Saumya meaning the Good. The Upanishad speaks about Brahman as Rudra because its teaching lays stress on the destruction of false or ego, which obstructs spiritual progress. Rudra after creating universe with his own power, Maya, takes them back unto himself at the end of time or cosmic pralaya or dissolution. Rudra is the antaryamin, the indweller of all beings. He lives as pratyagatma -inward or individual soul, as the mirror image of the Self which pervades the entire universe (rupam rupam pratirupo babhuva). He witnesses silently all the actions and thoughts of men and dispenses the fruits of their actions. "
  },
  {
    "id": 3,
    "chapter": "3",
    "ShlokaNo": "3",
    "shlok": "विश्वतश्चक्षुरुत विश्वतोमुखो विश्वतोबाहुरुत विश्वतस्पात् । सं बाहुभ्यां धमति संपतत्रै र्द्यावाभूमी जनयन्देव एक : ॥ ३ ॥ ",
    "translationHindi": "वह सब ओर नेत्रोंवाला , सब ओर मुखोंवाला , सब ओर भुजाओंवाला और सब ओर पैरोंवाला है । वह एकमात्र देव ( प्रकाशमय परमात्मा ) द्युलोक और पृथ्वीकी रचना करता हुआ [ वहाँके मनुष्य - पक्षी आदि प्राणियोंको ] दो  भुजाओं और पतत्रों ( पैरों एवं पंखों ) - से युक्त करता है * ॥ ३ ॥",
    "translationEnglish": "His eyes are everywhere, His faces everywhere, His arms everywhere, everywhere His feet. He it is who endows men with arms, birds with feet and wings and men likewise with feet. Having produced heaven and earth, He remains as their non-dual manifester.",
    "commentaryHindi": "‘ विश्वतश्चक्षुरुत ’ इत्यादि । समस्त प्राणियोंके चक्षु इस परमात्माके ही हैं , इसलिये यह विश्वतश्चक्षु है । अत : अपनी इच्छामात्रसे ही इसमें सर्वत्र चक्षु यानी रूपादिको ग्रहण करनेका सामर्थ्य है । इसी प्रकार आगे [ विश्वतोमुख : आदिमें ] भी अर्थकी योजना कर लेनी चाहिये ।  वह दो भुजाओंद्वारा संयुक्त करता है ; धातुओंके अनेक अर्थ होते हैं [ इसीसे अग्निसंयोगके अर्थमें प्रयुक्त होनेवाले ‘ धमति ’ का अर्थ संयोजन लिया गया है । ] तथा पक्षियों और दो पैरोंवाले मनुष्यादिको पतत्रों * ( पंखों और पैरों ) - से युक्त करता है । क्या करता हुआ ?  द्युलोक और पृथिवीकी सृष्टि करता हुआ । तात्पर्य यह है कि उस एकमात्र देवने विराट्की रचना की ॥ ३ ॥ ",
    "commentaryEnglish": "We find this idea in the Bhagavd Gita also as under: sarvatah paanipaadam tat sarvato’kshishiromukham sarvatah shrutimalloke sarvamaavritya tishtathi // 13.14 // With hands and feet everywhere, with eyes, heads and mouths everywhere, with ears everywhere he exists in the world, enveloping all. The functioning of all the parts of the body in every human being is based on the Life Principle. The functions of perception, feeling and thinking work out only so long as there is life in the body. A person is said to be alive when the Principle of Consciousness rules over his functioning through his various instruments of action and knowledge. (This is not to be confused with the medical theory stating that one can be alive despite losing consciousness as in the case of brain death). This Consciousness behind every living being that which is common to all, is Paramatman, Para Brahman, the Supreme Self, which this Mantra refers to as the One God.  Hands and feet etc everywhere suggest the Principle of Consciousness pervading the entire universe. As the one subject of all objects of experience, He is said to envelop all and have hands and feet, ears and eyes everywhere. In the absence of the seeing light of consciousness there cannot be any experience at all. The ignorant may see the diverse objects of the universe but wise will see in all of them only one reality, Brahman because for him names and forms, independent of Brahman, are all unreal. Isvara is Consciousness Itself and in this capacity of omniscient omnipresence He interacts with all beings. "
  },
  {
    "id": 4,
    "chapter": "3",
    "ShlokaNo": "4",
    "shlok": "यो देवानां प्रभवश्चोद्भवश्च विश्वाधिपो रुद्रो महर्षि : । हिरण्यगर्भं जनयामास पूर्वं स नो बुद्ध्या शुभया संयुनक्तु ॥ ४ ॥",
    "translationHindi": " जो रुद्र देवताओंकी उत्पत्ति तथा ऐश्वर्यप्राप्तिका हेतु , जगत्पति और सर्वज्ञ है तथा जिसने पहले हिरण्यगर्भको उत्पन्न किया था वह हमें शुभ बुद्धिसे संयुक्त करे ॥ ४ ॥",
    "translationEnglish": "He, the omniscient Rudra, the creator of the gods and the bestower of their powers, the support of the universe, He who, in the beginning, gave birth to Hiranyagarbhamay He endow us with clear intellect!",
    "commentaryHindi": "‘ यो देवानाम् ’ इत्यादि । जो देवताओंकी अर्थात् इन्द्रादिकी उत्पत्तिका और उद्भवका हेतु है । उद्भव विभूतियोगको कहते हैं । जो विश्वाधिप — विश्वका स्वामी अर्थात् पालन करनेवाला है , महर्षि — महान् ऋषि यानी सर्वज्ञ है , हित —  रमणीय अर्थात् अत्यन्त उज्ज्वल ज्ञान जिसका गर्भ — अन्त:सार है उस [ हिरण्यगर्भ ] - की जिसने पहले — सृष्टिके आरम्भमें रचना की थी वह हमें शुभ बुद्धिसे संयुक्त करे ; अर्थात् हम परमपद प्राप्त करें ॥ ४ ॥",
    "commentaryEnglish": "(This Mantra is repeated in Chapter 4.12) This is a prayer to Rudra for obtaining a pure, auspicious and subtle intellect so that one can realize Brahman. Rudra is described as maharshi- the omniscient seer, the creator of lesser cosmic powers such as Agni, Vayu etc., the sustainer of the universe and the creator of hiranyagarbha - Cosmic seed at the beginning of creation (Brahman). These ideas and words are echoed in the Bhagavad Gita as under. etadyoneeni bhootaani sarvaaneetyupadhaaraya aham kritsnasya jagatah prabhavah pralayastathaa // 7.6 // Know these two - My higher and lower natures - form the womb of all beings. Therefore, I am the origin and dissolution of the whole Universe. gatirbhartaa prabhuh saakshee nivaasah sharanam suhrit prabhavah pralayah sthaanam nidhaanam beejamavyayam // 9.18 // I am the Goal, the Supporter, the Lord, the Witness, the Abode, the Shelter, the Friend, the Origin, the Dissolution, the Foundation, the Treasure-house and the Seed which is imperishable. aham sarvasya prabhavo mattah sarvam pravartate iti matwaa bhajante maam budhaa bhaavasamanvitaah // 10.8 // 27 I am the origin of all, from Me everything evolves, understanding thus, the wise worship Me with all their heart"
  },
  {
    "id": 5,
    "chapter": "3",
    "ShlokaNo": "5",
    "shlok": " या ते रुद्र शिवा तनूरघोरापापकाशिनी । तया नस्तनुवा शन्तमया गिरिशन्ताभिचाकशीहि ॥ ५ ॥ ",
    "translationHindi": "हे रुद्र ! तुम्हारी जो मंगलमयी , शान्त और पुण्यप्रकाशिनी मूर्ति है , हे गिरिशन्त ! उस पूर्णानन्दमयी मूर्तिके द्वारा तुम [ हमारी ओर ] देखो ॥ ५ ॥ ",
    "translationEnglish": "O Rudra, Your body which is auspicious, unterryfying, showing no evil - with that most benign body, O Dweller in the mountains, look upon us (manifest yourself) .",
    "commentaryHindi": "‘ या ते रुद्र ’ इत्यादि । हे रुद्र ! तुम्हारी जो मंगलमयी अघोरा ( शान्त ) मूर्ति है । अन्यत्र ऐसा ही कहा भी है — “ उसकी ये दो आकृतियाँ हैं , एक घोरा है और दूसरी मंगलमयी ” । अथवा [ तुम्हारी जो मूर्ति ] शिवा — शुद्धा यानी अविद्या और उसके कार्योंसे हित  सच्चिदानन्दाद्वितीय ब्रह्मरूपा है , घोरा नहीं है , अपि तु चन्द्रमण्डलके समान आह्लादकारिणी है , तथा अपापकाशिनी — स्मरणमात्रसे ही पापोंका नाश करनेवाली अर्थात् पुण्यकी अभिव्यक्ति करनेवाली है , अपनी उस शन्तम — सुखतम — पूर्णानन्दस्वरूप मूर्ति ( देह ) -  से हे गिरिशन्त ! — गिरिमें रहकर शं — सुखका विस्तार करनेवाले ! हमें देखो — हमारी ओर दृष्टिपात करो अर्थात् हमें कल्याणपथसे युक्त करो ॥ ५ ॥",
    "commentaryEnglish": "Siva is having two forms viz., one that is calm or benign (santa) and the other that is terrific (ghora). The prayer is for bringing the highest good or revealing only what is good with His kind glance, pure form without slightest trace of impurity and pleasing. "
  },
  {
    "id": 6,
    "chapter": "3",
    "ShlokaNo": "6",
    "shlok": "यामिषुं गिरिशन्त हस्ते बिभर्ष्यस्तवे । शिवां गिरित्र तां कुरु मा हिँसी : पुरुषं जगत् ॥ ६ ॥",
    "translationHindi": "हे गिरिशन्त ! जीवोंकी ओर फेंकनेके लिये तुम अपने हाथमें जो बाण धारण किये रहते हो , हे गिरित्र ! उसे मंगलमय करो , किसी जीव या जगत्की हिंसा मत करो ॥ ६ ॥ ",
    "translationEnglish": "O Dweller in the mountains and Bestower of happiness, make benign that arrow which you hold in your hand ready to shoot, O Protector of the mountain! Do not injure man or other than human! ",
    "commentaryHindi": "‘ यामिषुम् ’ इत्यादि । हे गिरिशन्त ! तुम जीवोंकी ओर छोड़नेके लिये जो बाण धारण किये रहते हो , हे गिरित्र ! — पर्वतकी रक्षा करनेके कारण भगवान् गिरित्र हैं — उसे शिव ( मंगलमय ) करो । हमारे किसी पुरुषकी और सारे जगत्की भी हिंसा मत करो !  यहाँ इस अभिप्रेत अर्थकी प्रार्थना की है कि हमें साकार ब्रह्मके दर्शन कराओ ॥ ६ ॥ ",
    "commentaryEnglish": "The wordings and ideas of Mantras 5 and 6 above are also occurring in the Anuvaka 1 of Rudra Prasna (Namakam). These are prayers to the Lord to withdraw His terrible form and shower upon the world His blessings.(Note: For a detailed exposition on Rudra Prasna the reader may refer to the author’s article entitled “Sri Rudra Prasna or Satarudriya -A Flag Post of Universality And Inclusiveness of Hinduism ” appearing under the category ‘Vedas and Upanishads’ in this website). "
  },
  {
    "id": 7,
    "chapter": "3",
    "ShlokaNo": "7",
    "shlok": "तत : परं ब्रह्मपरं बृहन्तं यथानिकायं सर्वभूतेषु गूढम् । विश्वस्यैकं परिवेष्टितार - मीशं तं ज्ञात्वामृता भवन्ति ॥ ७ ॥",
    "translationHindi": "उस [ पुरुषयुक्त जगत् ] - से परे जो ब्रह्म — हिरण्यगर्भसे उत्कृष्ट एवं महान् है , जो समस्त प्राणियोंमें उनके शरीरके अनुसार ( परिच्छिन्नरूपसे ) छिपा हुआ है तथा विश्वका एकमात्र परिवेष्टा है उस परमेश्वरको जानकर जीवगण अमर हो जाते हैं ॥ ७ ॥",
    "translationEnglish": "The Supreme Lord is higher than Virat, beyond Hiranyagarbha. He is vast and is hidden in the bodies of all living beings. By knowing Him, who alone pervades the universe, men become immortal. ",
    "commentaryHindi": "‘ तत : परम् ’ इत्यादि । जो उससे यानी पुरुषयुक्त जगत्से परे है अर्थात् कारण होनेसे अपने कार्यभूत जगत्में व्यापक है , अथवा जो उससे — जगद्रूप विराट्से परे है , वह क्या है ? इसके उत्तरमें श्रुति कहती है — ब्रह्मपरं बृहन्तम् ! जो ब्रह्म अर्थात् हिरण्यगर्भरूप  कार्यब्रह्मसे पर और व्यापक होनेके कारण बृहत् — महान् है तथा जो समस्त प्राणियोंमें यथानिकाय उनके शरीरके अनुसार गूढ — अन्त:स्थित है , एवं विश्वका एकमात्र परिवेष्टा है अर्थात् सबको अपने भीतर करके — अपने स्वरूपसे सबको व्याप्त करके स्थित है ,  उस र्इश — परमेश्वरको जानकर जीव अमर हो जाते हैं ॥ ७ ॥ ",
    "commentaryEnglish": "The Supeme Being is everywhere, pervading the entire world and existing in all beings. But He is also beyond the phenomenal world. Virat is the totality of physical bodies in the universe. Brahman through his Maya identifies himself with Virat. Hiranyagarbha is 28 the cosmic seed at the beginning of creation which is also called the totality of the mind of the universe and Brahman is identified as beyond this. Brahman, the Pure Consciousness, is stated to be hiding behind the physical bodies of living beings just as oil is hidden in the oil seeds and fire in the fire-wood. Through selfcontrol, discrimination and meditation one realizes Brahman as one’s own inner Self and attains Liberation. He who knows Brahman becomes Brahman, the Immortal - barhma veda brhamaiva bhavati. The next Mantra says that a seeker, by realizing his identity with the non-dual Brahman attains the Highest Good. "
  },
  {
    "id": 8,
    "chapter": "3",
    "ShlokaNo": "8",
    "shlok": "वेदाहमेतं पुरुषं महान्त - मादित्यवर्णं तमस : परस्तात् । तमेव विदित्वाति मृत्युमेति नान्य : पन्था विद्यतेऽयनाय ॥ ८ ॥",
    "translationHindi": "मैं इस अज्ञानातीत प्रकाशस्वरूप महान् पुरुषको जानता हूँ । उसे ही जानकर पुरुष मृत्युको पार करता है , इसके सिवा परमपदप्राप्तिका कोर्इ और मार्ग नहीं है ॥ ८ ॥",
    "translationEnglish": "I know the great Purusha, who is luminous, like the sun and beyond darkness. Only by knowing Him does one pass over death; there is no other way to the Supreme Goal. ",
    "commentaryHindi": "‘ वेदाहमेतम् ’ इत्यादि । मैं उस परमात्माको जानता हूँ । यह जो प्रत्यगात्मा — साक्षी , पुरुष — पूर्ण और सर्वरूप होनेसे महान् तथा आदित्यवर्ण — प्रकाशस्वरूप एवं तम यानी अज्ञानसे अतीत है इसे जानकर जीव मृत्युको पार कर लेता है ; कैसे कर लेता है ?  क्योंकि परमपदप्राप्तिके लिये उससे भिन्न कोर्इ और मार्ग नहीं है ॥ ८ ॥",
    "commentaryEnglish": "This Mantra is very popular in the daily Vedic chanting of Purusha Suktam. It occurs in many scriptures. The Purusha Suktam is an important part of the Rig-veda (1 O .7.9 O .1-16). It also appears in the Taittiriya Aranyaka (3.12,13), the Vajasaneyi Samhita (31.1-6), the Sama-veda Samhita (6.4), and the Atharva-veda Samhita (19.6). An explanation of parts of it can be found in the Shatapatha Brahmana, the Taittiriya Brahmana, besides the Shvetashvatara Upanishad. The contents of the Suktam have also been reflected and elaborated in the Bhagavata Purana (2.5.35 to 2.6.1-29) and in the Mahabharata (Mokshadharma Parva 351 and 352). The Upanishadic Mantra under our study occurs in the Purusha Suktam twice with slight modifications from each other. One of it reads as under: vedahametam purusham mahantam adityavarnam tamasah parastat tamevam vidvan amrita iha bhavati nanyah pantha vidyate'yanaya (2 O ) \"I have known that great Purusha (Supreme Being) who is brilliant like the sun and who is beyond all darkness. One who knows Him thus becomes immortal (even) here. There is no other path for liberation than this\" Brahman is referred to here as Purusha because He dwells in the body (pura) or because He fills the universe (purnam).The sage of the Svetasvatara Upanishad says with all emphasis at his command, that knowledge of Brahman, the Absolute, who is described as adityavarnam - bright, effulgent, shining like the sun, alone can destroy the darkness of ignorance (tamasah parastat) and free men from the round of births and deaths (tameva viditva’timrtyumeti). There is no other way of escape (nānyah panthā vidyate 'yanāya) i.e., no attainment in the phenomenal world can be eternal. There is no other path to liberation than the realization that one’s inmost Self is the birthless and deathless Brahman which constitutes immortality"
  },
  {
    "id": 9,
    "chapter": "3",
    "ShlokaNo": "9",
    "shlok": "यस्मात्परं नापरमस्ति किञ्चि - द्यस् मान्नाणीयो न ज्यायोऽस्ति कश्चित् । वृक्ष इव स्तब्धो दिवि तिष्ठत्येक - स्तेनेदं पूर्णं पुरुषेण सर्वम् ॥ ९ ॥",
    "translationHindi": "जिससे उत्कृष्ट और कोर्इ नहीं है तथा जिससे छोटा और बड़ा भी कोर्इ नहीं है वह यह अद्वितीय परमात्मा अपनी द्योतनात्मक महिमामें वृक्षके समान निश्चलभावसे स्थित है , उस पुरुषने ही इस सम्पूर्ण जगत्को व्याप्त कर रखा है ॥ ९ ॥",
    "translationEnglish": "The whole universe is filled by the Purusha, to whom there is nothing superior, from whom there is nothing different, than whom there is nothing either smaller or greater; who stands alone, motionless as a tree, established in His own glory. ",
    "commentaryHindi": "‘ यस्मात् ’ इत्यादि । जिस पुरुषसे उत्कृष्ट अन्य कोर्इ नहीं है , तथा जिससे अणीयस् — न्यूनतर और ज्यायस् — महत्तर भी कोर्इ नहीं है , वह अद्वितीय परमात्मा दिवि अर्थात् अपनी द्योतनात्मक महिमामें वृक्षके समान स्तब्ध — निश्चलभावसे स्थित है । उस अद्वितीय  परमात्मा पूर्ण पुरुषने इस सबको पूर्ण — निरन्तरतासे व्याप्त कर रखा है ॥ ९ ॥",
    "commentaryEnglish": "The whole world is filled with Purusha (Brahman). Hence there cannot be any question of somebody being superior or inferior to Purusha or something being different from Purusha or something being bigger or smaller than Purusha. Thus Brahman stands alone by Himself as a tree, established in His own glory. Brahman pervades the universe as gold pervades an ornament. He is the only substance in the universe while the names and forms are all created by Maya. Maya creates the ideas of superiority, inferiority, difference etc., which belong to the realm of phenomenal world. "
  },
  {
    "id": 10,
    "chapter": "3",
    "ShlokaNo": "10",
    "shlok": "ततो यदुत्तरतरं तदरूपमनामयम् । य एतद्विदुरमृतास्ते भवन्त्यथेतरे दु:खमेवापियन्ति ॥ १० ॥",
    "translationHindi": " उस ( कारण - ब्रह्म ) - से जो उत्कृष्टतर है वह अरूप और अनामय है । उसे जो जानते हैं वे अमर हो जाते हैं तथा अन्य दु:खको ही प्राप्त होते हैं ॥ १० ॥",
    "translationEnglish": "That which is farthest from this world is without form and without affliction They who know It become immortal; but others, indeed, suffer pain.",
    "commentaryHindi": "‘ तत : ’ इत्यादि । उससे अर्थात् इदंशब्दवाच्य जगत्से उत्कृष्ट तो उसका कारण है और उससे भी उत्कृष्टतर कार्य - कारणभावशून्य ब्रह्म ही है । वह अरूप — रूपादिरहित और आध्यात्मिकादि त्रिविध तापोंसे रहित होनेके कारण अनामय ( दु:खहीन ) है ।  जो इसे जानते हैं अर्थात् अपने अमृतस्वरूपसे ‘ मैं यही हूँ ’ ऐसा अनुभव करते हैं वे अमृत — अमरणधर्मा हो जाते हैं और अन्य जो ऐसा नहीं जानते वे दु:खको ही प्राप्त होते हैं ॥ १० ॥",
    "commentaryEnglish": "The knowledge that Brahman alone, through Maya, appears as both the Creator and the world, bestows immortality upon the seeker. Again, knowledge by itself is not of much value unless it is followed by personal experience of that truth. We must experience that we are one with Brahman. The whole focus is on this realization. One experiences sorrow in the phenomenal world without such knowledge and realization. "
  },
  {
    "id": 11,
    "chapter": "3",
    "ShlokaNo": "11",
    "shlok": " सर्वाननशिरोग्रीव : सर्वभूतगुहाशय : । सर्वव्यापी स भगवांस्तस्मात्सर्वगत : शिव : ॥ ११ ॥",
    "translationHindi": "वह भगवान् समस्त मुखोंवाला , समस्त सिरोंवाला और समस्त ग्रीवाओंवाला है , वह सम्पूर्ण जीवोंके अन्त:करणोंमें स्थित और सर्वव्यापी है ; इसलिये सर्वगत और मंगलरूप है ॥ ११ ॥",
    "translationEnglish": "All faces are His faces; all heads, His heads; all necks, His necks. He dwells in the hearts of all beings. He is the all-pervading Bhagavan. Therefore He is the omnipresent and benign Lord.",
    "commentaryHindi": "‘ सर्वानन ’ इत्यादि । समस्त मुख , सिर और ग्रीवाएँ इसीकी हैं इसलिये यह सर्वाननशिरोग्रीव है । यह समस्त प्राणियोंकी गुहा — बुद्धिमें शयन करता है इसलिये सर्वभूतगुहाशय है । वह सर्वव्यापी और भगवान् — ऐश्वर्यादिकी समष्टिरूप है । कहा भी है —  “ समग्र ऐश्वर्य , धर्म , यश , श्री , ज्ञान और वैराग्य — इन छ:का नाम भग है । ” भगवान्में ये सब ऐसे ही हैं , इसलिये वह सर्वगत और शिव ( मंगलरूप ) है ॥ ११ ॥",
    "commentaryEnglish": "Om sahasra shirsha purushaha sahasrakshas sahasrapat | sa bhumim vishvato vritva atyatishthad dhashangulam || The Purusha (the Supreme Being) has a thousand heads, a thousand eyes and a thousand feet. He has enveloped this world from all sides and has (even) transcended it by ten fingers of breadth. The implication of the above statements is that when we see multiplicity like you and me, mine and yours, he and she and so on, we develop relationships based on differences such as love and hatred, likes and dislikes. But when we are able to go beyond these diversities and perceive all as the one unitary whole, we automatically love all and hatred cannot appear on the scene. This Mantra calls the Supreme Being as Bhagavan. The word Bhagavan means He who is the embodiment of all the six divine attributes viz., aisvarya - total power, virya - strength, yasa - fame, sri - wealth, jnana - wisdom and vairagya - dispassion. All faces, heads, and necks, belong to the Lord only as He is the Virat Purusha, the Universal Person. He fills the entire universe. He is the inner personality of all, antaryamin. So He guides the senses, mind and intellect and actions of all. This Bhagavan, this omnipresent Siva, is the embodiment of all that is good. That is his real nature. The previous Mantra described Brahman as transcendental (nirguna) and this Mantra describes the same Brahman as Personal God (saguna). This is the uniqueness of this Upanishad where we find the synthesis of the ideas of Personal God and Impersonal Absolute. "
  },
  {
    "id": 12,
    "chapter": "3",
    "ShlokaNo": "12",
    "shlok": "महान्प्रभुर्वै पुरुष : सत्त्वस्यैष प्रवर्तक : । सुनिर्मलामिमां प्राप्तिमीशानो ज्योतिरव्यय : ॥ १२ ॥",
    "translationHindi": " यह महान् , परमसमर्थ , शरीररूप पुरमें शयन करनेवाला , इस [ स्वरूपस्थितिरूप ] निर्मल प्राप्तिके उद्देश्यसे अन्त:करणको प्रेरित करनेवाला , सबका शासक , प्रकाशस्वरूप और अविनाशी है ॥ १२ ॥ ",
    "translationEnglish": "He, indeed, is the great Purusha, all pervasive and all-powerful. He also inspires the mind to attain the state of purity. He is the Supreme Lord, self-luminous and imperishable. ",
    "commentaryHindi": "‘ महान् ’ इत्यादि । वह महान् , प्रभु अर्थात् जगत्के उत्पत्ति , स्थिति और संहारमें निश्चय ही समर्थ और सत्त्व यानी अन्त:करणका प्रेरक है । किस प्रयोजनके उद्देश्यसे उसका प्रवर्तक है ? — इस स्वरूपावस्थितिरूप सुनिर्मल प्राप्ति यानी परमपदकी प्राप्तिके  उद्देश्यसे तथा वह र्इशान — शासक , ज्योति:विशुद्धविज्ञान - प्रकाशस्वरूप और अव्यय — अविनाशी है ॥ १२ ॥",
    "commentaryEnglish": "This Mantra further eulogizes the Purusha. It says Siva is Mahan - all pervasive, prabhuh - all powerful, vai purusah - certainly the Great Being, sunirmalam - pure, free from any trace of ignorance, imam praptim - this state, sattvasya 31 - the mind, pravartakah - inspires to attain, isnah - this Supreme Lord, jyoti - self - luminous, avyayah - imperishable. The Supreme Being directs our intellect and inspires us to attain the state of pure spiritual enlightenment, the transcendental experience which is imperishable, non-decaying. "
  },
  {
    "id": 13,
    "chapter": "3",
    "ShlokaNo": "13",
    "shlok": "अङ् गुष्ठमात्र : पुरुषोऽन्तरात्मा सदा जनानां हृदये संनिविष्ट : । हृदा मन्वीशो मनसाभिक्लृप्तो य एतद्विदुरमृतास्ते भवन्ति ॥ १३ ॥ ",
    "translationHindi": "‘ अङ्गुष्ठमात्र : ’ इत्यादि । अपनी अभिव्यक्तिके स्थान हृदयाकाशके परिमाणकी अपेक्षासे यह अंगुष्ठमात्र है , पूर्ण अथवा शरीररूप पुरमें शयन करनेके कारण पुरुष है , अन्तरात्मा अर्थात् सबके अन्तरात्मस्वरूपसे स्थित है । सर्वदा जीवोंके हृदयमें स्थित है ,  हृदयस्थित मनके द्वारा सुरक्षित है और मन्वीश — ज्ञानाध्यक्ष है । जो इसे जानते हैं वे अमर हो जाते हैं ॥ १३ ॥ ",
    "translationEnglish": "The Purusha, no bigger than a thumb, is the inner Self, ever seated in the heart of man. He is known by the mind, which controls knowledge and is perceived in the heart. They who know Him become immortal. ",
    "commentaryHindi": "‘ अङ्गुष्ठमात्र : ’ इत्यादि । अपनी अभिव्यक्तिके स्थान हृदयाकाशके परिमाणकी अपेक्षासे यह अंगुष्ठमात्र है , पूर्ण अथवा शरीररूप पुरमें शयन करनेके कारण पुरुष है , अन्तरात्मा अर्थात् सबके अन्तरात्मस्वरूपसे स्थित है । सर्वदा जीवोंके हृदयमें स्थित है ,  हृदयस्थित मनके द्वारा सुरक्षित है और मन्वीश — ज्ञानाध्यक्ष है । जो इसे जानते हैं वे अमर हो जाते हैं ॥ १३ ॥ ",
    "commentaryEnglish": "In many places we find that the Self has been described as angushtamatrah, the size of a thumb or as dhashangulam, ten fingers of breadth. We should not take these terms too literally because the Self is not a physical entity so that we can measure it or describe it as big or small. It means that it is just immeasurable or infinite as Sankara puts it. Such a Self is antaryamin, resides inside everybody, commonly stated as inside the hearts and hence who can be perceived only by the mind alone. When such knowledge of the Self arises, when such transcendental experience takes place, we are free, become immortal. We have to keep in mind that we are always free but only we are not aware of it. Realization is a matter of a change in our consciousness about what we perceive."
  },
  {
    "id": 14,
    "chapter": "3",
    "ShlokaNo": "14",
    "shlok": "सहस्रशीर्षा पुरुष : सहस्राक्ष : सहस्रपात् । स भूमिं विश्वतो वृत्वात्यतिष्ठद्दशाङ्गुलम् ॥ १४ ॥ ",
    "translationHindi": "वह सहस्र सिर , सहस्र नेत्र और सहस्र चरणोंवाला है तथा पूर्ण है । वह भूमिको सब ओरसे व्याप्त कर अनन्तरूपसे उसका अतिक्रमण करके स्थित है । [ अथवा ऐसा अर्थ करना चाहिये कि नाभिसे ऊपर दस अंगुल परिमाणवाले हृदयमें स्थित है ] ॥ १४ ॥",
    "translationEnglish": "The Purusha with a thousand heads, a thousand eyes, a thousand feet, compasses the earth on all sides and extends beyond it by ten fingers' breadth. ",
    "commentaryHindi": "इसके सहस्र अर्थात् अनन्त सिर हैं इसलिये यह सहस्रसिरवाला है । पुरुष अर्थात् पूर्ण है इसी प्रकार आगेके विशेषणोंका भी अर्थ कर लेना चाहिये । * वह भूमि अर्थात् संसारको सर्वत : — बाहर और भीतरसे व्याप्त करके संसारका भी अतिक्र मण करके स्थित है ।  दशागुंल अथार्त् अनन्त — अपाररूपसे । अथवा नाभिसे ऊपर जो दस अंगुल परिमाणवाला हृदय है उसमें स्थित है ॥ १४ ॥",
    "commentaryEnglish": "This Mantra is the same as in the Purusha Suktam which we have already discussed under Mantra 11 above. "
  },
  {
    "id": 15,
    "chapter": "3",
    "ShlokaNo": "15",
    "shlok": "पुरुष एवेदंसर्वं यद्भूतं यच्च भव्यम् । उतामृतत्वस्येशानो यदन्नेनातिरोहति ॥ १५ ॥",
    "translationHindi": "जो कुछ भूत और भविष्यत् है एवं जो अन्नके द्वारा वृद्धिको प्राप्त होता है वह सब पुरुष ही है ; तथा वही अमृतत्व ( मुक्ति ) - का भी प्रभु है ॥ १५ ॥ ",
    "translationEnglish": "The Purusha alone is all this-what has been and what will be. He is also the Lord of Immortality and of whatever grows by food.",
    "commentaryHindi": "‘ पुरुष एवेदम् ’ इत्यादि । यह जो अन्नसे बढ़ता है तथा यह जो वर्तमान दिखायी देता है तथा जो कुछ भूत और भविष्यत् है वह सब पुरुष ही है । इसके सिवा , वह अमृतत्वका र्इशान है अर्थात् अमरण - धर्मत्व यानी कैवल्यपदका भी प्रभु है तथा जो अन्नसे बढ़ता है ,  जो विद्यमान है उसका यह स्वामी है ॥ १५ ॥ ",
    "commentaryEnglish": "Purusha Suktam (2nd Mantra) also has this Mantra as follows. 32 purusha evedagam sarvam yadbhutam yaccha bhavyam| utamritatva syeshanaha yadannenatirohati || All this is verily the Purusha. All that which existed in the past or will come into being in the future (is also the Purusha). Also, he is the Lord of immortality. That which grows profusely by food (is also the Purusha). The Purusha is the Lord of the Past, Present and future. He is the Lord of Immortality and also the bestower of immortality because unlike the mortals He is beyond the concept of time. This mastery or lordship over time is what is depicted as Viswarupa Darshana in the 11th Chapter of the Bhagavd Gita. There is no such thing as absolute time; the concept of time itself is relative which is proven by the fact that in common parlance the unit of time is taken to be ‘the second’ not as ‘the first’. Hence the sages say the Reality, Brahman is beyond time. He is timeless, immortal - amrita."
  },
  {
    "id": 16,
    "chapter": "3",
    "ShlokaNo": "16",
    "shlok": " सर्वत : पाणिपादं तत्सर्वतोऽक्षिशिरोमुखम् । सर्वत : श्रुतिमल्लोके सर्वमावृत्य तिष्ठति ॥ १६ ॥",
    "translationHindi": " उसके सब ओर हाथ - पाँव हैं , सब ओर आँख , सिर और मुख हैं तथा वह सर्वत्र कर्णोंवाला है एवं लोकमें सबको व्याप्त करके स्थित है ॥ १६ ॥ ",
    "translationEnglish": "16 His hands and feet are everywhere; His eyes, heads and faces are everywhere; His ears are everywhere; He exists compassing all. ",
    "commentaryHindi": "‘ सर्वत : ’ इत्यादि । उसके सब ओर हाथ - पाँव हैं इसलिये वह सर्वत:पाणिपाद है तथा सब ओर आँख , सिर और मुख हैं इसलिये सर्वतोऽक्षिशिरोमुख है । उसके सब ओर श्रुति — कर्ण हैं इसलिये वह सर्वत : श्रुतिमान् है तथा यह लोकमें अर्थात् प्राणिसमूहमें सबको  आवृत — व्याप्त करके स्थित है ॥ १६ ॥",
    "commentaryEnglish": "This Mantra occurs in the Bhagavad Gita (13.14) also which we have studied under Mantra 3 above in this section of the Upanishad. The idea is that Brahman is everywhere and He fills everything. He is beyond time, space and causality. "
  },
  {
    "id": 17,
    "chapter": "3",
    "ShlokaNo": "17",
    "shlok": "सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम् । सर्वस्य प्रभुमीशानं सर्वस्य शरणं बृहत् ॥ १७ ॥ ",
    "translationHindi": "वह समस्त इन्द्रियवृत्तियोंके रूपमें अवभासित होता हुआ भी समस्त इन्द्रियोंसे रहित है तथा सबका प्रभु , शासक और सबका आश्रय एवं कारण है ॥ १७ ॥ ",
    "translationEnglish": "Himself devoid of senses, He shines through the functions of the senses. He is the capable ruler of all; He is the refuge of all. He is great. ",
    "commentaryHindi": "‘ सर्वेन्द्रिय० ’ इत्यादि । श्रोत्रादि इन्द्रियोंसे लेकर अन्त:करणपर्यन्त जो समस्त इन्द्रियाँ हैं वे सर्वेन्द्रियपदके ग्रहणसे गृहीत होती हैं । अन्त:करण और बाह्यकरण जिसकी उपाधि हैं वह परमात्मा उन समस्त इन्द्रियोंके अध्यवसाय ,  संकल्प एवं श्रवणादि गुणोंसे गुणवान् - सा भासता है । इसलिये वह सर्वेन्द्रियगुणाभास है । तात्पर्य यह है कि उसे समस्त इन्द्रियसे व्यापारयुक्त - सा जानना चाहिये ; जैसा कि “ ध्यान करता हुआ - सा , चेष्टा करता हुआ - सा ” इत्यादि श्रुतिसे ज्ञात होता है । किन्तु वह  किस कारणसे व्यापारयुक्त - सा ग्रहण किया जाता है [ वास्तवमें व्यापार करता है — ऐसा क्यों नहीं माना जाता ? ] इसपर श्रुति कहती है — ‘ सर्वेन्द्रियविवर्जितम् ’ अर्थात् वह समस्त इन्द्रियोंसे रहित है । अत : उसे इन्द्रियोकें व्यापारसें व्यापारवान् नहीं जानना चाहिये ।  वह समस्त जगत्का प्रभु और शासक है तथा सबका शरण — आश्रय और बृहत् - कारण है ॥ १७ ॥ ",
    "commentaryEnglish": "The 1st line of this Mantra occurs in the Bhagavad Gita (13.15) which is quoted below. sarvendriyagunaabhaasam sarvendriyavivarjitam asaktam sarvabhricchaiva nirgunam gunabhoktru cha // 13.15 // Shining by the functions of all the senses, yet without the senses, unattached, yet supporting all, devoid of qualities, yet their experiencer. The Self in us functioning through the sense organs looks as though It possesses all sense organs. But the sense organs decay and perish while the Consciousness which functions through them and which provides each of them with its own individual faculty is Eternal 33 and Changeless just as electricity is not the light in the bulb and yet when it functions through the bulb it looks as if it were light. The relationship of refuge or support of all can be explained as follows. Waves are not the ocean but the ocean supports all the waves in as much as there can be no waves without the ocean. Cotton is in the cloth but cloth is not the cotton. But it is the cotton in the cloth that supports the cloth. Similarly the world of plurality is not the Consciousness but it is the Consciousness that supports the world of multiplicities. The influences which govern the human minds are called Gunas or Qualities. They are Sattwa (Unactivity), Rajas (Activity) and Tamas (Inactivity). A live mind alone can experience these influences. But Life is the illuminator of these influences. Thus Consciousness conditioned by the mind is Jiva, the Ego and that is the experiencer of the Gunas. Unconditioned by the mind, Consciousness in itself is `Its own nature', `It is the Absolute'. Thus the Self, the Absolute, is beyond sense organs, mind and intellect, detached from everything and without any relation to the various Gunas. But the same Self conditioned by the sense organs looks as though It possess all these sense organs, It is the sustainer of them all and It is the experiencer of all the Gunas. Hence this Mantra describes the Self as a capable Ruler of all and that He is great."
  },
  {
    "id": 18,
    "chapter": "3",
    "ShlokaNo": "18",
    "shlok": "नवद्वारे पुरे देही हंसो लेलायते बहि : । वशी सर्वस्य लोकस्य स्थावरस्य चरस्य च ॥ १८ ॥ ",
    "translationHindi": "सम्पूर्ण स्थावर - जंगम जगत्का स्वामी यह हंस ( परमात्मा ) देहाभिमानी होकर नव द्वारवाले [ देहरूप ] पुरमें बाह्य विषयोंको ग्रहण करनेके लिये चेष्टा किया करता है ॥ १८ ॥ ",
    "translationEnglish": "The Swan, the ruler of the whole world, of all that is moving and all that is motionless, becomes the embodied self and dwelling in the city of nine gates, flies outward. ",
    "commentaryHindi": "‘ नवद्वारे ’ इत्यादि । [ दो आँख , दो नाक , दो कान और एक मुख — इन ] सात सिरके और [ गुदा एवं लिं ग ] दो निम्नभागके इस प्रकार नौ द्वारोंवाले शरीरमें देही — विज्ञानात्मा यानी भूत और इन्द्रियरूप उपाधिवाला होकर यह हंस —  परमात्मा बाह्य विषयोंको ग्रहण करनेके लिये चेष्टा करता — चलता है । यह अविद्याजनित कार्यका हनन करता है इसलिये हंस है तथा यह स्थावर - जंगम समस्त लोकका वशी ( स्वामी ) है ॥ १८ ॥ ",
    "commentaryEnglish": "The Bhagavad Gita says as ubder (5.13) sarvakarmaani manasaa sannyasyaaste sukham vashee navadwaare pure dehee naiva kurvan na kaarayan // 5.13 // Mentally renouncing all actions and fully subduing his senses, the embodied soul dwells happily in the city of nine-gates, neither acting nor causing others (body and the senses) to act. This Mantra refers to the Supreme Self as Hamsa, the swan, the destroyer of ignorance. Pervading the universe The Lord appears or becomes the embodied self, the Jiva, and yet He is not affected by the body or other objects in the world just as a swan is not affected by the water in which it swims. 34 Navadvarepure, the City of nine gates, means the body which has nine apertures in its physical form viz. two eyes, two ears, two nostrils, one mouth, the genital and the excretory outlet without which life cannot be sustained. The Self dwelling within this physical structure flies outward that is to say He activates the instruments of action and perception governing the activities of life though by itself it does not perform any actions. The Self observes the activities around him unaffected, unattached and hence he neither acts nor causes others to act. "
  },
  {
    "id": 19,
    "chapter": "3",
    "ShlokaNo": "19",
    "shlok": "अपाणिपादो जवनो ग्रहीता पश्यत्यचक्षु : स शृणोत्यकर्ण : । स वेत्ति वेद्यं न च तस्यास्ति वेत्ता तमाहुरग्र्यं पुरुषं महान्तम् ॥ १९ ॥ ",
    "translationHindi": "वह हाथ - पाँवसे रहित होकर भी वेगवान् और ग्रहण करनेवाला है , नेत्रहीन होकर भी देखता है और कर्णरहित होकर भी सुनता है । वह सम्पूर्ण वेद्यवर्गको जानता है , किन्तु उसे जाननेवाला कोर्इ नहीं है । उसे [ ऋषियोंने ] सबका आदि , पूर्ण एवं महान् कहा है ॥ १९ ॥",
    "translationEnglish": "Grasping without hands, moving without feet, It sees without eyes, It hears without ears. It knows what is to be known, but no one knows It. They call It the First, the Great, the Full. ",
    "commentaryHindi": "‘ अपाणिपाद : ’ इत्यादि । इसके पाणि और पाद नहीं हैं , इसलिये यह अपाणिपाद है । [ पैर न होनेपर भी ] जवन — दूरगामी है और ग्रहीता — हाथ न होनेपर भी सबको ग्रहण करनेवाला है । यह नेत्रहीन होनेपर भी सबको देखता है , कर्णहीन होनेपर भी सुनता है और  अमनस्क होनेपर भी सर्वज्ञ होनेके कारण वेद्यवर्गको जानता है । किन्तु कोर्इ उसे जाननेवाला नहीं है , जैसा कि “ इससे भिन्न कोर्इ द्रष्टा नहीं है ” इस श्रुतिसे सिद्ध होता है । उसे [ ऋषियोंने ] सबका कारण होनेसे अग्रय — प्रथम और पुरुष — पूर्ण एवं महान् कहा है ॥ १९ ॥",
    "commentaryEnglish": "The Lord sees, hears, walks about, and tastes without senses because He enlivens or is the Consciousness which activates the instruments of action and perception. He is omnipotent and does not depend upon anything else. Hence He is called the First Person, the great and ultimate cause of this universe (agryam purusham mahāntam)."
  },
  {
    "id": 20,
    "chapter": "3",
    "ShlokaNo": "20",
    "shlok": "अणोरणीयान्महता महीया - नात् मा गुहायां निहितोऽस्य जन्तो : । तमक्रतुं पश्यति वीतशोको धातु : प्रसादान्महिमानमीशम् ॥ २० ॥ ",
    "translationHindi": "यह अणुसे भी अणु और महान्से भी महान् आत्मा इस जीवके अन्त : - करणमें स्थित है । उस विषयभोगसंकल्पशून्य महिमामय आत्माको जो विधाताकी कृपासे र्इश्वररूपसे देखता है वह शोकरहित हो जाता है ॥ २० ॥",
    "translationEnglish": "The Self, smaller than the small, greater than the great, is hidden in the hearts of creatures. The wise, by the grace of the Creator, behold the Lord, majestic and desireless and become free from grief",
    "commentaryHindi": "‘ अणोरणीयान् ’ इत्यादि । अणु अर्थात् सूक्ष्मसे भी सूक्ष्मतर , महत् - [ आकाशादि ] महत्त्वयुक्त परिमाणोंसे भी महत्तर — ऐसा जो आत्मा है वह इस जीवके अर्थात् ब्रह्मासे लेकर स्तम्बपर्यन्त सभी प्राणियोंके गुहा — हृदयमें निहित है अर्थात् उनका स्वरूपभूत होकर स्थित है ।  जो पुरुष अक्रतु — विषयभोगके संकल्पसे रहित अपने ही महिमान्वितस्वरूप और कर्मके कारण होनेवाले वृद्धि एवं क्षयसे रहित र्इश्वररूप उस आत्माको देखता है ; अर्थात् ‘ यही मैं हूँ ’ इस प्रकार साक्षात् जानता है , वह शोकरहित हो जाता है । किन्तु यह देखता  किसकी सहायतासे है ? [ इसपर कहते हैं — ] विधाता यानी र्इश्वरकी कृपासे , क्योंकि र्इश्वरके प्रसन्न होनेपर ही उसके वास्तविक स्वरूपका ज्ञान होता है । अथवा * शरीरको धारण करनेके कारण इन्द्रियाँ ही धातु हैं , उनके प्रसाद यानी विषयोंमें दोषदर्शनके द्वारा मलादिकी  निवृत्ति होनेपर उसे देखता है , अन्यथा सकाम प्राकृत पुरुषोंके लिये तो आत्मा दुर्विज्ञेय ही है ॥ २० ॥",
    "commentaryEnglish": "This whole Mantra occurs in the Kathopanishad also (2.20) where the reference is to Atman instead of Isam. The Atman is stated to be smaller than a grain of sand and greater than the entire universe. It is the inmost essence of all things that exist, large or small. It gives all things a nature of reality. But by itself it is free from all limitations. The wise ones realize their oneness with the Supreme Self and become free from grief. The Absolute is majestic and desireless because it is free from all upadhis, limitations. "
  },
  {
    "id": 21,
    "chapter": "3",
    "ShlokaNo": "21",
    "shlok": " वेदाहमेतमजरं पुराणं सर्वात्मानं सर्वगतं विभुत्वात् । जन्मनिरोधं प्रवदन्ति यस्य ब्रह्मवादिनो हि प्रवदन्ति नित्यम् ॥ २१ ॥",
    "translationHindi": " ब्रह्मवेत्तालोग जिसके जन्मका अभाव बतलाते हैं और जिसे नित्य कहते हैं , उस जराशून्य पुरातन सर्वात्माको , जो विभु होनेके कारण सर्वगत है , मैं जानता हूँ ॥ २१ ॥",
    "translationEnglish": "I know this undecaying, primeval One, the Self of all things, which exists everywhere, being all-pervading and which the wise declare to be free from birth. The teachers of Brahman, indeed, speak of It as eternal. ",
    "commentaryHindi": "‘ वेदाहमेतम् ’ इत्यादि । इस अजर अर्थात् विपरिणामधर्मशून्य और पुराण — पुरातन सर्वात्माको सबके स्वरूपभूतको , जो विभु — आकाशके समान व्यापक होनेके कारण सर्वगत है तथा ब्रह्मवेत्तालोग जिसके जन्मका अभाव नित्य बतलाते हैं ,  मैं जानता हूँ । शेष अर्थ स्पष्ट है * ॥ २१ ॥",
    "commentaryEnglish": "This chapter is concluded with the statement by the brahmavādin, the teachers of Brahman, paying a bouquet of flowery tributes to the Supreme Purusha as: Ajaram - never aging, Purānam-eternal, Sarvātmānam - the Self of all, Sarvagatam - everywhere and in every being, Vibhutvāt - all pervasive, and Janmanirodham - without birth and death and chanting that the Self is nityam - eternal. CONCLUSION This chapter makes out that the Impersonal and the Personal Brahman and Isvara respectively are not two different entities but the same in two aspects. "
  },{
    "id": 1,
    "chapter": "4",
    "ShlokaNo": "1",
    "shlok": "य एकोऽवर्णो बहुधा शक्तियोगा द्वर्णाननेकान्निहितार्थो दधाति। वि चैति चान्ते विश्वमादौ स देव: स नो बुद्ध्या शुभया संयुनक्तु॥ १ ॥",
    "translationHindi": "सृष्टिके आरम्भमें जो एक और निर्विशेष होकर भी अपनी शक्तिके द्वारा बिना किसी प्रयोजनके ही नाना प्रकारके अनेकों वर्ण (विशेष रूप) धारण करता है तथा अन्तमें भी जिसमें विश्व लीन हो जाता है वह प्रकाशस्वरूप परमात्मा हमें शुभ बुद्धिसे संयुक्त करे॥ १ ॥ ",
    "translationEnglish": "He, the One and Undifferentiated, who by the manifold application of His powers produces, in the beginning, different objects for a hidden purpose and, in the end, withdraws the universe into Himself, is indeed the self-luminous. May He endow us with clear intellect! ",
    "commentaryHindi": "‘य एको’ इत्यादि। जो परमात्मा सृष्टिके आरम्भमें एक—अद्वितीय और अवर्ण—जाति आदिसे रहित अर्थात् निर्विशेष होनेपर भी शक्तिके योगसे निहितार्थ—कोर्इ प्रयोजन न लेकर अर्थात् स्वार्थकी अपेक्षा न करके बहुधा—नाना प्रकारके अनेकों वर्ण (विशेषरूप) धारण करता है  तथा अन्तमें—प्रलयकालमें जिसमें विश्व लीन हो जाता है। ‘चान्ते’ के ‘च’ शब्दसे यह तात्पर्य है कि मध्यमें भी जिसमें विश्व स्थित है वह देव—प्रकाशस्वरूप अर्थात् विज्ञानैकरस परमात्मा हमें शुभ बुद्धिसे संयुक्त करे॥ १ ॥",
    "commentaryEnglish": "The world was inactive and unmanifest before creation. The Paramatman in His formless aspect is devoid of form and color, yet, in the beginning of creation for some unknown reasons assumes various forms and colors through His various powers (of maya) which are non-different from Him. In the end, this universe of all forms and colors merge in Him. He initiates this cycle of creation, maintenance and dissolution without any selfish purpose but for the ultimate good of the Jivas (agrhita prayojanah, svaartha nirapekshah). That Supreme Lord is really one without the second. Apart from Him, there is nothing. May that Lord of self-luminosity, bestow auspicious intellect upon us? The purpose of creation is stated to be hidden meaning that we, the finite, cannot understand the reasons behind the creation by The Lord, The Infinite. It is His Lila. In the above Mantra, Brahman is described as One in whom both the beginning and the end find their abode. Sri Krishna says in the Bhagavad Gita : avyaktaadeeni bhootani vyaktamadhyaani bhaarata avyakta nidhanaanyeva tatra kaa paridevanaa // 2.28 // Beings are unmanifest in their beginning, manifest in their middle state and unmanifest again in their end O,Arjuna. What is there to grieve about? The gist of this Mantra is that the beginning and the end is unmanifest and only the middle state represents the manifest. The basic nature of things is the Unmanifest and the manifest is only a condition which appears for the time being in between the two states of the unmanifest. The grace and modesty of the manifest lies in not clinging to its existence and where it makes no effort to prolong its continuity. The manifest is only a passage from the unmanifest to the unmanifest.. In the passage one must move on and not settle down. Life is a bridge, pass over it, but do not build upon it. The inspiring teaching of this Upanishad is “The beginning and the end reside in Brahman, the world is only a passing phase of the Manifest”."
  },
  {
    "id": 2,
    "chapter": "4",
    "ShlokaNo": "2",
    "shlok": "तदेवाग्निस्तदादित्यस्तद्वायुस्तदु चन्द्रमा:। तदेव शुक्रं तद्ब्रह्म तदापस्तत्प्रजापति:॥ २ ॥ ",
    "translationHindi": "वही अग्नि है, वही सूर्य है, वही वायु है, वही चन्द्रमा है, वही शुक्र (शुद्ध) है, वही ब्रह्म है, वही जल है और वही प्रजापति है॥ २ ॥ ",
    "translationEnglish": "That Supreme Self is Agni (Fire); It is Aditya (Sun); It is Vayu (Air); It is Chandrama (Moon). That Self is the luminous stars; It is Prajapati; It is water; It is Brahman. ",
    "commentaryHindi": "‘तदेवाग्नि:’ इत्यादि। वह आत्मतत्त्व ही अग्नि है, वही सूर्य है। आगे ‘तदेव शुक्रम्’ ऐसा देखा जाता है इसलिये ‘एव’ शब्दका सबके साथ सम्बन्ध है। शेष अर्थ सरल है। वही शुक्र यानी शुद्ध है तथा और भी जो दीप्तिशाली नक्षत्रादि पदार्थ हैं वह भी वही है,  तथा वही ब्रह्म—हिरण्यगर्भस्वरूप है, वही जल है और वही विराट्रूप प्रजापति है॥ २ ॥ ",
    "commentaryEnglish": "The One Supreme is described in various terms. The Brahman is all - fire, water, sun, air, moon, and other luminous bodies, the Lord of creation and Brahma. All these are the manifested glories of the same Brahman, the One Supreme; they are not independent and different. This way He should be meditated upon in the form of physical world. "
  },
  {
    "id": 3,
    "chapter": "4",
    "ShlokaNo": "3",
    "shlok": "त्वं स्त्री त्वं पुमानसि त्वं कुमार उत वा कुमारी। त्वं जीर्णो दण्डेन वञ्चसि त्वं जातो भवसि विश्वतोमुख:॥ ३ ॥",
    "translationHindi": " तू स्त्री है, तू पुरुष है, तू ही कुमार या कुमारी है और तू ही वृद्ध होकर दण्डके सहारे चलता है तथा तू ही [प्रपंचरूपसे] उत्पन्न होनेपर अनेकरूप हो जाता है॥ ३ ॥",
    "translationEnglish": "You are feminine, you are masculine; you are a bachelor and a spinster too. You as an old man totters along with the help of a stick; it is you alone appear in the cosmic form and have faces in all directions.",
    "commentaryHindi": "इस मन्त्रका अर्थ स्पष्ट है॥ ३ ॥ ",
    "commentaryEnglish": "The entire universe is the Lord’s manifestation alone. There is no limit to His expression; there is no limitation to the form in which the Formless incarnates. The Formless appearing in a multitude of forms from moment to moment is His great play, Lila as in the case of His appearances before Gopis or His visvarupa darshana before Arjuna and Yashoda. Atharva Veda (10.8.27) says: “Lord! You are within men; you are within women; you are within the young; you are within the old; you live within all of us, and you exist everywhere"
  },
  {
    "id": 4,
    "chapter": "4",
    "ShlokaNo": "4",
    "shlok": "नील: पतङ्गो हरितो लोहिताक्ष- स्तडिद्गर्भ ऋतव: समुद्रा:। अनादिमत्त्वं विभुत्वेन वर्तसे यतो जातानि भुवनानि विश्वा॥ ४ ॥",
    "translationHindi": " तू ही नीलवर्ण भ्रमर, हरितवर्ण एवं लाल आँखोंवाला जीव (शुकादि निकृष्ट प्राणी), मेघ तथा [ग्रीष्मादि] ऋतु और [सप्त] समुद्र है। तू अनादि है और सर्वत्र व्याप्त होकर स्थित है तथा तुझहीसे सम्पूर्ण लोक उत्पन्न हुए हैं॥ ४ ॥",
    "translationEnglish": "You are the dark-blue bee; You are the green parrot with red eyes; You are the thunder-clouds, the seasons and the oceans. You are beginningless and omnipresent. From you alone all the worlds are born. ",
    "commentaryHindi": " ‘नील:’ इत्यादि। यहाँ ‘त्वमेव’ (तू ही) इस पदका सबके साथ सम्बन्ध है। तू ही नीलवर्ण पतंग—भ्रमर है। नीचे गिरते चलनेके कारण भ्रमरको पतंग कहते हैं। तू ही हरित लोहिताक्ष है अर्थात् शुकादि निकृष्ट प्राणिवर्ग भी तू ही है। तू ही तडिद्गर्भ—मेघ, ऋतु एवं समुद्र है।  इस प्रकार क्योंकि तू ही सबका आत्मा है इसलिये तू अनादि है—तेरा आदि और अन्त नहीं है, जिससे कि विभु अर्थात् व्यापक होनेके कारण, सम्पूर्ण भुवन उत्पन्न हुए हैं॥ ४ ॥",
    "commentaryEnglish": "The seeker perceives only the Supreme in all objects, sentient and insentient; having all colors and forms because all these worlds and dwellers therein emanated from Him. In His all-pervading aspect he is in everything, omnipresent, and takes up every form. He is the master of Prakriti which is discussed in the next Mantra. "
  },
  {
    "id": 5,
    "chapter": "4",
    "ShlokaNo": "5",
    "shlok": "अजामेकां लोहितशुक्लकृष्णां बह्वी: प्रजा: सृजमानां सरूपा:। अजो ह्येको जुषमाणोऽनुशेते जहात्येनां भुक्तभोगामजोऽन्य:॥ ५ ॥ ",
    "translationHindi": "अपने अनुरूप बहुत-सी प्रजा उत्पन्न करनेवाली एक लोहित, शुक्ल और कृष्णवर्णा अजा (बकरी-प्रकृति)-को एक अज (बकरा-जीव) सेवन करता हुआ भोगता है और दूसरा अज उस भुक्तभोगाको त्याग देता है॥ ५ ॥ ",
    "translationEnglish": "There is one unborn prakriti - red, white and black - which gives birth to many creatures like itself. An unborn individual soul becomes attached to it and enjoys it, while another unborn individual soul leaves it after his enjoyment is completed. ",
    "commentaryHindi": "‘अजामेकाम्’ इत्यादि। सरूपा—एक समान आकारवाली बहुत-सी प्रजा उत्पन्न करनेवाली लोहित-शुक्ल-कृष्णा—तेज, अप् और अन्नरूपा अजा—प्रकृतिको अथवा ध्यानयोगमें स्थित ब्रह्मवादियोंद्वारा देखी गयी देवात्मशक्तिको एक अज—विज्ञानात्मा, जो अनादि काम और  कर्मद्वारा स्वरूपसे भ्रष्ट कर दिया गया है, इस प्रकृतिको ही अपना स्वरूप मानकर सेवन करता हुआ भोगता है और दूसरा गुरुदेवके उपदेशरूप प्रकाशसे अविद्यान्धकारके नष्ट हो जानेके कारण इसे छोड़ देता है॥ ५ ॥",
    "commentaryEnglish": "The gist of this Mantra is explained clearly in the Bhagavad Gita as follows. The Lord says that He is of two kinds of nature or prakriti. bhoomiraaponalo vaayuh kham mano buddhireva cha ahamkaara iteeyam me bhinnaa prakritirashtadhaa // 7.4 // Earth, water, fire, air, ether, mind, reason and ego - such is the eightfold division of My nature. apareyamitastwanyaam prakritim viddhi me paraam jeevabhootaam mahaabaaho yayedam dhaaryate jagat // 7.5 // O Mighty Armed, this is my lower nature. But different from it, you know My higher nature, the indwelling spirit by which the universe is sustained. etadyoneeni bhootaani sarvaaneetyupadhaaraya aham kritsnasya jagatah prabhavah pralayastathaa // 7.6 // Know these two - My higher and lower natures - form the womb of all beings. Therefore, I am the origin and dissolution of the whole Universe. mattah parataram naanyat kinchidasti dhananjaya mayi sarvamidam protam sootre maniganaa iva // 7.7 // There exists nothing whatsoever higher than Me, O Dhananjaya. All this is strung on Me, as a row of gems on a thread. Prakriti (nature) creates many creatures like itself which are governed by three Gunas - sattva, rajas and tamas - called red, white and black in this Mantra. The Mantra says that an ignorant person feels drawn towards this sense world and he enjoys it. Another individual, however, is clever and discriminative. He knows the ephemeral nature of this sense world on the basis of his previous experience and therefore rejects it. The Mantra says Nature is ajam i.e., unborn, without beginning. It is the combination of three Gunas which gives rise to the diversities in the world. But in the final analysis if one goes beyond all these diversities he will find that behind the diverse names and forms there is only One i.e., Brahman. This knowledge destroys ignorance. The difference between knowledge and ignorance is further explained in the next two Mantras which we find in the Mundaka Upanishad also. [M.U. 3:1:1] [M.U. 3:1:2] (Note: For a detailed exposition on the Mundaka Upanishad the reader may refer to the author’s article entitled ‘MundakaUpanishad:LoseYour Indentity and Attain Salvation’ appearing under the category ‘Vedas and Upanishads’ in this website)."
  },
  {
    "id": 6,
    "chapter": "4",
    "ShlokaNo": "6",
    "shlok": "द्वा सुपर्णा सयुजा सखाया समानं वृक्षं परिषस्वजाते। तयोरन्य: पिप्पलं स्वाद्वत्त्य- नश्नन्नन्यो अभिचाकशीति॥ ६ ॥ ",
    "translationHindi": "सदा परस्पर मिलकर रहनेवाले दो सखा (समान नामवाले) सुपर्ण (सुन्दर गतिवाले पक्षी) एक ही वृक्षको आश्रित किये हुए हैं। उनमें एक उसके स्वादिष्ट फलोंको भोगता है और दूसरा उन्हें न भोगता हुआ देखता रहता है॥ ६ ॥ ",
    "translationEnglish": "Like two birds of golden plumage, inseparable companions, are perched on a branch of the same tree. One of them tastes the sweet and bitter fruits of the tree; the other, tasting neither, calmly looks on. ",
    "commentaryHindi": "‘द्वा सुपर्णा’ इत्यादि। द्वा—दो विज्ञानात्मा और परमात्मा, जो सुपर्ण हैं अर्थात् शुभ पतन—शुभ गमनवाले होनेसे सुपर्ण हैं, अथवा पक्षियोंके समान होनेसे जो सुपर्ण कहलाते हैं, और सयुज्—सर्वदा संयुक्त रहते हैं तथा सखा हैं—जिनके आख्यान (नाम) यानी अभिव्यक्तिके कारण  समान हैं। ऐसे वे दोनों समान यानी एक ही वृक्षको—वृक्षके समान नाशमें समानता होनेके कारण शरीर वृक्ष है, उसे परिष्वक्त किये हैं अर्थात् ये दोनों उसपर आश्रित हैं। उनमें एक—अविद्या, काम और वासनाओंके आश्रयभूत लिं गदेहरूप-उपाधिवाला विज्ञानात्मा अविवेकवश  उसके स्वादु—अनेक विचित्र वेदनारूप स्वादवाले पिप्पल—सुख-दु:खरूप कर्मफलोंको भोगता है तथा अन्य—नित्यशुद्धबुद्धमुक्तस्वरूप परमात्मा उन्हें न भोगता हुआ उन सभीको देखता रहता है॥ ६ ॥",
    "commentaryEnglish": "Like two birds of golden plumage, inseparable companions, are perched on a branch of the same tree. One of them tastes the sweet and bitter fruits of the tree; the other, tasting neither, calmly looks on. "
  },
  {
    "id": 7,
    "chapter": "4",
    "ShlokaNo": "7",
    "shlok": "समाने वृक्षे पुरुषो निमग्नो- ऽनीशया शोचति मुह्यमान:। जुष्टं यदा पश्यत्यन्यमीश- मस्य महिमानमिति वीतशोक:॥ ७ ॥ ",
    "translationHindi": "उस एक ही वृक्षपर जीव [देहात्मभावमें] डूबकर मोहग्रस्त हो दीनभावसे शोक करता है। जिस समय यह [अनेकों योगमार्गोंसे] सेवित और देहादिसे भिन्न र्इश्वर और उसकी महिमाको देखता है उस समय शोकरहित हो जाता है॥ ७ ॥",
    "translationEnglish": "On the same tree, the individual self (jiva), deluded by forgetfulness of his identity with the divine Self, bewildered by his ego, grieves and is sad. But when he recognizes the other as the Lord worshipped by all and His glory, he becomes free from grief. ",
    "commentaryHindi": "एक ही वृक्ष यानी शरीरमें पुरुष—भोक्ता जीव अविद्या, काम, कर्म, कर्मफल और रागादिके भारी भारसे आक्रान्त हो समुद्रके जलमें डूबे हुए तूँबेके समान यानी निश्चय ही देहात्मभावको प्राप्त हुआ—‘यह देह मैं हूँ, मैं अमुकका पुत्र हूँ, उसका नाती हूँ, कृश हूँ, स्थूल हूँ, गुणवान् हूँ,  गुणहीन हूँ, सुखी हूँ, दु:खी हूँ’ इस प्रकारके प्रत्ययोंवाला हो, ऐसा समझकर कि इस देहसे भिन्न कोर्इ और नहीं है जन्मता, मरता एवं अपने सम्बन्धी बन्धुओंसे संयुक्त होता है। अत: अनीशतासे—‘मैं किसी कार्यके लिये समर्थ नहीं हूँ, मेरा पुत्र नष्ट हो गया, स्त्री मर गयी अब मेरे जीने से क्या लाभ है?’ इस प्रकारका दीनभाव ही अनीशा (असमर्थता) है उससे युक्त होकर और मोहग्रस्त होकर यानी अनर्थके अनेकों प्रकारोंसे अविवेकवश विचित्र स्थितिको प्राप्त होकर शोक अर्थात् सन्ताप करता है। वही प्रेत, तिर्यक् एवं मनुष्यादि योनियोंमें पड़कर दु:ख भोगता है।  जब कभी अनेक जन्मोंके संचित पुण्यकर्मविपाकसे कोर्इ परमकृपालु आचार्य उसे योगमार्गका उपदेश कर देते हैं तो वह अहिंसा, सत्य, ब्रह्मचर्य एवं सर्वत्यागके द्वारा समाहितचित्त और शमादि साधनोंसे सम्पन्न हो अनेक योगमार्गोंसे सेवित अन्य यानी वृक्ष (देह)-रूप उपाधिसे भिन्न,  संसारधर्मशून्य, क्षुधादिसे असंस्पृष्ट, सर्वान्तर्यामी र्इश्वर परमात्माका ध्यान करता हुआ उसे देखता है। अर्थात् ‘मैं यह हूँ, अर्थात् मैं सबमें समान और समस्त प्राणियोंके भीतर स्थित आत्मा हूँ, अविद्याजनित उपाधिसे परिच्छिन्न मायात्मा नहीं हूँ’ इस प्रकार साक्षात्कार करता है और  उसकी विभूतिरूप महिमाको देखता है यानी यह जगद्रूप महिमा इस परमात्माकी ही है—ऐसा जिस समय देखता है उस समय यह शोकरहित हो जाता है अर्थात् सम्पूर्ण शोकसागरसे मुक्त यानी कृतकृत्य हो जाता है। अथवा [ऐसा अर्थ करना चाहिये कि] जिस समय इस भोक्ता  जीवको यह योगिसेवित अन्य—र्इश्वररूप अर्थात् इस प्रत्यगात्माकी ही महिमारूप देखता है उस समय शोकरहित हो जाता है॥ ७ ॥",
    "commentaryEnglish": "These Mantras give us the spiritual discipline and the ethical virtues which enable the aspirant to attain the knowledge of the Para Brahman, Supreme Self, highlighting the end-results of this knowledge. The three words in relation to the two birds or the two Selves viz., ‘suparna’, ‘sayuja’, and ‘sakhaya’ are significant. Suparna means intimately related, the idea being that the individual Self and the Cosmic Self exist in an eternal relation. Sayuja means to be in a state of perpetual union. Another meaning of sayuja is being in the same place–that is the two Selves are inseparable, are ever present to one another. The third expression, sakhaya, means that the two Selves have the identical name or designation, and exist in an identical manner. Sakhaya also means companionship and friendship, indicating the deep personal relationship between the Jivatman and Paramatman. The selfsame tree is the body i.e. the cosmos. The form of every sentient being has two indwellers–the two Selves just like the two birds. However, they do not have the same experience of the tree. The individual self, the jiva, tastes the fruit of the tree in the form of the inner and outer senses, and according to the quality of that experience is made happy, unhappy, contented, discontented–and so forth. The individual thus undergoes experience sometimes laughing and some times weeping, immersed in thought and bewildered by his own helplessness. The Supreme Self, on the other hand, tasting neither [sweet or bitter experiences], calmly observes. God also experiences because He is an indweller of all and is aware of all that the individual spirit experiences, yet, He looks on without eating–without being affected or conditioned by such experiences. But He does know exactly the effect and conditioning that accrues to the individual Self. He is experiencing right along with us, but unlike us is not pulled into a mistaken identity with the body-mind and its experiences. We are drowned, submerged, in the deadly ocean of samsara, of continual birth, death, pain and pleasure. Sankara points out that the individual self is overwhelmed with confusion because it cannot understand what is really happening to it, and why. Just like a piece of driftwood on the heaving sea, it is lifted up and down, thrown onto the shore and then pulled out to sea again. So it grieves at its helplessness and hopelessness. All is changed, though, when the individual sees, right in the core of his being, the very God he has been hitherto worshipping as separate from himself. Experiencing within his own being the presence and the glory of God–and thereby realizing that glory as his own–the individual becomes liberated from sorrow. “In Mantra 6, the cause of sorrow is traced to the sense of helplessness induced in us when we are lost in the objective world. In Mantra 7, freedom from sorrow is traced to our getting beyond object-thinking and establishing contact with real being”. Dr.S.Radhakrishnan."
  },
  {
    "id": 8,
    "chapter": "4",
    "ShlokaNo": "8",
    "shlok": " ऋचो अक्षरे परमे व्योमन् यस्मिन्देवा अधि विश्वे निषेदु:। यस्तं न वेद किमृचा करिष्यति य इत्तद्विदुस्त इमे समासते॥ ८ ॥",
    "translationHindi": "जिसमें समस्त देवगण अधिष्ठित हैं उस अक्षर परव्योममें ही वेदत्रय स्थित हैं [अर्थात् वे भी उसीका प्रतिपादन करते हैं]। जो उसको नहीं जानता वह वेदोंसे ही क्या कर लेगा? जो उसे जानते हैं वे तो ये कृतार्थ हुए स्थित हैं॥ ८ ॥",
    "translationEnglish": "For the one who does not know Him, in whom all gods are rested, who is the Indestructible abode of all the Vedas, what will be the use of the Vedas? Only those who know Him attain bliss. ",
    "commentaryHindi": " ‘ऋच:’ इत्यादि। वेदत्रयवेद्य अक्षर परमाकाशमें—आकाशसदृश परब्रह्ममें, जिसमें समस्त देवगण अधिष्ठित हैं—उसके आश्रयसे स्थित हैं उस परमात्माको जो नहीं जानता वह वेदसे क्या कर लेगा? और जो उसे जानते हैं वे तो ये सम्यक् प्रकारसे रहते हैं अर्थात् कृतार्थ हुए स्थित हैं॥ ८ ॥",
    "commentaryEnglish": "This Mantra shows the Sage lamenting about and expressing anguish and pity on those who do not know the Imperishable Brahman. The Sage wonders for what use the Vedas would be to a person who does not know the characteristics of Brahman. The Vedas are all based on Brahman, which is like space and never changing. All the gods (planets, elements etc) rest in Brahman. If a person knows nothing about Brahman but only performs rituals and rites what will he gain? On the other hand, those who know Brahman, as it were, live with the conviction that they are one with Brahman and attain Bliss. We must interpret this Mantra with utmost care. The Upanishad does not say “do not adore the Perishable or do not perform rituals and rites”. It only says of what use these adorations of the Perishable when the Imperishable which is the substratum of all the manifestation is not known? These symbols or shadows have their own place but only after knowing the substance. The symbol is the Form even as the substance is the Formless. The Form derives its meaning and significance only from the Formless. It is the Formless which gives life to the Form. But people worship the Form without knowing the Formless and so their prayers and adoration are more in the nature of ceremonial routine and drudgery. The Form is maya or illusion which has no intrinsic value or existence - it exists because of the Formless. The Formless is the mayin, the producer of maya, illusion."
  },
  {
    "id": 9,
    "chapter": "4",
    "ShlokaNo": "9",
    "shlok": "छन्दांसि यज्ञा: क्रतवो व्रतानि भूतं भव्यं यच्च वेदा वदन्ति। अस्मान्मायी सृजते विश्वमेत- त्तस्मिंश्चान्यो मायया संनिरुद्ध:॥ ९ ॥ ",
    "translationHindi": "वेद, यज्ञ, क्रतु, व्रत, भूत, भविष्य और वर्तमान तथा और भी जो कुछ वेद बतलाते हैं, वह सब मायावी र्इश्वर इस अक्षरसे ही उत्पन्न करता है, और उस (प्रपंच)-में ही मायासे अन्य-सा होकर बँधा हुआ है॥ ९ ॥ ",
    "translationEnglish": "The sacred verses (chandas), the offerings (yajna), the sacrifices (kratu), the penances (vrata), the past, the future and all that the Vedas declare, have been produced from the imperishable Brahman. Brahman projects the universe through the power of Its maya. Again, in that universe Brahman as the jiva is entangled through maya.",
    "commentaryHindi": "‘छन्दांसि’ इत्यादि। ऋग्, यजु:,साम और अथर्वसंज्ञक वेद छन्द हैं, जिनमें यूपका सम्बन्ध नहीं होता वे देवयज्ञादि विहित कर्म यज्ञ कहलाते हैं ज्योतिष्टोमादि याग क्रतु हैं तथा चान्द्रायणादि व्रत हैं। भूत—जो बीत चुका है, भव्य—जो होनेवाला है। ‘यत्’ यह पद उनके  मध्यवर्ती वर्तमानका सूचक है और ‘च’ शब्द सबका समुच्चय करनेके लिये है। तात्पर्य यह है कि यज्ञादि साध्य कर्म और भूतादि प्रपंचमें वेद ही प्रमाण हैं। मूलमें ‘यत्’ शब्दका सबके साथ सम्बन्ध है। इसका सम्बन्ध इस प्रकार है कि जो कुछ पहले कहा गया है सब इस प्रकृत  अक्षर ब्रह्मसे ही उत्पन्न होता है। अविकारी ब्रह्म किस प्रकार प्रपंचका उपादान कारण हो सकता है? ऐसा प्रश्न होनेपर श्रुति कहती है—‘मायी सृजते’ इत्यादि। तात्पर्य यह है कि कूटस्थ ब्रह्मका भी अपनी शक्तिके द्वारा सबका रचयिता होना सम्भव ही है। वह विश्व अर्थात् पूर्वोक्त  प्रपंचको उत्पन्न करता है तथा अपनी मायासे कल्पित हुए उस भूतादि प्रपंचमें वह मायासे ही अन्य-सा होकर बँध गया है, अर्थात् अविद्याके वशीभूत होकर संसार-समुद्रमें भटकता रहता है॥ ९ ॥",
    "commentaryEnglish": "The whole world proceeds from the imperishable Brahman. The actual creator is Isvara, the Personal God, who is acting through his power of maya, daivatma-sakti (saguna Brahman). Brahman is the material and efficient cause of the universe. Whatever objects are there prescribed in the Vedas - the chandas, yajnas, kratus, various vows etc., the past, present and future - are all derived from Paramatman, the sole controller of Prakriti by His own power of maya. In this web of the world, Brahman as all jivas is tied up through the maya power of Paramatman Himself. When the jiva realizes its real nature as Paramatman (Brahman) it is freed from this entanglement. "
  },
  {
    "id": 10,
    "chapter": "4",
    "ShlokaNo": "10",
    "shlok": "मायां तु प्रकृतिं विद्यान्मायिनं तु महेश्वरम्। तस्यावयवभूतैस्तु व्याप्तं सर्वमिदं जगत्॥ १० ॥ ",
    "translationHindi": "प्रकृतिको तो माया जानना चाहिये और महेश्वरको मायावी। उसीके अवयवभूत [कार्य-करणसंघात]-से यह सम्पूर्ण जगत् व्याप्त है॥ १० ॥",
    "translationEnglish": "Know, then, that prakriti or nature is maya (illusion) and that Great Lord (Mahesvara) is the mayin (the illusion-maker). The whole universe is filled with objects which are parts of His being. ",
    "commentaryHindi": "‘मायां तु’ इत्यादि। पीछे जिसका जगत्की प्रकृति (कारण)-रूपसे सर्वत्र प्रतिपादन किया गया है—वह प्रकृति माया ही है—ऐसा जाने। यहाँ ‘तु’ शब्द निश्चयार्थक है। जो महान् और र्इश्वर होनेके कारण महेश्वर है उसे मायावी—मायाको सत्ता-स्फूर्ति आदि देनेवाला तथा  अधिष्ठानरूपसे उसे प्रेरित करनेवाला जानना चाहिये—इस प्रकार इसका पूर्वोक्त ‘विद्यात्’ क्रियासे सम्बन्ध है। उस प्रकृत परमेश्वरके रज्जु आदि अधिष्ठानोंमें कल्पित सर्पादिरूप मायिक अवयवोंसे अध्यासद्वारा यह भूर्लोकादि सम्पूर्ण जगत् व्याप्त यानी पूर्ण है। यहाँ भी ‘तु’  शब्द निश्चयार्थक ही है॥ १० ॥",
    "commentaryEnglish": "The Great Lord has been described here as Mayin and His power as Maya. Mayin is the Lord of Maya. Maya and Prakriti are the same. Explanations of the terms maya and mayin were already dealt with under the Mantra 8. The whole manifested world consists only of the parts - the whole is Unmanifest. The whole is the creator - the creation consists only in the parts. The whole is in the parts and yet the whole cannot be found by 42 collecting the parts together. As the Supreme brings forth the whole universe by His own power of maya, He is not in any way affected by it unlike others who are subject to its sway. The mystery lies in the whole and cannot be discovered by bringing the parts together. Quantity cannot be a source of comprehension of the quality of things and beings. Then how can we find this quality of things? The answer is given in the Mantra 18 which follows."
  },
  {
    "id": 11,
    "chapter": "4",
    "ShlokaNo": "11",
    "shlok": "यो योनिं योनिमधितिष्ठत्येको यस्मिन्निदं स च वि चैति सर्वम्। तमीशानं वरदं देवमीड्यं निचाय्येमां शान्तिमत्यन्तमेति॥ ११ ॥ ",
    "translationHindi": "जो अकेला ही प्रत्येक योनिका अधिष्ठाता है, जिसमें यह सब सम्यक् प्रकारसे लीन होता है और फिर विविधरूप हो जाता है उस सर्वनियन्ता, वरदायक, स्तवनीय देवका साक्षात्कार करके साधक इस परम शान्तिको प्राप्त होता है॥ ११ ॥",
    "translationEnglish": "By truly realizing Him who is non-dual, who presides over the source of everything, and in whom this whole world comes together at the time of creation and dissolves at the time of dissolution - by truly realizing Him who is the Lord, the bestower of blessings, the Adorable God, one attains the supreme peace.",
    "commentaryHindi": "‘यो योनिम्’ इत्यादि। जो मायातीत विशुद्धानन्दघन परमेश्वर योनि-योनिको—‘योनिं योनिम्’ इस द्विरुक्तिसे मूलप्रकृतिरूपा माया और अवान्तर प्रकृतिरूप आकाशादि—ये दोनों प्रकृतियाँ (योनियाँ) सूचित होती हैं उन दोनों प्रकारकी प्रकृतियोंको सत्ता-स्फूर्तिप्रदरूपसे  अधिष्ठित करके अन्तर्यामीरूपसे स्थित है, जैसा कि “जो आकाशमें स्थित है” इत्यादि श्रुतिसे सिद्ध होता है। जो एक—अद्वितीय है। जिस मायादिके अधिष्ठाता र्इश्वरमें यह सम्पूर्ण जगत् प्रलयकालमें संगत—लयको प्राप्त होता है और फिर सृष्टिकालमें विविधताको प्राप्त होता  अर्थात् आकाशादिरूपसे नानाकार हो जाता है उस प्रस्तुत अधिष्ठाता, र्इशान—नियन्ता, वरद—मोक्षप्रद, देव—प्रकाशस्वरूप और र्इड्य—वेदादिद्वारा स्तुत्यको अनुभव कर ‘मैं ब्रह्म हूँ’ इस प्रकार निश्चयरूपसे प्रत्यक्ष कर सुषुप्ति आदि अनुभव की हुर्इ जो सर्वोपरतिरूपा  सर्वजनहितकारिणी शान्ति है वह यहाँ ‘इदम्’ शब्दसे—‘इमाम्’ इस संकेतसे दिखायी गयी है, उस इस प्रसिद्ध शान्तिको अर्थात् सर्वदु:खशून्यसुखैकतानतारूपा मुक्तिको प्राप्त हो जाता है। तात्पर्य यह है कि गुरुके उपदेश किये हुए ‘तत्त्वमसि’ आदि वाक्योंसे उत्पन्न  होनेवाले सम्यक् तत्त्वज्ञानसे अविद्या और उसके कार्यादिरूप सम्पूर्ण मायाके निवृत्त हो जानेसे वह आत्यन्तिकी—जिससे कि वह पुनरावृत्तिशून्य हो जाता है ऐसी मुक्तिको प्राप्त हो जाता है; अर्थात् एकरस (ब्रह्मस्वरूप) हो जाता है॥ ११ ॥",
    "commentaryEnglish": "The Paramatman is the single presiding deity of each and every source of origin of things and beings. He is the Supreme Lord of all causes in the world. He is the causeless cause. Under His supervision and arrangement these causes result in effects. The whole universe merges in Him and comes out of Him in various forms during the cycles of dissolution and creation respectively. When the jiva comes to know this Super Controller, the bestower of the boons, and the only one worthy of praises, he attains the ultimate emancipation, the eternal Supreme Peace. Bhagavd Gita calls this as shashwato shaanti, eternal peace (9.31) and paraa shaanti, Supreme Peace (18.62). Sankara says that this peace attained with the help of knowledge is like the peace we experience after a sound dreamless sleep. "
  },
  {
    "id": 12,
    "chapter": "4",
    "ShlokaNo": "12",
    "shlok": "यो देवानां प्रभवश्चोद्भवश्च विश्वाधिपो रुद्रो महर्षि:। हिरण्यगर्भं पश्यत जायमानं स नो बुद्ध्या शुभया संयुनक्तु॥ १२ ॥",
    "translationHindi": " जो रुद्र देवताओंकी उत्पत्ति और ऐश्वर्यप्राप्तिका हेतु, जगत्का स्वामी और सर्वज्ञ है तथा जिसने सबसे पहले हिरण्यगर्भको अपनेसे उत्पन्न देखा था वह हमें शुद्ध बुद्धिसे संयुक्त करे॥ १२ ॥",
    "translationEnglish": "He, the source of the gods and the bestower of their powers, the Support of the universe, Rudra the omniscient, who at the beginning gave birth to Hiranyagarbhamay He endow us with clear intellect! ",
    "commentaryHindi": "‘यो देवानाम्’ इत्यादि। सबका अर्थ पहले (अध्याय ३ मन्त्र ४ में) ही कह दिया गया है॥ १२ ॥",
    "commentaryEnglish": "(This is a repetition of the Mantra in Chapter 3.4) This is a prayer to Rudra for obtaining a pure, auspicious and subtle intellect so that one can realize Brahman. Rudra is described as maharshi- the omniscient seer, the creator of lesser cosmic powers such as Agni, Vayu etc., the sustainer of the universe and the creator of hiranyagarbha - Cosmic seed at the beginning of creation (Brahman). "
  },
  {
    "id": 13,
    "chapter": "4",
    "ShlokaNo": "13",
    "shlok": "यो देवानामधिपो यस्मिँल्लोका अधिश्रिता:। य र्इशे अस्य द्विपदश्चतुष्पद: कस्मै देवाय हविषा विधेम॥ १३ ॥ ",
    "translationHindi": "जो देवताओंका स्वामी है, जिसमें सम्पूर्ण लोक आश्रित हैं और जो इस द्विपद एवं चतुष्पद प्राणिवर्गका शासन करता है उस आनन्दस्वरूप देवकी हम हविके द्वारा परिचर्या (पूजा) करें॥ १३ ॥ ",
    "translationEnglish": "He who is the Lord of all the gods, in whom the worlds find their support, who rules over all two-footed and four-footed beings - let us serve that God, radiant and blissful, with an oblation. ",
    "commentaryHindi": "‘यो देवानामधिप:’ इत्यादि। जिसका यहाँ प्रसंग है ऐसा जो परमेश्वर ब्रह्मादि देवताओंका अधिपति—स्वामी है, सबके कारणभूत जिस परमेश्वरमें भूलोकादि सम्पूर्ण लोक अधिश्रित—अधि—ऊपर श्रित अर्थात् अध्यस्त है तथा जो प्रकृत परमेश्वर इस मनुष्यादि  द्विपाद् (दो पैरवाले) और पशु आदि चतुष्पाद् जीवसमुदायका शासन करता है। ‘र्इशे’ इस क्रियापदमें तकारका लोप वैदिक है।१ उस क—आनन्दरूप—मूलमें [‘क’ शब्दकी चतुर्थीके एकवचनको] ‘स्मै’ आदेश वैदिक२ है—देव यानी द्योतनात्मक  (प्रकाशस्वरूप)-को हवि—चरु-पुरोडाशादि द्रव्यसे विधेम—पूजें। परिचर्या (पूजा) ही जिसका कर्म है ऐसे ‘विध’ धातुका यह रूप है३॥ १३ ॥",
    "commentaryEnglish": "This is a prayer to the Lord, Brahman, offering all respects to Him"
  },
  {
    "id": 14,
    "chapter": "4",
    "ShlokaNo": "14",
    "shlok": "सूक्ष्मातिसूक्ष्मं कलिलस्य मध्ये विश्वस्य स्रष्टारमनेकरूपम्। विश्वस्यैकं परिवेष्टितारं ज्ञात्वा शिवं शान्तिमत्यन्तमेति॥ १४ ॥",
    "translationHindi": "सूक्ष्मसे भी सूक्ष्म, अविद्या और उसके कार्यरूप दुर्गम स्थानमें स्थित,* जगत्के रचयिता, अनेकरूप और संसारको एकमात्र भोग प्रदान करनेवाले शिवको जानकर जीव परम शान्ति प्राप्त करता है॥ १४ ॥ ",
    "translationEnglish": "By realizing Him who is subtler than the subtlest who dwells in the midst of the chaos, who is the Creator of all things and is endowed with many forms, who is the non-dual Pervader of the universe and all good - by realizing Him one attains the supreme peace. ",
    "commentaryHindi": "‘सूक्ष्मातिसूक्ष्मम्’ इत्यादि। ‘सूक्ष्मातिसूक्ष्मम्’ इस पदसे श्रुति पृथिवीसे लेकर अव्याकृतपर्यन्त जो उत्तरोत्तर सूक्ष्म और सूक्ष्मतर है उनकी अपेक्षा भी र्इश्वरकी सूक्ष्मतमता बतलाती है। कलिलके मध्यमें अर्थात् अविद्या और उसके कार्यरूप दुर्ग—गहन [स्थान]-के मध्यमें।  शेष अंशकी पहले व्याख्या हो चुकी है॥ १४ ॥",
    "commentaryEnglish": "When the unity behind diversity is realized, we know the inner being of everyone and we then attain absolute peace and blessedness (santam atyantam). This is an echo of the Mantra 3.7 of this Upanishad which we studied earlier as under. "
  },
  {
    "id": 15,
    "chapter": "4",
    "ShlokaNo": "15",
    "shlok": "स एव काले भुवनस्य गोप्ता विश्वाधिप: सर्वभूतेषु गूढ:। यस्मिन्युक्ता ब्रह्मर्षयो देवताश्च तमेवं ज्ञात्वा मृत्युपाशांश्छिनत्ति॥ १५ ॥ ",
    "translationHindi": "वही अतीत कल्पोंमें विश्वका रक्षक था, वही विश्वका स्वामी और सम्पूर्ण भूतोंमें स्थित है। (ऐसे) जिस परमात्मामें ब्रह्मर्षि और देवगण अभिन्नरूपसे स्थित हैं उसे इस प्रकार जानकर पुरुष मृत्युके पाशोंको काट डालता है॥ १५ ॥",
    "translationEnglish": "It is He who, in proper time, becomes the protector of the universe, the Lord of all, hidden in all things, and in whom the sages and the deities are united. Verily, by knowing Him thus one cuts asunder the fetters of death. ",
    "commentaryHindi": "‘स एव’ इत्यादि। वह प्रकृत परमेश्वर ही कालमें—अतीत कल्पोंमें अर्थात् जीवोंके संचित कर्मोंके फलोन्मुख होते समय भुवनका गोप्ता यानी विभिन्न जीवोंके कर्मानुसार उनका रक्षक था। वह विश्वाधिप—विश्वका स्वामी, समस्त भूतोंमें गूढ अर्थात् ब्रह्मासे लेकर स्तम्बपर्यन्त  समस्त प्राणियोंमें साक्षीरूपसे स्थित है। जिस चिद्घनानन्द-विग्रह परमात्मामें युक्त—ऐक्यभावको प्राप्त हैं; कौन? सनकादि ब्रह्मर्षि और ब्रह्मादि देवगण। उसी र्इश्वरको जानकर अर्थात् ‘मैं ब्रह्म हूँ’ इस प्रकार साक्षात्कार कर [पुरुष] मृत्युके पाशोंको काट डालता है। अविद्या  अर्थात् तम ही मृत्यु है तथा रूपादि विषय पाश हैं; क्योंकि उनमें ही जीव पाशित (बद्ध) होते हैं, अत: वे पाश हैं; श्रुति कहती है—“अज्ञान मृत्यु ही है।” उस (अज्ञान)-के कार्य काम और कर्मादिको काट डालता यानी नष्ट कर देता है;  अर्थात् ऐक्यरूप स्वप्रकाशाग्निसे भस्म कर देता है॥ १५ ॥",
    "commentaryEnglish": "The Supreme Lord who is being described continuously, preserves the existence of universe and is hidden as indweller in all beings. All the sages keep themselves engaged in meditating upon him. This way by knowing that Supreme God, one cuts all ties causing birth and death. He never comes under the bondage of Prakriti and gets emancipated. "
  },
  {
    "id": 16,
    "chapter": "4",
    "ShlokaNo": "16",
    "shlok": "घृतात्परं मण्डमिवातिसूक्ष्मं ज्ञात्वा शिवं सर्वभूतेषु गूढम्। विश्वस्यैकं परिवेष्टितारं ज्ञात्वा देवं मुच्यते सर्वपाशै:॥ १६ ॥",
    "translationHindi": " घृतके ऊपर रहनेवाले उसके सारभागके समान अत्यन्त सूक्ष्म शिवको भूतोंमें अन्तर्यामीरूपसे स्थित जानकर तथा विश्वके एकमात्र भोगप्रद उस देवका साक्षात्कार कर पुरुष समस्त बन्धनोंसे मुक्त हो जाता है॥ १६ ॥ ",
    "translationEnglish": "By knowing Him, the auspicious, hidden in all beings, like the film that rises to the surface of clarified butter, the sole Pervader of the universe, the God, one is released from all fetters.",
    "commentaryHindi": "‘घृतात्’ इत्यादि। जिस प्रकार घृतके ऊपर रहनेवाला मण्ड—उसका सारभाग घृतवालोंकी अत्यन्त प्रीतिका विषय होता है उसी प्रकार परमात्मा मुमुक्षुओंको साररूप अत्यन्त आनन्द प्रदान करनेके कारण उनकी निरतिशय प्रीतिका विषय है। उस घृतके सारके  समान आनन्दरूपसे अत्यन्त सूक्ष्म शिवको ‘शिव’ शब्दकी व्याख्या पहले की जा चुकी है, समस्त भूतोंमें—ब्रह्मासे लेकर स्तम्बपर्यन्त समस्त जीवोंमें गूढ़ जानकर कर्मफलभोगके साक्षीरूपसे प्रत्यक्षतया वर्तमान रहते हुए भी उन (काम-कर्मादि)-के द्वारा उसका र्इश्वरत्व तिरस्कृत  हो गया है [इसलिये उसे गूढ कहा जाता है]। उत्तरार्धकी व्याख्या की जा चुकी है॥ १६ ॥",
    "commentaryEnglish": "The aspirant becomes free forever from all bondages by knowing the Lord who is subtle as a film on the clarified butter and who is supreme good for all, who is hidden in all beings and surrounding the entire world. "
  },
  {
    "id": 17,
    "chapter": "4",
    "ShlokaNo": "17",
    "shlok": "एष देवो विश्वकर्मा महात्मा सदा जनानां हृदये संनिविष्ट:। हृदा मनीषा मनसाभिक्लृप्तो य एतद्विदुरमृतास्ते भवन्ति॥ १७ ॥",
    "translationHindi": "यह सर्वव्यापी देव जगत्कर्ता और सर्वदा समस्त जीवोंके हृदयमें स्थित है। यह प्रपंचनिषेधके उपदेश, आत्मानात्मविवेक-बुद्धि और एकत्वज्ञानके द्वारा प्रकाशित होता है, इसे जो जानते हैं वे अमर हो जाते हैं॥ १७ ॥",
    "translationEnglish": "The creator of the world; great souled, the Supreme Lord, always seated in the heart of every one; he manifests himself by meditating through heart, intellect and mind; They who know Him become immortal. ",
    "commentaryHindi": "‘एष देवो’ इत्यादि। यह प्रकृति देव—द्योतनात्मक परमात्मा विश्वकर्मा है। महदादि विश्व कर्म है, यह किया जाता है इसलिये कर्म है; मायाके संसर्गवश विश्वरूप कार्य इसीका है इसलिये यह विश्वकर्मा है तथा महान् और आत्मा होनेके कारण यह महात्मा अर्थात्  सर्वव्यापी है। यह सर्वदा जीवोंके हृदय—परव्योम यानी हृदयाकाशमें जलादि उपाधियोंमें सूर्यप्रतिबिम्बके समान निविष्ट अर्थात् सम्यक्रूपसे स्थित है। वही साक्षीरूपसे हृदा—‘हृञ् हरणे’ (‘हृ’ धातु हरणार्थक है) ऐसी [धातुसूत्ररूप] स्मृति होनेके कारण जो हरण करे उसका  नाम हृत् है उसके द्वारा यानी ‘नेति नेति’ इत्यादि निषेधोपदेशसे, मनीषा—‘यह पुरुषार्थ है और यह अपुरुषार्थ है, यह आत्मा है और यह अनात्मा है’ इस प्रकारकी विवेकबुद्धिसे तथा मनसा—विचारसाध्य एकत्वज्ञानसे अभिक्लृप्त—प्रकाशित होता—यानी अखण्डैकरसस्वरूपसे  अभिव्यक्त होता है। जो जन अर्थात् साधनचतुष्टयसम्पन्न संन्यासिगण इसे ‘यह ‘तत्त्वमसि’ आदि वाक्योंसे प्रतिपादित अखण्डैकरसरूप है’ इस प्रकार जानते हैं अर्थात् ‘मैं ब्रह्म हूँ’ इस प्रकार इसका साक्षात्कार करते हैं वे इस तरह बतलाये हुए ज्ञानीलोग अमृत—अमरणधर्मा  अर्थात् पुनरावृत्तिशून्य हो जाते हैं॥ १७ ॥",
    "commentaryEnglish": "We have seen earlier under Mantra 3.13 in this Upanishad as under. aṅguṣṭhamātraḥ puruṣo 'ntarātmā sadā janānāṃ hṛdaye saṃniviṣṭaḥ / hṛdā manīṣā manasābhikḷpto ya etad vidur amṛtās te bhavanti // 3.13 // "
  },
  {
    "id": 18,
    "chapter": "4",
    "ShlokaNo": "18",
    "shlok": "यदातमस्तन्न दिवा न रात्रि- र्न सन्न चासञ्छिव एव केवल:। तदक्षरं तत्सवितुर्वरेण्यं प्रज्ञा च तस्मात्प्रसृता पुराणी॥ १८ ॥ ",
    "translationHindi": "जिस समय अज्ञान नहीं रहता उस समय न दिन रहता है न रात्रि और न सत् रहता है न असत्, एकमात्र शिव रह जाता है; वह अविनाशी और आदित्यमण्डलाभिमानी देवका भजनीय है तथा उसीसे पुरातन प्रज्ञा (गुरुपरम्परागत ज्ञान)-का प्रसार हुआ है॥ १८ ॥",
    "translationEnglish": "When there is complete absence of the darkness of ignorance, then what is experienced is neither day nor night; neither existence or non-existence; only one pure Siva (the auspicious) is there; that is indestructible; that is adorable light of even sun-god; from that this ancient wisdom proceeded all over the world. ",
    "commentaryHindi": "‘यदा’ इत्यादि। जिस अवस्थामें अतम—जिसमें तम (अज्ञान) नहीं है ऐसा अतम रहता है अर्थात् जब दीपकरूप तत्त्वमस्यादिवाक्यजनित ज्ञानसे अविद्या दग्ध हो जाती है; क्योंकि वह अपने कार्यरूप तमवाली है, उस समय न दिन—दिनका आरोप होता है और न रात्रि—रात्रिका  ही आरोप होता है—इस प्रकार ‘आरोप’ शब्दका सबके साथ सम्बन्ध लगाना चाहिये। और न सत्—सत्ताका आरोप रहता है न असत्—अभावका आरोप ही रहता है। तब तो सर्वत्र शून्य ही तत्त्व रहा—इस प्रकार बौद्धमतके सादृश्यकी आशंका करके श्रुति कहती है—‘शिव एव’  इत्यादि। उस समय शिव यानी शुद्धस्वभाव परमात्मा ही रहता है, शून्य नहीं रहता—यह अर्थ निपातसे ध्वनित होता है। वह केवल अर्थात् अविद्यारूप विकल्पसे रहित, अक्षर—उसके स्वरूपका क्षय नहीं होता इसलिये अक्षर यानी नित्य, तत्—तत्पदका लक्ष्यार्थ तथा  सविता—आदित्यमण्डलाभिमानी देवताका वरेण्य—वरणीय यानी सम्यक् प्रकारसे भजनीय है। उस शुद्धत्वके हेतुसे प्रज्ञा—गुरुके उपदेशसे ‘तत्त्वमसि’ आदि वाक्यसे उत्पन्न होनेवाली बुद्धि प्रसृत हुर्इ है अर्थात् नित्य पदार्थके विवेकादिसे सम्पन्न संन्यासियोंमें पूर्णत्वरूपसे व्याप्त हुर्इ है।  वह पुराणी यानी ब्रह्मासे आरम्भ करके परम्परासे प्राप्त हुर्इ है अर्थात् अनादिसिद्धा है। यहाँ चकार एवके अर्थमें है॥ १८ ॥",
    "commentaryEnglish": "“The characterization of the Supreme which transcends the duality of subject and object can only be negative and cannot be a field of clear definition and demonstration”. - Dr.S.Radhakrishnan. Thus the Supreme can be known only by those whose intellect abides in the heart. Intellect is impersonal and objective, while the heart is always warm and intimate. Mere intellect is cool as snow and mere heart is fleeting like vapor. When these two come together, man can unlock the secrets of life and understand the mysteries of jiva, jagat and jagadisvara. Sankara’s famous ‘Nirvana Shatkam’ is a fine exposition of this aspect. The seeker realizes that he is chidananda rupah sivoham sivoham (I am of the nature of Pure Consciousness - Bliss Absolute, I am Siva, I am (verily) Siva). This Mantra says ‘siva eva kevalah’, there is only one pure Siva (the auspicious), "
  },
  {
    "id": 19,
    "chapter": "4",
    "ShlokaNo": "19",
    "shlok": "नैनमूर्ध्वं न तिर्यञ्चं न मध्ये परिजग्रभत्। न तस्य प्रतिमा अस्ति यस्य नाम महद्यश:॥ १९ ॥",
    "translationHindi": " उसे ऊपरसे, इधर-उधरसे अथवा मध्यमें भी कोर्इ ग्रहण नहीं कर सकता। जिसका नाम महद्यश है ऐसे उस ब्रह्मकी कोर्इ उपमा भी नहीं है॥ १९ ॥",
    "translationEnglish": "No one can catch hold of Him either from above, or across, or in the middle. There is no likeness of Him. His name is Great Glory (Mahad Yasah). ",
    "commentaryHindi": " ‘नैनम्’ इत्यादि। अपरिच्छिन्न, निरंश और निरवयव होनेके कारण इस प्रकृत ब्रह्मको ऊर्ध्वादि दिशाओंमें कोर्इ ग्रहण करनेमें समर्थ नहीं है। अखण्डानन्दानुभवरूप होनेसे उसके समान कोर्इ दूसरा न होनेसे उस र्इश्वरकी कोर्इ प्रतिमा—उपमा नहीं है।  जिसका नाम महद्यश है अर्थात् जिस र्इश्वरका नाम—अभिधान महत्—दिगादिसे अपरिमित यानी सर्वत्र पूर्ण यश—कीर्ति है*॥ १९ ॥ ",
    "commentaryEnglish": "That Paramatman who has been described in various ways in the previous Mantras cannot be caught hold of or cannot be grasped in whatever manner one may try because He is entirely beyond grasp. When Sastras talk of knowing Him it only means realizing Him through personal experience. Such a realized soul too cannot express Him through words because mind and speech cannot reach there. This Upanishad in chapter 6 and the Mundaka and Katha Upanishads say “Him the sun does not illumine, nor the moon, nor the stars, nor the lightning–nor, verily, fires kindled upon the earth. He is the one light that gives light to all. He shining, everything shines”. He is absolutely different from physical objects which can be understood or grasped. His name is Mahad yasah (far beyond and above everything) and His fame is spread all over. He is without a match and none can equal Him. To say anything about Him is to limit the unlimited. Even then, this Upanishad emphasizes the personal aspect of the transcendent God. He is siva to whom we turn in prayer and praise."
  },
  {
    "id": 20,
    "chapter": "4",
    "ShlokaNo": "20",
    "shlok": "न संदृशे तिष्ठति रूपमस्य न चक्षुषा पश्यति कश्चनैनम्। हृदा हृदिस्थं मनसा य एन- मेवं विदुरमृतास्ते भवन्ति॥ २० ॥",
    "translationHindi": " इसका स्वरूप नेत्रादिसे ग्रहण करनेयोग्य स्थानमें नहीं है, उसे कोर्इ भी नेत्रद्वारा नहीं देख सकता। जो इस हृदयस्थित परमात्माको शुद्धबुद्धि यानी मनसे इस प्रकार जान लेते हैं वे अमर हो जाते हैं॥ २० ॥",
    "translationEnglish": "His form is not an object of vision; no one beholds Him with the eyes. They who, through pure intellect and the Knowledge of Unity based upon reflection, realize Him as abiding in the heart become immortal.",
    "commentaryHindi": "‘न संदृशे’ इत्यादि। इस प्रकृत र्इश्वरका रूप अर्थात् रूपादिरहित निर्विशेष स्वप्रकाश अखण्डानन्दानुभवमय स्वरूप संदृश—नेत्रादि इन्द्रियोंसे ग्रहण करनेयोग्य प्रदेशमें स्थित नहीं है, अर्थात् यह उनका विषय नहीं होता। इन्द्रियोंका विषय न होनेसे ही इस प्रकृत  परमात्माको कोर्इ भी नेत्रसे—नेत्र यहाँ समस्त इन्द्रियोंको उपलक्षित करता है, अत: किसी भी इन्द्रियसे नहीं देख सकता अर्थात् इसे इन्द्रियोंके विषयरूपसे ग्रहण नहीं कर सकता। “जिसे कोर्इ नेत्रद्वारा नहीं देख सकता अपितु जिसकी सत्तासे नेत्र देखता है”  इत्यादि श्रुति इसमें प्रमाण है। जो साधनचतुष्टयादिसम्पन्न संन्यासी यानी योग्य अधिकारी हृदयस्थित—हृदयाकाशरूप गुहामें स्थित अर्थात् वहाँ प्रत्यक् रूपसे विद्यमान इस प्रकृत ब्रह्मरूप आत्माको हृदय—शुद्धबुद्धिसे, इसीकी व्याख्या करके कहते हैं ‘मनसे’  इस प्रकार प्रत्यक्षरूपसे जानते हैं कि ‘मैं ब्रह्म हूँ’ वे उस साक्षात्कारकी महिमासे अमृत—अमरणधर्मा हो जाते हैं। तात्पर्य यह है कि मरणके हेतुभूत अज्ञानादिका तत्त्वज्ञानरूप अग्निसे दाह हो जानेके कारण वे पुन: अन्य देह धारण नहीं करते॥ २० ॥",
    "commentaryEnglish": "The form of Parabrahman cannot appear before eyes. Nobody can visualize Him physically. Those who experience Him through meditation become immortal - free from birth and death forever. "
  },
  {
    "id": 21,
    "chapter": "4",
    "ShlokaNo": "21",
    "shlok": "अजात इत्येवं कश्चिद्भीरु: प्रपद्यते। रुद्र यत्ते दक्षिणं मुखं तेन मां पाहि नित्यम्॥ २१ ॥",
    "translationHindi": "हे रुद्र! तुम अजन्मा हो, इसलिये कोर्इ [मुझ-जैसा] संसारभयसे कातर पुरुष तुम्हारी शरण लेता है [और कहता है कि] तुम्हारा जो दक्षिण मुख है उससे मेरी सर्वदा रक्षा करो॥ २१ ॥",
    "translationEnglish": "It is because you are birthless, that some rare souls, frightened by birth and death, take refuge in you. O Rudra, may your benign face protect me for ever!",
    "commentaryHindi": "‘अजात:’ इत्यादि। मूलमें ‘इति’ शब्द हेतुवाचक है। क्योंकि तुम्हीं अजात यानी जन्म, जरा, क्षुधा, पिपासादि धर्मोंसे रहित हो और सब तो नाशवान् एवं दु:खी हैं, इसलिये जो जन्म-जरा-मरण, क्षुधा-पिपासा एवं शोक-मोहादिपूर्ण संसारसे  डरा हुआ है ऐसा कोर्इ एक मैं परतन्त्र जीव तुम्हारी ही शरण लेता हूँ; अथवा कोर्इ मुझ-जैसा शरण लेता है—इस आशयसे इस क्रियाका प्रथम पुरुषसे सम्बन्ध किया जा सकता है। अत: हे रुद्र! तुम्हारा जो उत्साहजनक दक्षिण मुख है, जो ध्यान  करनेपर आनन्द पैदा करनेवाला है अथवा दक्षिण दिशामें होनेके कारण जो दक्षिण मुख है उससे तुम नित्य—सर्वदा मेरी रक्षा करो॥ २१ ॥",
    "commentaryEnglish": "This Mantra brings about the attitude of Bhakti or devotion. Rudra, the God of destruction, is unborn so it is His nature to free others from birth and death. Some aspirants who are afraid of birth and death and desirous of freedom from the wheel of the world take refuge in Him, realizing this fact. The aspirant seeks protection from this worldly cycle and freedom from fear through the gracious face and compassion of Siva."
  },
  {
    "id": 22,
    "chapter": "4",
    "ShlokaNo": "22",
    "shlok": " मा नस्तोके तनये मा न आयुषि मा नो गोषु मा नो अश्वेषु रीरिष:। वीरान्मा नो रुद्र भामितो वधीर्हविष्मन्त: सदमित्त्वा हवामहे॥ २२ ॥",
    "translationHindi": "हे रुद्र! तुम कुपित होकर हमारे पुत्र, पौत्र, आयु, गौ और अश्वोंमें क्षय न करना और हमारे वीर सेवकोंका भी वध न करना। हम हव्यसामग्रीसे युक्त होकर सर्वदा ही तुम्हारा आवाहन करते हैं॥ २२ ॥ ",
    "translationEnglish": "O Rudra, in your anger, please do not destroy our children and grand-children. Do not destroy our lives; do not destroy our cows or horses; do not destroy our strong servants. For we invoke you always, with oblations, for our protection. ",
    "commentaryHindi": "‘मा न:’ इत्यादि। ‘मा रीरिष:’ इस क्रियापदका सबके साथ सम्बन्ध है। मा रीरिष:—रेषण—मरण यानी विनाश न करो। हमारे ‘तोके’—पुत्रमें, ‘तनये’—पौत्रमें, आयुमें तथा गौ और अश्व आदि शरीरधारियोंमें भी क्षय न करो। हमारे जो वीर—विक्रमशील सेवक हैं,  हे रुद्र! तुम क्रोधित होकर उनका भी वध न करो। क्यों? क्योंकि हम हविष्मान्—हविसे युक्त होकर सदा ही तुम्हारा आवाहन करते हैं अर्थात् तुम्हें रक्षाके लिये सर्वदा ही पुकारते हैं॥ २२ ॥",
    "commentaryEnglish": "This Mantra presents a contrasting picture of the trend of the discussions. So far, the prayer has been for Knowledge. Now this prayer is of mundane variety seeking personal blessing and advantage from the Supreme implying the idea of dualism. The idea behind this is that so long we live in this relative plane of life, we can reach non-dualism through dualism alone. Hence prayers and worship lead to wisdom, Brahma Jnana. This is the peculiarity of the teachings of this Upanishad. "
  },{
    "id": 1,
    "chapter": "5",
    "ShlokaNo": "1",
    "shlok": "द्वे अक्षरे ब्रह्मपरे त्वनन्ते विद्याविद्ये निहिते यत्र गूढे । क्षरं त्वविद्या ह्यमृतं तु विद्या विद्याविद्ये र्इशते यस्तु सोऽन्य : ॥ १ ॥",
    "translationHindi": "हिरण्यगर्भसे उत्कृष्ट अविनाशी और अनन्त परब्रह्ममें जहाँ विद्या और अविद्या दोनों परिच्छिन्नभावसे स्थित हैं [ उनमें ] क्षर अविद्या है और अमृत विद्या है तथा जो इन विद्या और अविद्या दोनोंका शासन करता है वह इनसे भिन्न है ॥ १ ॥",
    "translationEnglish": "In the Immutable, infinite Supreme Brahman remain hidden the two: knowledge and ignorance. Ignorance leads to worldliness and knowledge, to Immortality. Brahman, who controls both knowledge and ignorance, is different from both. ",
    "commentaryHindi": "जिस अविनाशी एवं अनन्त यानी देश , काल या वस्तुसे अपरिच्छिन्न ब्रह्मपरमें — ब्रह्मा यानी हिरण्यगर्भसे उत्कृष्ट अथवा परब्रह्ममें विद्या और अविद्या — ये दोनों गूढ यानी अव्यक्तभावसे स्थित हैं । उन विद्या और अविद्याको अलग - अलग करके दिखाते हैं — उनमें क्षर — क्षरणकी हेतु यानी संसारकी कारण तो अविद्या है  और अमृत यानी मोक्षकी हेतु विद्या है । और जो विद्या और अविद्याका शासन करता है वह उनका साक्षी होनेसे उन दोनोंसे भिन्न है ॥ १ ॥ ",
    "commentaryEnglish": "Knowledge and ignorance both remain concealed in Para Brahman. Ignorance is the cause of birth and death while knowledge leads to immortality. These opposites are controlled by Brahman, who therefore, is different and apart from them. He is without any attributes. The Mantra says Brahman is ananta, without end, without beginning or concluding. He is unlimited by time, space or other factors. Brahman is the source of knowledge and ignorance. Brahman is akshaya, never perishable or subject to modification. He is unchanging and unchangeable. Brahman is higher than the first manifest which is called Hiranyagarbha (also as Brahma, Prajapati), the Saguna Brahman. As Saguna Brahman manifests from Nirguna Brahman the latter is higher than the former, the first manifest. As Brahman is the Lord of everything, He is said to control knowledge and ignorance, both belonging to Maya, the power of Brahman himself. Maya of ignorance entangles a person in the phenomenal world, while Maya of knowledge brings him Liberation. Knowledge means spiritual pursuits by means of which the seeker attains Liberation. The one and the many are both contained in the Supreme. The knowledge of the One is vidya; the knowledge of the Many detached from the One is avidya.- Dr.S.Radhakrishnan. As Sri Ramakrishna puts it “the thorn of ignorance which has entered the flesh is to be removed through the use of the thorn of knowledge and thereafter both the thorns have to be thrown out”. "
  },
  {
    "id": 2,
    "chapter": "5",
    "ShlokaNo": "2",
    "shlok": "यो योनिं योनिमधितिष्ठत्येको विश्वानि रूपाणि योनीश्च सर्वा : । ऋषिं प्रसूतं कपिलं यस्तमग्रे ज्ञानैर्बिभर्ति जायमानं च पश्येत् ॥ २ ॥ ",
    "translationHindi": "जो अकेला ही प्रत्येक स्थान तथा सम्पूर्ण रूप और समस्त योनियों ( उत्पत्तिस्थानों ) - का अधिष्ठान है , तथा जिसने सृष्टिके आरम्भमें उत्पन्न हुए कपिल ऋषि ( हिरण्यगर्भ ) - को ज्ञानसम्पन्न किया था और जन्म लेते हुए भी देखा था [ वही विद्या और अविद्यासे भिन्न उनका शासक है ] ॥ २ ॥",
    "translationEnglish": "He, the non-dual Brahman, who rules over every position; who controls all forms and all sources; who, in the beginning, filled with knowledge the omniscient Hiranyagarbha, His own creation, whom He beheld when He (Hiranyagarbha) was produced-He is other than both knowledge and ignorance. ",
    "commentaryHindi": "‘ यो योनिम् ’ इत्यादि । जो योनियोनिको — स्थान - स्थानको अर्थात् “ जो पृथिवीमें स्थित होकर [ पृथिवीका शासन करता है ] ” इत्यादि मन्त्रसे कहे हुए पृथिवी आदिको अधिष्ठित — नियमित करता है तथा जो एक — अद्वितीय परमात्मा लोहितादि सम्पूर्ण रूपोंको और योनियों — उत्पत्तिस्थानोंको अधिष्ठित करता है ;  [ जिसने ] ऋषि यानी सर्वज्ञ प्रसूत — अपनेहीसे उत्पन्न किये हुए कपिल — सुवर्णसदृश कपिलवर्ण हिरण्यगर्भको पहले जन्म दिया था , क्योंकि आरम्भमें हिरण्यगर्भका ही जन्म श्रुति प्रतिपादित करती है , अन्य ( महर्षि कपिल ) - का जन्म नहीं बतलाती । कारण , आगे यह कहा जायगा कि “ जो आरम्भमें ब्रह्माको रचता है और  उसके लिये वेदोंको प्रेरित करता है । ” “ कपिल पहले उत्पन्न होनेवाला है ” इस पुराणवचनसे भी कपिल या हिरण्यगर्भका ही निर्देश किया गया है । “ जगत्का मोह नष्ट करनेके लिये सर्वभूतमय भगवान् विष्णुके ही अंशस्वरूप मुनिवर कपिलने अवतार लिया है । ” “ सर्वभूतात्मा श्रीहरि सत्ययुगमें कपिलादिरूप धारणकर  सम्पूर्ण जगत्के लिये हितकर उत्कृष्ट ज्ञान प्रदान करते हैं । ” “ तुम समस्त देवताओंमें इन्द्र हो , ब्रह्मवेत्ताओंमें ब्रह्मा हो , बलवानोंमें वायुदेवता हो , योगियोंमें सनत्कुमार हो , ऋषियोंमें वसिष्ठ हो , वेदवेत्ताओंमें व्यास हो , ज्ञानयोगियोंमें कपिलदेव हो और रुद्रोंमें महादेव हो ” इत्यादि पुराणवचनोंमें कपिल नामसे महर्षि कपिल ही प्रसिद्ध हैं ।  अथवा “ ततस्तदानीं तु भवुनमस्मिन् प्रवर्तते कपिलं कवीनाम् । स षोडशास्त्र : पुरुषश्च विष्णोर्विराजमानं तमस : परस्तात् । ” इस मुण्डकोपनिषद्की१ श्रुतिके अनुसार वह हिरण्यगर्भ ही पूर्वकालमें सृष्टिके समय ‘ कपिल ’ नामसे प्रसिद्ध हुआ जिसे परमात्माने अपने ज्ञानोंसे — धर्म , ज्ञान , वैराग्य और ऐश्वर्योंसे युक्त किया और उत्पन्न होते  देखा ॥ २ ॥",
    "commentaryEnglish": "The non-dual Brahman is within all forms i.e. physical, elemental and intangible objects such as earth, water, air, sun, sense-organs, and mind. They form His body. He (Brahman) controls them as their inmost Ruler and immortal Self. He is filled with all knowledge of the past, present and future, Dharma, detachment and the various other virtues. He produces the first manifestation which is called Hiranyagarbha in the relative universe. Hiranyagarbha or Brahma is the intermediary between the Supreme Self and the created world. He is the world-soul. "
  },
  {
    "id": 3,
    "chapter": "5",
    "ShlokaNo": "3",
    "shlok": "एकैकं जालं बहुधा विकुर्व - न्नस्मिन्क्षेत्रे संहरत्येष देव : । भूय : सृष्ट्वा पतयस्तथेश : सर्वाधिपत्यं कुरुते महात्मा ॥ ३ ॥ ",
    "translationHindi": "इस संसारक्षेत्रमें यह देव [ सृष्टिके समय ] एक - एक जालको२ अनेक प्रकारसे विकृत कर [ अन्तमें ] संहार करता है , तथा यह महात्मा र्इश्वर ही [ कल्पान्तरके आरम्भमें ] प्रजापतियोंको पुन : उत्पन्न कर सबका आधिपत्य करता है ॥ ३ ॥",
    "translationEnglish": "At the time of the creation the Lord spreads out individual nets in various ways and then at the time of the cosmic dissolution withdraws them into the great prakriti. Again the all-pervading Deity creates the aggregates of body and senses, both individual and collective and their controllers also and thus exercises His overlordship",
    "commentaryHindi": "‘ एकैकम् ’ इत्यादि । यह देव इस मायामय क्षेत्रमें सृष्टिके समय देवता , मनुष्य एवं तिर्यगादिके एक - एक जालको नाना प्रकारसे विकृत करके रचता है और फिर संहार कर देता है । फिर यह र्इश्वर महात्मा जिस प्रकार इसने पूर्वकल्पमें मरीचि आदि जो लोकाध्यक्ष हैं उन्हें रचा था उसी प्रकार पुन : रचकर उन सबका आधिपत्य करता है ॥ ३ ॥ ",
    "commentaryEnglish": "This Mantra describes the process of the cycle of creation and dissolution. At the beginning of the cycle the Lord (Saguna Brahman) projects from His Maya or prakriti, various aggregates of body, mind, senses and prana. These aggregates which are the bodies of human, sub-human, and super-human creatures are fashioned according to their actions and thoughts in the previous cycle. These bodies are called net because they entrap the Purusha or the soul (Brahman associated with the body) and entangle him in the world. This Purusha is the diversified aspects of Brahman, identified with and limited by diverse material bodies. This identification is the result of Maya. But Brahman itself, unaffected by Maya, is the super-controller. At the time of the cosmic dissolution the bodies merge in the great prakriti. They are projected again at the beginning of the next cycle. The first form that is projected at the beginning of the cycle is the undifferentiated aggregate which is called Hiranyagarbha. Then other individual forms come into existence - super-humans, humans and subhumans and they go back to Brahman at the end of the cycle to re-appear again. . Thus this wheel goes on and on. "
  },
  {
    "id": 4,
    "chapter": "5",
    "ShlokaNo": "4",
    "shlok": "सर्वा दिश ऊर्ध्वमधश्च तिर्य- क्प्रकाशयन्भ्राजते यद्वनड्वान्। एवं स देवो भगवान्वरेण्यो योनिस्वभावानधितिष्ठत्येक:॥ ४ ॥",
    "translationHindi": "जिस प्रकार सूर्य प्रकाशित होता है वैसे ही यह ऊपर , नीचे तथा इधर - उधर समस्त दिशाओंको प्रकाशित करता हुआ देदीप्यमान होता है । इस प्रकार वह द्योतनस्वभाव सम्भजनीय भगवान् अकेला ही कारणभूत पृथिवी आदिका * नियमन करता है ॥ ४ ॥ ",
    "translationEnglish": "As the sun, illuminating all the regions, above, below, and across shines, so too, That One God, glorious, adorable, rules over whatever creatures are born from a womb, who by themselves possess the nature of a cause. ",
    "commentaryHindi": "‘ सर्वा दिश : ’ इत्यादि । यह पूर्वादि समस्त दिशाओंको अर्थात् ऊपर - नीचे और इधर - उधरकी दिशाओंको प्रकाशित करता हुआ अपने स्वरूपभूत चित्प्रकाशसे भ्राजित यानी दीप्त होता है — जैसे कि अनड्वान् । और जिस प्रकार कि अनड्वान् यानी सूर्य जगच्चक्रको प्रकाशित करनेमें लगा हुआ है उसी प्रकार वह देव —  द्योतनस्वभाव , भगवान् — ऐश्वर्यादिसम्पन्न और वरेण्य — वरणीय — सम्भजनीय योनि यानी कारण एक अद्वितीय परमात्मा सम्पूर्ण जगत्के स्वभाव यानी स्वात्मभूत पृथिवी आदि भावोंको [ अधिष्ठित करता है ] । अथवा [ ‘ योनिस्वभावान् ’ ऐसा समस्त पद माना जाय तो ] कारण - स्वभाव यानी कारणभूत पृथिवी आदिको अधिष्ठित —  नियमित करता है ॥ ४ ॥ ",
    "commentaryEnglish": "The phrase whatever creatures are born from a womb means the sources of worldexistence like the five elements (fire, water, air, earth and space) over which that one god, the Supreme Self, Brahman rules. These elements are said to be the cause for further evolution of creatures in the world. What the Mantra implies is that these so called causes of the world are not in themselves causes; they operate as causes only because the Bhagavan works through them. "
  },
  {
    "id": 5,
    "chapter": "5",
    "ShlokaNo": "5",
    "shlok": "यच्च स्वभावं पचति विश्वयोनि : पाच्यांश्च सर्वान्परिणामयेद्य : । सर्वमेतद्विश्वमधितिष्ठत्येको गुणांश्च सर्वान्विनियोजयेद्य : ॥ ५ ॥ ",
    "translationHindi": "जगत्का कारणभूत जो परमात्मा [ प्रत्येक वस्तुके ] स्वभावको निष्पन्न करता है , जो पाच्यों ( परिणामयोग्य पदार्थों ) - को परिणत करता है , जो अकेला ही इस सम्पूर्ण विश्वका नियमन करता है और जो [ सत्त्वादि ] समस्त गुणोंको उनके कार्योंमें नियुक्त करता है [ वह परब्रह्म है ] ॥ ५ ॥",
    "translationEnglish": "He who is the cause of all and who enables all things to function according to their nature; who brings to maturity all that can be ripened; who, being non-dual, rules over the whole universe and engages the gunas in their respective functions. ",
    "commentaryHindi": "‘ यच्च स्वभावम् ’ इत्यादि । [ यहाँ वैदिक - प्रक्रियानुसार ] ‘ यश्च ’ इस पुँल्लिं गके स्थानमें ‘ यच्च ’ इस प्रकार लिं गव्यत्यय हुआ है । जो स्वभावको यानी अग्निके उष्णत्वको पचाता — निष्पन्न करता है , विश्व — जगत्का कारण है और पाच्य यानी पाक ( परिणाम ) - योग्य पृथिवी आदिका परिणाम करता है ,  जो अकेला इस सम्पूर्ण विश्वको अधिष्ठित — नियमित करता है तथा जो सत्त्व , रज एवं तमोरूप गुणोंको नियुक्त करता है — ऐसे लक्षणोंवाला प रमात्मा है ॥ ५ ॥",
    "commentaryEnglish": "Brahman is the uncaused cause. He is the primal cause of the universe. He brings out his own nature in the form of all great elements and their powers to cause the world. That is to say, at the end of the cycle whatever powers the phenomenal elements were having disappear and such powers are brought back by him at the commencement of the next cycle from which the manifest world evolves further. Through the interaction of the three gunas, the manifest world of different forms, names and functions carries on its schedule in a systematic way. In this way Brahman alone organizes the whole universe and rules over it"
  },
  {
    "id": 6,
    "chapter": "5",
    "ShlokaNo": "6",
    "shlok": " तद्वेदगुह्योपनिषत्सु गूढं तद्ब्रह्मा वेदते ब्रह्मयोनिम् । ये पूर्वदेवा ऋषयश्च तद्विदु - स्ते तन्मया अमृता वै बभूवु : ॥ ६ ॥ ",
    "translationHindi": "वह वेदोंके गुह्यभाग उपनिषदोंमें निहित है , उस वेदवेद्य परमात्माको ब्रह्मा जानता है , जो पुरातन देव और ऋषिगण उसे जानते थे वे तद्रूप होकर अमर ही हो गये थे ॥ ६ ॥",
    "translationEnglish": "That which is hidden in the Upanishads, the secret part of the Vedas, Brahma knows that as the source of the Vedas. The gods and seers of olden times who knew that became Brahman and attained Immortality. ",
    "commentaryHindi": "‘ तद्वेद ’ इत्यादि । उस प्रकृत आत्माका स्वरूप वेदोंके गुह्यभाग जो उपनिषद् हैं उन वेदगुह्योपनिषदोंमें गूढ — छिपा हुआ है । उस ब्रह्मयोनि यानी वेदप्रमाणक आत्माको ब्रह्मा जानता है अथवा ब्रह्म यानी हिरण्यगर्भके कारण अथवा वेदके कारणभूत उस आत्माको जो रुद्रादि पूर्वदेव और वामदेवादि ऋषिगण जानते थे  वे तन्मय — तत्स्वरूप होकर अमृत — अमरणधर्मा हो गये । इसी प्रकार आधुनिक पुरुष भी उसे जानकर अमर हो जाता है — यह वाक्यशेष है ॥ ६ ॥",
    "commentaryEnglish": "The subject of Cosmic Self, Brahman, taught in the Upanishads is very esoteric and constitutes the very essence of the Vedas. Hence it is called hidden. The source of the Vedas is Brahman. Brahma i.e. Hiranyagarbha knows that Brahman.The gods and other 50 ancient sages know Him (Brahman) as their own Self and by this knowledge they became immortal. Brahma is the Hiranyagarbha, the first manifestation of Brahman. He first acquired this knowledge of the Ultimate Reality and then he passed it on to the ancient gods and then to the sages. From that knowledge they became one with Brahman which is termed as attaining immortality. "
  },
  {
    "id": 7,
    "chapter": "5",
    "ShlokaNo": "7",
    "shlok": " गुणान्वयो य : फलकर्मकर्ता कृतस्य तस्यैव स चोपभोक्ता । स विश्वरूपस्त्रिगुणस्त्रिवर्त्मा प्राणाधिप : संचरति स्वकर्मभि : ॥ ७ ॥",
    "translationHindi": "जो गुणोंसे सम्बद्ध , फलप्रद कर्मका कर्ता और उस किये हुए कर्मका उपभोग करनेवाला है , वह विभिन्न रूपोंवाला , त्रिगुणमय , तीन मार्गोंस गमन करनेवाला प्राणोंका अधिष्ठाता अपने कर्मोंके अनुसार गमन करता है ॥ ७ ॥",
    "translationEnglish": "Endowed with gunas, the jiva performs action, seeking its fruit; and again, it reaps the fruit of what it has done. Assuming all forms and led by the three gunas, the jiva, ruler of the pranas, roams about following the three paths, according to its deeds. ",
    "commentaryHindi": "‘ गुणान्वय : ’ इत्यादि । जिसका कर्म एवं ज्ञानजनित वासनामय गुणोंके साथ सम्बन्ध है वह यह जीव गुणान्वय है । वह फलके लिये कर्म करनेवाला है और वही किये हुए कर्मका फल भोगनेवाला भी है । कार्यकारणभावसे [ नाना देह धारण करके ] वृद्धिको प्राप्त होनेसे वह विश्वरूप — नाना रूप है ।  सत्त्वादि तीनों गुण इसीके हैं इसलिये यह त्रिगुण है । इसके देवयानादि तीन मार्गभेद हैं अथवा धर्म , अधर्म और ज्ञानरूप इसके तीन मार्ग हैं , इसलिये यह त्रिवर्त्मा है । यह पाँच वृत्तियोंवाले प्राणका अधिपति संचार करता है । किनके द्वारा ? — अपने कर्मोंके द्वारा ॥ ७ ॥",
    "commentaryEnglish": "Now the discussion is about the Jivatma, the individual soul, which acts bound by its gunas. The Jivatma, innately bound by three gunas, sattva, rajas and tamas, performs actions in this world and reaps the consequences of such actions. In order to experience the fruit of the actions, the jivatama appears as different forms in different species and wherever it goes the three gunas are always associated with it. After death he moves along the three paths viz., Devayana, Pitruyana, and the cycle of birth and death according to the merits of his actions during his life time. This jivatma is the Lord of vital forces in the body and until it is emancipated, goes on moving around the wheel of the world, manifesting in different species in different walks of life, goaded by his past actions. "
  },
  {
    "id": 8,
    "chapter": "5",
    "ShlokaNo": "8",
    "shlok": "अङ्गुष्ठमात्रो रवितुल्यरूप : सङ्कल्पाहङ्कारसमन्वितो य : । बुद्धेर्गुणेनात्मगुणेन चैव आराग्रमात्रो ह्यपरोऽपि दृष्ट : ॥ ८ ॥",
    "translationHindi": "जो अँगूठेके बराबर परिमाणवाला , सूर्यके समान ज्योति:स्वरूप , संकल्प और अहंकारसे युक्त तथा बुद्धि और शरीरके गुणोंसे भी युक्त है वह अन्य ( जीव ) भी आरकी नोंकके बराबर आकारवाला देखा गया है ॥ ८ ॥",
    "translationEnglish": "Of the size of a thumb, but brilliant, like the sun, the jiva possesses both volition and egoism. It is endowed with the qualities of both buddhi and Atman. Therefore it is seen as another entity (as different from Brahman) and as small as the point of a needle.",
    "commentaryHindi": "‘ अङ्गुष्ठमात्र : ’ इत्यादि । अंगुष्ठमात्र अर्थात् हृदयगुहाकी अपेक्षासे अँगूठेके बराबर परिमाणवाला , रवितल्ु यरूप अथार्त् ज्योति:स्वरूप , बुद्धिके गुण संकल्प और अहंकारादिसे युक्त तथा शरीरके गुण जरादिसे भी सम्पन्न ; “ जरा और मृत्यु शरीरके धर्म हैं ” ऐसा कहा भी है । आराग्रमात्र —  कोड़ेके अग्रभागमें लगा हुआ जो लोहेका काँटा होता है उसकी नोकके बराबर अन्य भी यानी आत्मा भी ज्ञानस्वरूपसे देखा — जाना गया है । यहाँ ‘ अपि ’ शब्द सम्भावनामें है ; तात्पर्य यह है कि जलमें प्रतिविम्बित सूर्यके समान उपाधिसे अन्य जीवात्मा भी होना सम्भव है ॥ ८ ॥",
    "commentaryEnglish": "The jiva is in reality none other than the non-dual Lord, Its various phenomenal characteristics, such as desire, volition (will of its own) and egoism, are illusory superimpositions due to avidya. 51 This Mantra describes the jiva as : Angushtamatrah - as small as a thumb; Ravitulya rupah - as bright as the sun; Sankalpaahankara_samanvitah - distinguished by a will of its own (volition) and a sense of ego; Buddheh gunena atmagunena cha - also by an intellect and a sense of having a body; Aragramatrah - as fine as a point of a needle; Aparah - as separate from the Cosmic Self, Paramatman, Brahman. Knowers of jivatman have seen jivatma in this way. The idea is that jivatma is the subtlest. The size of jiva described here is just for explanation. Bhagvad Gita says (15.10) utkraamantam sthitam vaapi bhunjaanam vaa gunaanvitam vimoodhaa naanupashyanti pashyanti jnaanachakshushah // The deluded do not see Him who departs, stays and enjoys, united with the Gunas; but they who possess the eye of knowledge behold Him. The Self is visible to the eye of knowledge only. Though the Self is the nearest and comes most easily within the range of their consciousness in a variety of functions, still the ignorant and deluded do not see Him because of their complete subservience to the sense-objects. But those who are with intuitive vision could see the Self. Those with the inner eye of knowledge behold the Self as entirely distinct from the body."
  },
  {
    "id": 9,
    "chapter": "5",
    "ShlokaNo": "9",
    "shlok": "वालाग्रशतभागस्य शतधा कल्पितस्य च । भागो जीव : स विज्ञेय : स चानन्त्याय कल्पते ॥ ९ ॥",
    "translationHindi": " सौ भागोंमें विभक्त किया हुआ जो केशके अग्रभागका सौवाँ भाग है उस जीवको उसके बराबर जानना चाहिये ; किन्तु वही अनन्तरूप हो जाता है ॥ ९ ॥ ",
    "translationEnglish": "Know the embodied soul to be a part of the hundredth part of the point of a hair divided a hundred times; and yet it is infinite. ",
    "commentaryHindi": "‘ वालाग्र ’ इत्यादि । सौ भागोंमें विभक्त किये केशके अग्रभागका जो एक भाग है उसके भी सौ भाग किये जानेपर जो भाग होता है उसके समान जीवको समझना चाहिये । लिं गदेह अत्यन्त सूक्ष्म है , इसलिये उसके परिमाणके अनुसार ही इसका परिमाण बतलाया जाता है ।  जीवस्वरूपसे वह ऐसा है , किन्तु स्वत : ( अपने परमार्थरूपसे ) वही अनन्त हो जाता है ॥ ९ ॥",
    "commentaryEnglish": "The subtlety of jivatma is again elaborated here. It is described as smaller than the billionth part of the end of hair. This is just a simile and not to be taken literally. Inspite of being so subtle, jivatma is pervasive in any gross object. In a nutshell, the implication is that although Paramatman (Cosmic Self) is permeating the entire universe, when it is associated with the physical bodies, it gets individualized and feels itself separate from the Cosmic Self. "
  },
  {
    "id": 10,
    "chapter": "5",
    "ShlokaNo": "10",
    "shlok": "नैव स्त्री न पुमानेष न चैवायं नपुंसक : । यद्यच्छरीरमादत्ते तेन तेन स रक्ष्यते ॥ १० ॥",
    "translationHindi": "यह [ विज्ञानात्मा ] न स्त्री है , न पुरुष है और न नपुंसक ही है । यह जो - जो शरीर धारण करता है उसी - उसीसे सुरक्षित रहता है ॥ १० ॥",
    "translationEnglish": "It is not female, it is not male, nor is it neuter. whatever body it takes, with that it becomes united. ",
    "commentaryHindi": "‘ नैव स्त्री ’ इत्यादि । स्वयं साक्षात् अद्वितीय ब्रह्मस्वरूप होनेके कारण यह न स्त्री है , न पुरुष है और न नपुंसक ही है । यह जिस - जिस स्त्रीशरीर , पुरुषशरीर अथवा नपुंसकशरीरको धारण करता है उसी - उसीसे यह विज्ञानात्मा रक्षित — सुरक्षित रहता है अर्थात् उसी उसी शरीरके धर्मोंको अपनेमें  आरोपित कर ऐसा मानने लगता है कि ‘ मैं स्थूल हूँ , मैं कृश हूँ , मैं पुरुष हूँ , मैं स्त्री हूँ , मैं नपुंसक हूँ ’ इत्यादि ॥ १० ॥",
    "commentaryEnglish": "Jivatma in reality is neither male nor female nor neuter. Whatever body jivatma adopts, the gender of that body becomes its gender. Jivatma is undifferentiated and devoid of all attributes."
  },
  {
    "id": 11,
    "chapter": "5",
    "ShlokaNo": "11",
    "shlok": "सङ्कल्पनस्पर्शनदृष्टिमोहै - र्ग्रासाम्बुवृष्ट्या चात्मविवृद्धिजन्म । कर्मानुगान्यनुक्रमेण देही स्थानेषु रूपाण्यभिसंप्रपद्यते ॥ ११ ॥ ",
    "translationHindi": "जिस प्रकार अन्न और जलके सेवनसे शरीरकी वृद्धि होती है वैसे ही संकल्प , स्पर्श , दर्शन और मोहसे [ कर्म होते हैं । फिर ] यह देही क्रमश : [ विभिन्न ] योनियोंमें जाकर उन कर्मोंके अनुसार रूप धारण करता है ॥ ११ ॥",
    "translationEnglish": "By means of desires, contact, attachment and delusion, the embodied soul assumes, successively, diverse forms in various places, according to its deeds, just as the body grows when food and drink are poured into it. ",
    "commentaryHindi": "‘ संकल्पनम् ’ इत्यादि । पहले संकल्प होता है , फिर स्पर्श यानी त्वगिन्द्रियका व्यापार होता है , तत्पश्चात् दृष्टि जाती है , उससे पीछे मोह होता है । उन संकल्प , स्पर्श , दर्शन और मोहसे शुभाशुभ कर्म सम्पन्न होते हैं । फिर कर्मानुगत यानी कर्मोंके अनुसार अनुक्रमसे — कर्मविपाककी अपेक्षासे यह देही —  जीव स्त्री , पुरुष एवं नपुंसकादि रूपोंको देवता , तिर्यक् एवं मनुष्यादि स्थानों ( योनियों ) - में प्राप्त करता है । उसमें दृष्टान्त देते हैं — जिस प्रकार ग्रास और अम्बु यानी अनियत अन्न और जलकी वृष्टि — उनका सम्यक् सेचन आत्माका निदान है अर्थात् उससे शरीरकी वृद्धि होती है उसी प्रकार [ जीवको कर्मोंके  द्वारा तदनुकूल शरीरोंकी प्राप्ति होती है ] — ऐसा इसका अभिप्राय है ॥ ११ ॥",
    "commentaryEnglish": "First there arises a desire for an object and then the sense organs come in contact with it, next the jiva grows attached to the objects and lastly it falls a victim to the delusion created by attachment. Thus it performs various deeds, righteous and unrighteous, and as a result assumes different kinds of bodies, one after the other."
  },
  {
    "id": 12,
    "chapter": "5",
    "ShlokaNo": "12",
    "shlok": "स्थूलानि सूक्ष्माणि बहूनि चैव रूपाणि देही स्वगुणैर्वृणोति । क्रियागुणैरात्मगुणैश्च तेषां संयोगहेतुरपरोऽपि दृष्ट : ॥ १२ ॥",
    "translationHindi": " जीव अपने गुणों ( पाप - पुण्यों ) - के द्वारा स्थूल - सूक्ष्म बहुत - से देह धारण करता है । फिर उन ( शरीरों ) - के कर्मफल और मानसिक संस्कारोंके द्वारा उनके संयोग ( देहान्तरप्राप्ति ) - का दूसरा हेतु भी देखा गया है ॥ १२ ॥ ",
    "translationEnglish": "The embodied soul, by means of good and evil deeds committed by itself, assumes many forms, coarse and fine. By virtue of its actions and also of such characteristics of the mind as knowledge and desire, it assumes another body for the enjoyment of suitable objects. ",
    "commentaryHindi": "‘ स्थूलानि ’ इत्यादि । देही — विज्ञानात्मा अपने गुण यानी विहित और प्रतिषिद्ध विषयोंके अनुभवसे प्राप्त हुए संस्कारोंके द्वारा बहुत - से यानी पाषाणादि स्थूल और तैजस धातु आदि सूक्ष्म देवादि - शरीर धारण करता है । फिर वह देही उन - उन शरीरोंके कर्मफल और मानसिक संस्कारोंके द्वारा  अन्य रूप हो जाता है अर्थात् देहान्तरसे युक्त हो जाता है ॥ १२ ॥",
    "commentaryEnglish": "The individual self assumes various gross and subtle forms, from those of insects to gods, according to its past work and mental qualities (gunas). The subtle tendencies created by the individual soul’s actions in its previous life are the cause of its union with its present body. "
  },
  {
    "id": 13,
    "chapter": "5",
    "ShlokaNo": "13",
    "shlok": "अनाद्यनन्तं कलिलस्य मध्ये विश्वस्य स्रष्टारमनेकरूपम् । विश्वस्यैकं परिवेष्टितारं ज्ञात्वा देवं मुच्यते सर्वपाशै : ॥ १३ ॥",
    "translationHindi": " इस गहन संसारके भीतर उस अनादि , अनन्त , विश्वके रचयिता , अनेकरूप , विश्वको एकमात्र व्याप्त करनेवाले देवको जानकर जीव समस्त पाशोंसे मुक्त हो जाता है ॥ १३ ॥",
    "translationEnglish": "He who knows the Lord, who is without beginning or end, who stands in the midst of the chaos of the world, who is the Creator of all things and is endowed with many forms-he who knows the radiant Deity, the sole Pervader of the universe, is released from all his fetters. ",
    "commentaryHindi": "‘ अनाद्यनन्तम् ’ इत्यादि । कलिलके मध्यमें यानी अत्यन्त गम्भीर संसारके मध्यमें अनाद्यनन्त — आदि - अन्तसे रहित , विश्वकी सृष्टि — उत्पत्ति करनेवाले , अनेकरूप , विश्वके एकमात्र परिवेष्टा अर्थात् अपने स्वरूपसे विश्वको व्याप्त करके स्थित हुए , देव —  ज्योति:स्वरूप परमात्माको जानकर जीव समस्त पाशोंसे यानी अविद्या , काम एवं कर्मादिसे मुक्त हो जाता है ॥ १३ ॥ ",
    "commentaryEnglish": "“The jiva under the weight of avidya, desire, action, and its result, is drowned in the ocean of the world, identifying itself with the body and becomes individualized, and in the course of its wandering assumes many births - human, sub-human and super-human. At a certain stage, by chance it performs righteous actions and feels inclined towards the spiritual life. Then gradually it becomes free of attachment, passions and other vices and realizes the transitory nature of the world. Consequently it cultivates dispassion for all enjoyments, here or hereafter and practices the moral and spiritual disciplines prescribed by the Vedantic teachers. And in the end it attains Self-Knowledge and become liberated from the bondage of the world”. "
  },
  {
    "id": 14,
    "chapter": "5",
    "ShlokaNo": "14",
    "shlok": "भावग्राह्यमनीडाख्यं भावाभावकरं शिवम् । कलासर्गकरं देवं ये विदुस्ते जहुस्तनुम् ॥ १४ ॥",
    "translationHindi": "भावग्राह्य , अशरीरसंज्ञक , सृष्टि और प्रलय करनेवाले , शिवस्वरूप एवं कलाओंकी रचना करनेवाले इस देवको जो जान लेते हैं वे शरीर ( देहबन्धन ) - को त्याग देते हैं ॥ १४ ॥ ",
    "translationEnglish": "Those who know Him who can be realized by the pure heart, who is called incorporeal, who is the cause of creation and destruction, who is all good and the creator of the sixteen parts - those who know the luminous Lord are freed from embodiment. ",
    "commentaryHindi": "‘ भावग्राह्यम् ’ इत्यादि । भाव — विशुद्ध अन्त:करणसे ग्रहण किया जाता है इसलिये जो भावग्राह्य है , अनीडाख्य — नीड शरीरको कहते हैं अत : अशरीर नामवाले भाव और अभाव ( सृष्टि और प्रलय ) करनेवाले , शिव — शुद्ध अर्थात् अविद्या और उसके कार्यसे रहित , कला सर्गकर —  “ उसने प्राणकी रचना की ” इत्यादि वाक्यसे अथर्वण ( प्रश्न ) श्रुतिमें कही हुर्इ प्राणसे लेकर नामपर्यन्त सोलह कलाओंके रचयिता उस देवको जो ‘ यह मैं हूँ ’ इस प्रकार जानते हैं वे तनु — शरीरको त्याग देते हैं * ॥ १४ ॥",
    "commentaryEnglish": "This Mantra concludes the chapter by recapitulating how to attain Moksha. The Supreme Lord, Himself without a support, is the cause of creation, preservation and dissolution. He can be known by the pure in heart. Through knowledge of Him one attains Liberation. Creator of sixteen parts means the creator of embodied beings (Ref. Prasna Upanishad 6.4). Thus the knower of the Self is not born again in the world of ignorance. "
  }
]
